{"102": {"number": "102", "name": "التكاثر", "name_latin": "At-Takasur", "number_of_ayah": "8", "text": {"1": "اَلْهٰىكُمُ التَّكَاثُرُۙ", "2": "حَتّٰى زُرْتُمُ الْمَقَابِرَۗ", "3": "كَلَّا سَوْفَ تَعْلَمُوْنَۙ", "4": "ثُمَّ كَلَّا سَوْفَ تَعْلَمُوْنَ ", "5": "كَلَّا لَوْ تَعْلَمُوْنَ عِلْمَ الْيَقِيْنِۗ", "6": "لَتَرَوُنَّ الْجَحِيْمَۙ", "7": "ثُمَّ لَتَرَوُنَّهَا عَيْنَ الْيَقِيْنِۙ", "8": "ثُمَّ لَتُسْـَٔلُنَّ يَوْمَىِٕذٍ عَنِ النَّعِيْمِ ࣖ"}, "translations": {"id": {"name": "Bermegah-Megahan", "text": {"1": "Bermegah-megahan telah melalaikan kamu,", "2": "sampai kamu masuk ke dalam kubur.", "3": "Sekali-kali tidak! Kelak kamu akan mengetahui (akibat perbuatanmu itu),", "4": "kemudian sekali-kali tidak! Kelak kamu akan mengetahui.", "5": "Sekali-kali tidak! Sekiranya kamu mengetahui dengan pasti,", "6": "niscaya kamu benar-benar akan melihat neraka Jahim,", "7": "kemudian kamu benar-benar akan melihatnya dengan mata kepala sendiri,", "8": "kemudian kamu benar-benar akan ditanya pada hari itu tentang kenikmatan (yang megah di dunia itu)."}}}, "tafsir": {"id": {"kemenag": {"name": "Kemenag", "source": "Aplikasi Quran Kementrian Agama Republik Indonesia", "text": {"1": "Dalam ayat ini, Allah mengungkapkan bahwa manusia sibuk bermegah-megahan dengan harta, teman, dan pengikut yang banyak, sehingga melalaikannya dari kegiatan beramal. Mereka asyik dengan berbicara saja, teperdaya oleh keturunan mereka dan teman sejawat tanpa memikirkan amal perbuatan yang bermanfaat untuk diri dan keluarga mereka.\n\nDiriwayatkan dari Mutharrif dari ayahnya, ia berkata:\n\nSaya menemui Nabi saw ketika beliau sedang membaca al-hakumut-takatsur, beliau bersabda, \"Anak Adam berkata, 'Inilah harta saya, inilah harta saya. Nabi bersabda, \"Wahai anak Adam! Engkau tidak memiliki dari hartamu kecuali apa yang engkau makan dan telah engkau habiskan, atau pakaian yang engkau pakai hingga lapuk, atau yang telah kamu sedekahkan sampai habis.\" (Riwayat Muslim) \n\nDiriwayatkan pula bahwa Nabi saw bersabda:\n\nSeandainya anak Adam memiliki satu lembah harta, sungguh ia ingin memiliki dua lembah harta, dan seandainya ia memiliki dua lembah harta, sungguh ia ingin memiliki tiga lembah harta dan tidak memenuhi perut manusia (tidak merasa puas) kecuali perutnya diisi dengan tanah dan Allah akan menerima tobat (memberi ampunan) kepada orang yang bertobat. (Riwayat Ahmad, al-Bukhari, Muslim, dan at-Tirmidhi dari Anas)\n\nAhli tafsir ada yang berpendapat bahwa maksud ayat ini adalah bangga dalam berlebih-lebihan. Seseorang berusaha memiliki lebih banyak dari yang lain baik harta ataupun kedudukan dengan tujuan semata-mata untuk mencapai ketinggian dan kebanggaan, bukan untuk digunakan pada jalan kebaikan atau untuk membantu menegakkan keadilan dan maksud baik lainnya.\n\nKetahuilah, sesungguhnya kehidupan dunia itu hanyalah permainan dan sendagurauan, perhiasan dan saling berbangga di antara kamu serta berlomba dalam kekayaan dan anak keturunan, seperti hujan yang tanam-tanamannya mengagumkan para petani; kemudian (tanaman) itu menjadi kering dan kamu lihat warnanya kuning kemudian menjadi hancur. Dan di akhirat (nanti) ada azab yang keras dan ampunan dari Allah serta keridaan-Nya. Dan kehidupan dunia tidak lain hanyalah kesenangan yang palsu. (al-hadid/57: 20)", "2": "Selanjutnya Allah menjelaskan keadaan bermegah-megah di antara manusia atau dengan usaha untuk memiliki lebih banyak dari orang lain akan terus berlanjut hingga mereka masuk lubang kubur. Dengan demikian, mereka telah menyia-nyiakan umur untuk hal yang tidak berfaedah, baik dalam hidup di dunia maupun untuk kehidupan akhirat.\n\nPara ulama berpendapat bahwa menziarahi kuburan adalah obat penawar yang paling ampuh untuk melunakkan hati, karena dengan ziarah kubur itu manusia akan ingat mati dan hari akhirat, maka dengan sendirinya akan membatasi keinginan-keinginan yang bukan-bukan.\n\nNabi Muhammad bersabda:\n\nSaya pernah melarang kamu menziarahi kubur, maka sekarang ziarahilah kubur itu, karena menziarahi kubur itu akan menjadikan zuhud dari kemewahan dunia dan mengingatkan kamu kepada kehidupan akhirat. (Riwayat Ibnu Majah dari Ibnu Mas'ud).", "3": "Kemudian Allah dengan ayat ini memperingatkan bahwa bermegah-megahan itu tidak pantas dikerjakan karena akibatnya buruk serta menimbulkan kekacauan dan permusuhan. Sebaliknya Allah menganjurkan agar diciptakan kerukunan hidup, bantu-membantu dalam menegakkan kebenaran dan tolong-menolong dalam kebajikan dan dalam melestarikan hidup bermasyarakat, dengan membina akhlak yang luhur serta budi pekerti yang baik.", "4": "Allah mengulang ancaman-Nya melalui ayat ini dan merupakan ancaman sesudah ancaman, bagaikan seorang tuan berkata kepada hamba sahayanya bahwa agar tidak mengerjakan sesuatu, kemudian tuan itu mengulangi ucapannya itu.", "5": "Ayat ini merupakan peringatan Allah dalam bentuk perintah agar waspada terhadap tingkah laku yang buruk itu. Keinginan untuk berlebih-lebihan dapat menyibukkan seseorang untuk mengerjakan pekerjaan yang tidak bermanfaat. Pendirian yang dianggapnya benar itu sebenarnya adalah salah. Itu hanya sangkaan belaka yang pasti berubah, karena tidak sesuai dengan kenyataan. Yang harus menjadi pendirian adalah yang sesuai dengan kenyataan yang dapat disaksikan oleh mata, oleh perasaan atau berdasarkan dalil sahih.", "6": "Dalam ayat ini, Allah menerangkan sebagian azab yang akan dialami oleh orang yang bermegah-megahan itu karena kelalaian tersebut. Mereka akan ditimpa azab di akhirat, dan pasti akan melihat tempat itu dengan mata kepala mereka sendiri. Oleh sebab itu, mereka hendaknya selalu merenungkan kedahsyatan azab itu dalam pikiran agar membawa mereka kepada perbuatan yang baik dan bermanfaat. Maksud perkataan \"melihat neraka Jahim\" adalah merasakan azabnya, sesuai dengan tujuan Al-Qur'an dalam pemakaian kata-kata tersebut.", "7": "Kemudian dengan ayat ini, Allah menguatkan isi ayat sebelumnya, bahwa azab itu benar-benar akan dirasakan oleh orang yang teperdaya itu. Oleh karena itu, siapa saja dan dari golongan apa saja hendaklah bertakwa kepada Tuhannya serta menghindari perbuatan-perbuatan yang menyebabkan mereka disiksa. Hendaknya seseorang itu memperhatikan nikmat-nikmat Allah yang ada padanya untuk dipelihara dan dipergunakan sesuai dengan fungsi nikmat tersebut. Juga hendaknya mereka tidak melakukan kejahatan, mengada-adakan kemungkaran, dan mengharap-harapkan ampunan Allah hanya semata-mata dengan pengakuan beragama Islam dengan memakai nama dan gelar yang muluk-muluk, sedangkan ia menyalahi hukum-hukum Al-Qur'an dan melakukan tindakan yang sama dengan musuh Islam.", "8": "Allah lebih memperkuat lagi celaan-Nya terhadap mereka dengan mengatakan bahwa sesungguhnya mereka akan ditanyai pada hari itu tentang kenikmatan-kenikmatan yang mereka megah-megahkan di dunia, apa yang mereka perbuat dengan nikmat-nikmat itu. Apakah mereka telah menunaikan hak Allah daripadanya, atau apakah mereka menjaga batas-batas hukum Allah yang telah ditentukan dalam bersenang-senang dengan nikmat tersebut. Jika mereka tidak melakukannya, ketahuilah bahwa nikmat-nikmat itu adalah puncak kecelakaan di hari akhirat.\n\nDiriwayatkan dari Nabi Muhammad, beliau berkata:\n\nBarangsiapa di antara kamu yang bangun pagi dalam keadaan aman sentosa pada dirinya atau aman di tempatnya, sehat wal afiat badannya serta mempunyai bekal hidup untuk harinya, maka seolah-olah dunia dengan segala kekayaannya telah diserahkan kepadanya. (Riwayat al-Bukhari, Abu Dawud, at-Tirmidhi, dan Ibnu Majah dari 'Ubaidillah bin Muhsan)."}}, "jalalain": {"name": "Jalalain", "source": "Pesantren Persatuan Islam 91 Kota Tasikmalaya", "text": {"1": "(Telah membuat kalian lalai) atau telah melalaikan kalian dari taat kepada Allah (bermegah-megahan) yaitu saling banggamembanggakan harta, anak-anak dan pembantu-pembantu.", "2": "(Sampai kalian masuk ke dalam kubur) hingga kalian mati dikubur di dalam tanah; atau hingga kalian menghitung-hitung banyaknya orang yang telah mati.", "3": "(Janganlah begitu) kalimat ini mengandung hardikan dan cegahan (kelak kalian akan mengetahui.)", "4": "(Dan janganlah begitu, kelak kalian akan mengetahui) akibat buruk dari perbuatan kalian itu di kala kalian menjelang kematian, kemudian sewaktu kalian telah berada di dalam kubur.", "5": "(Janganlah begitu) sesungguhnya (jika kalian mengetahui dengan pengetahuan yang yakin) tentang akibat perbuatan kalian itu, niscaya kalian tidak akan lalai taat kepada Allah.", "6": "(Niscaya kalian benar-benar akan melihat neraka Jahim) Jawab Qasamnya tidak disebutkan, yaitu niscaya kalian tidak akan sibuk dengan bermegah-megahan yang melalaikan kalian dari taat kepada Allah. Lafal Latarawunna pada asalnya adalah Latarawunanna, kemudian Lam Fi'il dan 'Ain Fi'ilnya dibuang, kemudian harakatnya diberikan kepada Wau, sehingga jadilah Latarawunna.", "7": "(Dan sesungguhnya kalian benar-benar akan melihatnya) kalimat ayat ini mengukuhkan makna ayat sebelumnya (dengan pengetahuan yang yakin) lafal 'Ainal Yaqiin adalah Mashdar; demikian itu karena lafal Ra-aa dan lafal 'Aayana mempunyai arti yang sama.", "8": "(Kemudian kalian pasti akan ditanyai) lafal Latus-alunna dibuang daripadanya Nun alamat Rafa' karena berturut-turutnya huruf Nun, dibuang pula daripadanya Wawu dhamir jamak, tetapi bukan karena 'Illat atau sebab bertemunya kedua huruf yang disukunkan; bentuk asal daripada Latus-alunna adalah Latus-aluunanna (pada hari itu) yakni di hari kalian melihat neraka Jahim (tentang kenikmatan) yang kalian peroleh semasa di dunia, yaitu berupa kesehatan, waktu luang, keamanan, makanan, minuman dan nikmat-nikmat lainnya. Artinya dipergunakan untuk apakah kenikmatan itu?"}}}}}}