{"112": {"number": "112", "name": "الاخلاص", "name_latin": "Al-Ikhlas", "number_of_ayah": "4", "text": {"1": "قُلْ هُوَ اللّٰهُ اَحَدٌۚ", "2": "اَللّٰهُ الصَّمَدُۚ", "3": "لَمْ يَلِدْ وَلَمْ يُوْلَدْۙ", "4": "وَلَمْ يَكُنْ لَّهٗ كُفُوًا اَحَدٌ ࣖ"}, "translations": {"id": {"name": "Ikhlas", "text": {"1": "Katakanlah (Muhammad), “Dialah Allah, Yang Maha Esa.", "2": "Allah tempat meminta segala sesuatu.", "3": "(Allah) tidak beranak dan tidak pula diperanakkan.", "4": "Dan tidak ada sesuatu yang setara dengan Dia.”"}}}, "tafsir": {"id": {"kemenag": {"name": "Kemenag", "source": "Aplikasi Quran Kementrian Agama Republik Indonesia", "text": {"1": "Pada ayat ini, Allah menyuruh Nabi Muhammad menjawab pertanyaan orang-orang yang menanyakan tentang sifat Tuhannya, bahwa Dia adalah Allah Yang Maha Esa, tidak tersusun dan tidak berbilang, karena berbilang dalam susunan zat berarti bahwa bagian kumpulan itu memerlukan bagian yang lain, sedang Allah sama sekali tidak memerlukan suatu apa pun. Keesaan Allah itu meliputi tiga hal: Dia Maha Esa pada Zat-Nya, Maha Esa pada sifat-Nya dan Maha Esa pada perbuatan-Nya.\n\nMaha Esa pada zat-Nya berarti zat-Nya tidak tersusun dari beberapa zat atau bagian. Maha Esa pada sifat-Nya berarti tidak ada satu sifat makhluk pun yang menyamai-Nya dan Maha Esa pada perbuatan-Nya berarti Dialah yang membuat semua perbuatan sesuai dengan firman-Nya:\n\nSesungguhnya urusan-Nya apabila Dia menghendaki sesuatu Dia hanya berkata kepadanya, \"Jadilah!\" Maka jadilah sesuatu itu. (Yasin/36 : 82)", "2": "Allah menambahkan dalam ayat ini penjelasan tentang sifat Tuhan Yang Maha Esa itu, yaitu Dia adalah Tuhan tempat meminta dan memohon.", "3": "Allah lalu menegaskan bahwa Mahasuci Ia dari mempunyai anak. Ayat ini juga menentang dakwaan orang-orang musyrik Arab yang mengatakan bahwa malaikat-malaikat adalah anak perempuan Allah dan dakwaan orang Nasrani bahwa Isa anak laki-laki Allah. Dalam ayat lain, Allah berfirman:\n\nMaka tanyakanlah (Muhammad) kepada mereka (orang-orang kafir Mekah), \"Apakah anak-anak perempuan itu untuk Tuhanmu sedangkan untuk mereka anak-anak laki-laki?\" Atau apakah Kami menciptakan malaikat-malaikat berupa perempuan sedangkan mereka menyaksikan(nya)? Ingatlah, sesungguhnya di antara kebohongannya mereka benar-benar mengatakan, \"Allah mempunyai anak.\" Dan sungguh, mereka benar-benar pendusta. (as-saffat/37: 149-152)\n\nAllah tidak beranak, dan tidak pula diperanakkan. Dengan demikian, Dia tidak sama dengan makhluk. Dia berada tidak didahului oleh tidak ada. Mahasuci Allah dari apa yang mereka sebutkan.\n\nIbnu 'Abbas berkata, \"Dia tidak beranak sebagaimana Maryam melahirkan Isa dan tidak pula diperanakkan. Ini adalah bantahan terhadap orang-orang Nasrani yang mengatakan Isa al-Masih adalah anak Allah dan bantahan terhadap orang-orang Yahudi yang mengatakan Uzair adalah anak Allah.", "4": "Dalam ayat ini, Allah menjelaskan lagi bahwa tidak ada yang setara dan sebanding dengan Dia dalam zat, sifat, dan perbuatan-Nya. Ini adalah tantangan terhadap orang-orang yang beritikad bahwa ada yang setara dan menyerupai Allah dalam perbuatannya, sebagaimana pendirian orang-orang musyrik Arab yang menyatakan bahwa malaikat itu adalah sekutu Allah."}}, "jalalain": {"name": "Jalalain", "source": "Pesantren Persatuan Islam 91 Kota Tasikmalaya", "text": {"1": "(Katakanlah, \"Dialah Allah Yang Maha Esa\") lafal Allah adalah Khabar dari lafal Huwa, sedangkan lafal Ahadun adalah Badal dari lafal Allah, atau Khabar kedua dari lafal Huwa.", "2": "(Allah adalah Tuhan yang bergantung kepada-Nya segala sesuatu) lafal ayat ini terdiri dari Mubtada dan Khabar; artinya Dia adalah Tuhan yang bergantung kepada-Nya segala sesuatu untuk selama-lamanya.", "3": "(Dia tiada beranak) karena tiada yang menyamai-Nya (dan tiada pula diperanakkan) karena mustahil hal ini terjadi bagiNya.", "4": "(Dan tidak ada seorang pun yang setara dengan Dia) atau yang sebanding dengan-Nya, lafal Lahu berta'alluq kepada lafal Kufuwan. Lafal Lahu ini didahulukan karena dialah yang menjadi subjek penafian; kemudian lafal Ahadun diakhirkan letaknya padahal ia sebagai isim dari lafal Yakun, sedangkan Khabar yang seharusnya berada di akhir mendahuluinya; demikian itu karena demi menjaga Fashilah atau kesamaan bunyi pada akhir ayat."}}}}}}