{
    "13": {
        "number": "13",
        "name": "الرّعد",
        "name_latin": "Ar-Ra'd",
        "number_of_ayah": "43",
        "text": {
            "1": "الۤمّۤرٰۗ تِلْكَ اٰيٰتُ الْكِتٰبِۗ وَالَّذِيْٓ اُنْزِلَ اِلَيْكَ مِنْ رَّبِّكَ الْحَقُّ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يُؤْمِنُوْنَ ",
            "2": "اَللّٰهُ الَّذِيْ رَفَعَ السَّمٰوٰتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا ثُمَّ اسْتَوٰى عَلَى الْعَرْشِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَۗ  كُلٌّ يَّجْرِيْ لِاَجَلٍ مُّسَمًّىۗ يُدَبِّرُ الْاَمْرَ يُفَصِّلُ الْاٰيٰتِ لَعَلَّكُمْ بِلِقَاۤءِ رَبِّكُمْ تُوْقِنُوْنَ ",
            "3": "وَهُوَ الَّذِيْ مَدَّ الْاَرْضَ وَجَعَلَ فِيْهَا رَوَاسِيَ وَاَنْهٰرًا ۗوَمِنْ كُلِّ الثَّمَرٰتِ جَعَلَ فِيْهَا زَوْجَيْنِ اثْنَيْنِ يُغْشِى الَّيْلَ النَّهَارَۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّتَفَكَّرُوْنَ ",
            "4": "وَفِى الْاَرْضِ قِطَعٌ مُّتَجٰوِرٰتٌ وَّجَنّٰتٌ مِّنْ اَعْنَابٍ وَّزَرْعٌ وَّنَخِيْلٌ صِنْوَانٌ وَّغَيْرُ صِنْوَانٍ يُّسْقٰى بِمَاۤءٍ وَّاحِدٍۙ وَّنُفَضِّلُ بَعْضَهَا عَلٰى بَعْضٍ فِى الْاُكُلِۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّعْقِلُوْنَ",
            "5": "۞ وَاِنْ تَعْجَبْ فَعَجَبٌ قَوْلُهُمْ ءَاِذَا كُنَّا تُرَابًا ءَاِنَّا لَفِيْ خَلْقٍ جَدِيْدٍ ەۗ اُولٰۤىِٕكَ الَّذِيْنَ كَفَرُوْا بِرَبِّهِمْۚ وَاُولٰۤىِٕكَ الْاَغْلٰلُ فِيْٓ اَعْنَاقِهِمْۚ وَاُولٰۤىِٕكَ اَصْحٰبُ النَّارِۚ هُمْ فِيْهَا خٰلِدُوْنَ",
            "6": "وَيَسْتَعْجِلُوْنَكَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ وَقَدْ خَلَتْ مِنْ قَبْلِهِمُ الْمَثُلٰتُۗ وَاِنَّ رَبَّكَ لَذُوْ مَغْفِرَةٍ لِّلنَّاسِ عَلٰى ظُلْمِهِمْۚ وَاِنَّ رَبَّكَ لَشَدِيْدُ الْعِقَابِ ",
            "7": "وَيَقُوْلُ الَّذِيْنَ كَفَرُوْا لَوْلَآ اُنْزِلَ عَلَيْهِ اٰيَةٌ مِّنْ رَّبِّهٖۗ اِنَّمَآ اَنْتَ مُنْذِرٌ وَّلِكُلِّ قَوْمٍ هَادٍ ࣖ ",
            "8": "اَللّٰهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ اُنْثٰى وَمَا تَغِيْضُ الْاَرْحَامُ وَمَا تَزْدَادُ ۗوَكُلُّ شَيْءٍ عِنْدَهٗ بِمِقْدَارٍ ",
            "9": "عٰلِمُ الْغَيْبِ وَالشَّهَادَةِ الْكَبِيْرُ الْمُتَعَالِ ",
            "10": "سَوَاۤءٌ مِّنْكُمْ مَّنْ اَسَرَّ الْقَوْلَ وَمَنْ جَهَرَ بِهٖ وَمَنْ هُوَ مُسْتَخْفٍۢ بِالَّيْلِ وَسَارِبٌۢ بِالنَّهَارِ ",
            "11": "لَهٗ مُعَقِّبٰتٌ مِّنْۢ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهٖ يَحْفَظُوْنَهٗ مِنْ اَمْرِ اللّٰهِ ۗاِنَّ اللّٰهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتّٰى يُغَيِّرُوْا مَا بِاَنْفُسِهِمْۗ وَاِذَآ اَرَادَ اللّٰهُ بِقَوْمٍ سُوْۤءًا فَلَا مَرَدَّ لَهٗ ۚوَمَا لَهُمْ مِّنْ دُوْنِهٖ مِنْ وَّالٍ ",
            "12": "هُوَ الَّذِيْ يُرِيْكُمُ الْبَرْقَ خَوْفًا وَّطَمَعًا وَّيُنْشِئُ السَّحَابَ الثِّقَالَۚ  ",
            "13": "وَيُسَبِّحُ الرَّعْدُ بِحَمْدِهٖ وَالْمَلٰۤىِٕكَةُ مِنْ خِيْفَتِهٖۚ وَيُرْسِلُ الصَّوَاعِقَ فَيُصِيْبُ بِهَا مَنْ يَّشَاۤءُ وَهُمْ يُجَادِلُوْنَ فِى اللّٰهِ ۚوَهُوَ شَدِيْدُ الْمِحَالِۗ  ",
            "14": "لَهٗ دَعْوَةُ الْحَقِّۗ وَالَّذِيْنَ يَدْعُوْنَ مِنْ دُوْنِهٖ لَا يَسْتَجِيْبُوْنَ لَهُمْ بِشَيْءٍ اِلَّا كَبَاسِطِ كَفَّيْهِ اِلَى الْمَاۤءِ لِيَبْلُغَ فَاهُ وَمَا هُوَ بِبَالِغِهٖۗ وَمَا دُعَاۤءُ الْكٰفِرِيْنَ اِلَّا فِيْ ضَلٰلٍ ",
            "15": "وَلِلّٰهِ يَسْجُدُ مَنْ فِى السَّمٰوٰتِ وَالْاَرْضِ طَوْعًا وَّكَرْهًا وَّظِلٰلُهُمْ بِالْغُدُوِّ وَالْاٰصَالِ ۩",
            "16": "قُلْ مَنْ رَّبُّ السَّمٰوٰتِ وَالْاَرْضِۗ قُلِ اللّٰهُ ۗقُلْ اَفَاتَّخَذْتُمْ مِّنْ دُوْنِهٖٓ اَوْلِيَاۤءَ لَا يَمْلِكُوْنَ لِاَنْفُسِهِمْ نَفْعًا وَّلَا ضَرًّاۗ قُلْ هَلْ يَسْتَوِى الْاَعْمٰى وَالْبَصِيْرُ ەۙ اَمْ هَلْ تَسْتَوِى الظُّلُمٰتُ وَالنُّوْرُ ەۚ اَمْ جَعَلُوْا لِلّٰهِ شُرَكَاۤءَ خَلَقُوْا كَخَلْقِهٖ فَتَشَابَهَ الْخَلْقُ عَلَيْهِمْۗ قُلِ اللّٰهُ خَالِقُ كُلِّ شَيْءٍ وَّهُوَ الْوَاحِدُ الْقَهَّارُ",
            "17": "اَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءً فَسَالَتْ اَوْدِيَةٌ ۢ بِقَدَرِهَا فَاحْتَمَلَ السَّيْلُ زَبَدًا رَّابِيًا ۗوَمِمَّا يُوْقِدُوْنَ عَلَيْهِ فِى النَّارِ ابْتِغَاۤءَ حِلْيَةٍ اَوْ مَتَاعٍ زَبَدٌ مِّثْلُهٗ  ۗ كَذٰلِكَ يَضْرِبُ اللّٰهُ الْحَقَّ وَالْبَاطِلَ ەۗ فَاَمَّا الزَّبَدُ فَيَذْهَبُ جُفَاۤءً ۚوَاَمَّا مَا يَنْفَعُ النَّاسَ فَيَمْكُثُ فِى الْاَرْضِۗ  كَذٰلِكَ يَضْرِبُ اللّٰهُ الْاَمْثَالَ ۗ",
            "18": "لِلَّذِيْنَ اسْتَجَابُوْا لِرَبِّهِمُ الْحُسْنٰىۗ وَالَّذِيْنَ لَمْ يَسْتَجِيْبُوْا لَهٗ لَوْ اَنَّ لَهُمْ مَّا فِى الْاَرْضِ جَمِيْعًا وَّمِثْلَهٗ مَعَهٗ لَافْتَدَوْا بِهٖ ۗ اُولٰۤىِٕكَ لَهُمْ سُوْۤءُ الْحِسَابِ ەۙ وَمَأْوٰىهُمْ جَهَنَّمُ ۗوَبِئْسَ الْمِهَادُ ࣖ",
            "19": "۞ اَفَمَنْ يَّعْلَمُ اَنَّمَآ اُنْزِلَ اِلَيْكَ مِنْ رَّبِّكَ الْحَقُّ كَمَنْ هُوَ اَعْمٰىۗ اِنَّمَا يَتَذَكَّرُ اُولُوا الْاَلْبَابِۙ  ",
            "20": "الَّذِيْنَ يُوْفُوْنَ بِعَهْدِ اللّٰهِ وَلَا يَنْقُضُوْنَ الْمِيْثَاقَۙ  ",
            "21": "وَالَّذِيْنَ يَصِلُوْنَ مَآ اَمَرَ اللّٰهُ بِهٖٓ اَنْ يُّوْصَلَ وَيَخْشَوْنَ رَبَّهُمْ وَيَخَافُوْنَ سُوْۤءَ الْحِسَابِ ۗ   ",
            "22": "وَالَّذِيْنَ صَبَرُوا ابْتِغَاۤءَ وَجْهِ رَبِّهِمْ وَاَقَامُوا الصَّلٰوةَ وَاَنْفَقُوْا مِمَّا رَزَقْنٰهُمْ سِرًّا وَّعَلَانِيَةً وَّيَدْرَءُوْنَ بِالْحَسَنَةِ السَّيِّئَةَ اُولٰۤىِٕكَ لَهُمْ عُقْبَى الدَّارِۙ  ",
            "23": "جَنّٰتُ عَدْنٍ يَّدْخُلُوْنَهَا وَمَنْ صَلَحَ مِنْ اٰبَاۤىِٕهِمْ وَاَزْوَاجِهِمْ وَذُرِّيّٰتِهِمْ وَالْمَلٰۤىِٕكَةُ يَدْخُلُوْنَ عَلَيْهِمْ مِّنْ كُلِّ بَابٍۚ ",
            "24": "سَلٰمٌ عَلَيْكُمْ بِمَا صَبَرْتُمْ فَنِعْمَ عُقْبَى الدَّارِۗ   ",
            "25": "وَالَّذِيْنَ يَنْقُضُوْنَ عَهْدَ اللّٰهِ مِنْ ۢ بَعْدِ مِيْثَاقِهٖ وَيَقْطَعُوْنَ مَآ اَمَرَ اللّٰهُ بِهٖٓ اَنْ يُّوْصَلَ وَيُفْسِدُوْنَ فِى الْاَرْضِۙ اُولٰۤىِٕكَ لَهُمُ اللَّعْنَةُ وَلَهُمْ سُوْۤءُ الدَّارِ ",
            "26": "اَللّٰهُ يَبْسُطُ الرِّزْقَ لِمَنْ يَّشَاۤءُ وَيَقْدِرُ ۗوَفَرِحُوْا بِالْحَيٰوةِ الدُّنْيَاۗ وَمَا الْحَيٰوةُ الدُّنْيَا فِى الْاٰخِرَةِ اِلَّا مَتَاعٌ  ࣖ  ",
            "27": "وَيَقُوْلُ الَّذِيْنَ كَفَرُوْا لَوْلَآ اُنْزِلَ عَلَيْهِ اٰيَةٌ مِّنْ رَّبِّهٖۗ  قُلْ اِنَّ اللّٰهَ يُضِلُّ مَنْ يَّشَاۤءُ وَيَهْدِيْٓ اِلَيْهِ مَنْ اَنَابَۖ  ",
            "28": "الَّذِيْنَ اٰمَنُوْا وَتَطْمَىِٕنُّ قُلُوْبُهُمْ بِذِكْرِ اللّٰهِ ۗ اَلَا بِذِكْرِ اللّٰهِ تَطْمَىِٕنُّ الْقُلُوْبُ ۗ   ",
            "29": "اَلَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ طُوْبٰى لَهُمْ وَحُسْنُ مَاٰبٍ ",
            "30": "كَذٰلِكَ اَرْسَلْنٰكَ فِيْٓ اُمَّةٍ قَدْ خَلَتْ مِنْ قَبْلِهَآ اُمَمٌ لِّتَتْلُوَا۟ عَلَيْهِمُ الَّذِيْٓ اَوْحَيْنَآ اِلَيْكَ وَهُمْ يَكْفُرُوْنَ بِالرَّحْمٰنِۗ قُلْ هُوَ رَبِّيْ لَآ اِلٰهَ اِلَّا هُوَۚ عَلَيْهِ تَوَكَّلْتُ وَاِلَيْهِ مَتَابِ ",
            "31": "وَلَوْ اَنَّ قُرْاٰنًا سُيِّرَتْ بِهِ الْجِبَالُ اَوْ قُطِّعَتْ بِهِ الْاَرْضُ اَوْ كُلِّمَ بِهِ الْمَوْتٰىۗ بَلْ لِّلّٰهِ الْاَمْرُ جَمِيْعًاۗ اَفَلَمْ يَا۟يْـَٔسِ الَّذِيْنَ اٰمَنُوْٓا اَنْ لَّوْ يَشَاۤءُ اللّٰهُ لَهَدَى النَّاسَ جَمِيْعًاۗ وَلَا يَزَالُ الَّذِيْنَ كَفَرُوْا تُصِيْبُهُمْ بِمَا صَنَعُوْا قَارِعَةٌ اَوْ تَحُلُّ قَرِيْبًا مِّنْ دَارِهِمْ حَتّٰى يَأْتِيَ وَعْدُ اللّٰهِ ۗاِنَّ اللّٰهَ لَا يُخْلِفُ الْمِيْعَادَ ࣖ ",
            "32": "وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّنْ قَبْلِكَ فَاَمْلَيْتُ لِلَّذِيْنَ كَفَرُوْا ثُمَّ اَخَذْتُهُمْ فَكَيْفَ كَانَ عِقَابِ ",
            "33": "اَفَمَنْ هُوَ قَاۤىِٕمٌ عَلٰى كُلِّ نَفْسٍۢ بِمَا كَسَبَتْۚ وَجَعَلُوْا لِلّٰهِ شُرَكَاۤءَ ۗ قُلْ سَمُّوْهُمْۗ اَمْ تُنَبِّـُٔوْنَهٗ بِمَا لَا يَعْلَمُ فِى الْاَرْضِ اَمْ بِظَاهِرٍ مِّنَ الْقَوْلِ ۗبَلْ زُيِّنَ لِلَّذِيْنَ كَفَرُوْا مَكْرُهُمْ وَصُدُّوْا عَنِ السَّبِيْلِ ۗوَمَنْ يُّضْلِلِ اللّٰهُ فَمَا لَهٗ مِنْ هَادٍ ",
            "34": "لَهُمْ عَذَابٌ فِى الْحَيٰوةِ الدُّنْيَا وَلَعَذَابُ الْاٰخِرَةِ اَشَقُّۚ وَمَا لَهُمْ مِّنَ اللّٰهِ مِنْ وَّاقٍ ",
            "35": "۞ مَثَلُ الْجَنَّةِ الَّتِيْ وُعِدَ الْمُتَّقُوْنَۗ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُۗ  اُكُلُهَا دَاۤىِٕمٌ وَّظِلُّهَاۗ تِلْكَ عُقْبَى الَّذِيْنَ اتَّقَوْا ۖوَّعُقْبَى الْكٰفِرِيْنَ النَّارُ ",
            "36": "وَالَّذِيْنَ اٰتَيْنٰهُمُ الْكِتٰبَ يَفْرَحُوْنَ بِمَآ اُنْزِلَ اِلَيْكَ وَمِنَ الْاَحْزَابِ مَنْ يُّنْكِرُ بَعْضَهٗ ۗ قُلْ اِنَّمَآ اُمِرْتُ اَنْ اَعْبُدَ اللّٰهَ وَلَآ اُشْرِكَ بِهٖ ۗاِلَيْهِ اَدْعُوْا وَاِلَيْهِ مَاٰبِ ",
            "37": "وَكَذٰلِكَ اَنْزَلْنٰهُ حُكْمًا عَرَبِيًّاۗ وَلَىِٕنِ اتَّبَعْتَ اَهْوَاۤءَهُمْ بَعْدَمَا جَاۤءَكَ مِنَ الْعِلْمِۙ مَا لَكَ مِنَ اللّٰهِ مِنْ وَّلِيٍّ وَّلَا وَاقٍ ࣖ ",
            "38": "وَلَقَدْ اَرْسَلْنَا رُسُلًا مِّنْ قَبْلِكَ وَجَعَلْنَا لَهُمْ اَزْوَاجًا وَّذُرِّيَّةً ۗوَمَا كَانَ لِرَسُوْلٍ اَنْ يَّأْتِيَ بِاٰيَةٍ اِلَّا بِاِذْنِ اللّٰهِ ۗلِكُلِّ اَجَلٍ كِتَابٌ ",
            "39": "يَمْحُوا اللّٰهُ مَا يَشَاۤءُ وَيُثْبِتُ ۚوَعِنْدَهٗٓ اُمُّ الْكِتٰبِ ",
            "40": "وَاِنْ مَّا نُرِيَنَّكَ بَعْضَ الَّذِيْ نَعِدُهُمْ اَوْ نَتَوَفَّيَنَّكَ فَاِنَّمَا عَلَيْكَ الْبَلٰغُ وَعَلَيْنَا الْحِسَابُ ",
            "41": "اَوَلَمْ يَرَوْا اَنَّا نَأْتِى الْاَرْضَ نَنْقُصُهَا مِنْ اَطْرَافِهَاۗ وَاللّٰهُ يَحْكُمُ لَا مُعَقِّبَ لِحُكْمِهٖۗ وَهُوَ سَرِيْعُ الْحِسَابِ ",
            "42": "وَقَدْ مَكَرَ الَّذِيْنَ مِنْ قَبْلِهِمْ فَلِلّٰهِ الْمَكْرُ جَمِيْعًا ۗيَعْلَمُ مَا تَكْسِبُ كُلُّ نَفْسٍۗ وَسَيَعْلَمُ الْكُفّٰرُ لِمَنْ عُقْبَى الدَّارِ ",
            "43": "وَيَقُوْلُ الَّذِيْنَ كَفَرُوْا لَسْتَ مُرْسَلًا ۗ قُلْ كَفٰى بِاللّٰهِ شَهِيْدًاۢ بَيْنِيْ وَبَيْنَكُمْۙ وَمَنْ عِنْدَهٗ عِلْمُ الْكِتٰبِ ࣖ "
        },
        "translations": {
            "id": {
                "name": "Guruh",
                "text": {
                    "1": "Alif Lam Mim Ra. Ini adalah ayat-ayat Kitab (Al-Qur'an). Dan (Kitab) yang diturunkan kepadamu (Muhammad) dari Tuhanmu itu adalah benar; tetapi kebanyakan manusia tidak beriman (kepadanya).",
                    "2": "Allah yang meninggikan langit tanpa tiang (sebagaimana) yang kamu lihat, kemudian Dia bersemayam di atas ‘Arsy. Dia menundukkan matahari dan bulan; masing-masing beredar menurut waktu yang telah ditentukan. Dia mengatur urusan (makhluk-Nya), dan menjelaskan tanda-tanda (kebesaran-Nya), agar kamu yakin akan pertemuan dengan Tuhanmu.",
                    "3": "Dan Dia yang menghamparkan bumi dan menjadikan gunung-gunung dan sungai-sungai di atasnya. Dan padanya Dia menjadikan semua buah-buahan berpasang-pasangan; Dia menutupkan malam kepada siang. Sungguh, pada yang demikian itu terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang berpikir.",
                    "4": "Dan di bumi terdapat bagian-bagian yang berdampingan, kebun-kebun anggur, tanaman-tanaman, pohon kurma yang bercabang, dan yang tidak bercabang; disirami dengan air yang sama, tetapi Kami lebihkan tanaman yang satu dari yang lainnya dalam hal rasanya. Sungguh, pada yang demikian itu terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang mengerti.",
                    "5": "Dan jika engkau merasa heran, maka yang mengherankan adalah ucapan mereka, “Apabila kami telah menjadi tanah, apakah kami akan (dikembalikan) menjadi makhluk yang baru?” Mereka itulah yang ingkar kepada Tuhannya; dan mereka itulah (yang dilekatkan) belenggu di lehernya. Mereka adalah penghuni neraka, mereka kekal di dalamnya.",
                    "6": "Dan mereka meminta kepadamu agar dipercepat (datangnya) siksaan, sebelum (mereka meminta) kebaikan, padahal telah terjadi bermacam-macam contoh siksaan sebelum mereka. Sungguh, Tuhanmu benar-benar memiliki ampunan bagi manusia atas kezaliman mereka, dan sungguh, Tuhanmu sangat keras siksaan-Nya.",
                    "7": "Dan orang-orang kafir berkata, “Mengapa tidak diturunkan kepadanya (Muhammad) suatu tanda (mukjizat) dari Tuhannya?” Sesungguhnya engkau hanyalah seorang pemberi peringatan; dan bagi setiap kaum ada orang yang memberi petunjuk.",
                    "8": "Allah mengetahui apa yang dikandung oleh setiap perempuan, apa yang kurang sempurna dan apa yang bertambah dalam rahim. Dan segala sesuatu ada ukuran di sisi-Nya.",
                    "9": "(Allah) Yang mengetahui semua yang gaib dan yang nyata; Yang Mahabesar, Mahatinggi.",
                    "10": "Sama saja (bagi Allah), siapa di antaramu yang merahasiakan ucapannya dan siapa yang berterus terang dengannya; dan siapa yang bersembunyi pada malam hari dan yang berjalan pada siang hari.",
                    "11": "Baginya (manusia) ada malaikat-malaikat yang selalu menjaganya bergiliran, dari depan dan belakangnya. Mereka menjaganya atas perintah Allah. Sesungguhnya Allah tidak akan mengubah keadaan suatu kaum sebelum mereka mengubah keadaan diri mereka sendiri. Dan apabila Allah menghendaki keburukan terhadap suatu kaum, maka tak ada yang dapat menolaknya dan tidak ada pelindung bagi mereka selain Dia.",
                    "12": "Dialah yang memperlihatkan kilat kepadamu, yang menimbulkan ketakutan dan harapan, dan Dia menjadikan mendung. ",
                    "13": "Dan guruh bertasbih memuji-Nya, (demikian pula) para malaikat karena takut kepada-Nya, dan Allah melepaskan halilintar, lalu menimpakannya kepada siapa yang Dia kehendaki, sementara mereka berbantah-bantahan tentang Allah, dan Dia Mahakeras siksaan-Nya.",
                    "14": "Hanya kepada Allah doa yang benar. Berhala-berhala yang mereka sembah selain Allah tidak dapat mengabulkan apa pun bagi mereka, tidak ubahnya seperti orang yang membukakan kedua telapak tangannya ke dalam air agar (air) sampai ke mulutnya. Padahal air itu tidak akan sampai ke mulutnya. Dan doa orang-orang kafir itu, hanyalah sia-sia belaka.",
                    "15": "Dan semua sujud kepada Allah baik yang di langit maupun yang di bumi, baik dengan kemauan sendiri maupun terpaksa (dan sujud pula) bayang-bayang mereka, pada waktu pagi dan petang hari.",
                    "16": "Katakanlah (Muhammad), “Siapakah Tuhan langit dan bumi?” Katakanlah, “Allah.”  Katakanlah, “Pantaskah kamu mengambil pelindung-pelindung selain Allah, padahal mereka tidak kuasa mendatangkan manfaat maupun menolak mudarat bagi dirinya sendiri?”  Katakanlah, “Samakah orang yang buta dengan yang dapat melihat? Atau samakah yang gelap dengan yang terang? Apakah mereka menjadikan sekutu-sekutu bagi Allah yang dapat menciptakan seperti ciptaan-Nya sehingga kedua ciptaan itu serupa menurut pandangan mereka?” Katakanlah, “Allah adalah Pencipta segala sesuatu dan Dia Tuhan Yang Maha Esa, Mahaperkasa.”",
                    "17": "Allah telah menurunkan air (hujan) dari langit, maka mengalirlah ia (air) di lembah-lembah menurut ukurannya, maka arus itu membawa buih yang mengambang. Dan dari apa (logam) yang mereka lebur dalam api untuk membuat perhiasan atau alat-alat, ada (pula) buihnya seperti (buih arus) itu. Demikianlah Allah membuat perumpamaan tentang yang benar dan yang batil. Adapun buih, akan hilang sebagai sesuatu yang tidak ada gunanya; tetapi yang bermanfaat bagi manusia, akan tetap ada di bumi. Demikianlah Allah membuat perumpamaan.",
                    "18": "Bagi orang-orang yang memenuhi seruan Tuhan, mereka (disediakan) balasan yang baik. Dan orang-orang yang tidak memenuhi seruan-Nya, sekiranya mereka memiliki semua yang ada di bumi dan (ditambah) sebanyak itu lagi, niscaya mereka akan menebus dirinya dengan itu. Orang-orang itu mendapat hisab (perhitungan) yang buruk dan tempat kediaman mereka Jahanam, dan itulah seburuk-buruk tempat kediaman.",
                    "19": "Maka apakah orang yang mengetahui bahwa apa yang diturunkan Tuhan kepadamu adalah kebenaran, sama dengan orang yang buta? Hanya orang berakal saja yang dapat mengambil pelajaran,",
                    "20": "(yaitu) orang yang memenuhi janji Allah dan tidak melanggar perjanjian,",
                    "21": "dan orang-orang yang menghubungkan apa yang diperintahkan Allah agar dihubungkan, dan mereka takut kepada Tuhannya dan takut kepada hisab yang buruk.",
                    "22": "Dan orang yang sabar karena mengharap keridaan Tuhannya, melaksanakan salat, dan menginfakkan sebagian rezeki yang Kami berikan kepada mereka, secara sembunyi atau terang-terangan serta menolak kejahatan dengan kebaikan; orang itulah yang men-dapat tempat kesudahan (yang baik),",
                    "23": "(yaitu) surga-surga ‘Adn, mereka masuk ke dalamnya bersama dengan orang yang saleh dari nenek moyangnya, pasangan-pasangannya, dan anak cucunya, sedang para malaikat masuk ke tempat-tempat mereka dari semua pintu;",
                    "24": "(sambil mengucapkan), “Selamat sejahtera atasmu karena kesabaranmu.” Maka alangkah nikmatnya tempat kesudahan itu.",
                    "25": "Dan orang-orang yang melanggar janji Allah setelah diikrarkannya, dan memutuskan apa yang diperintahkan Allah agar disambungkan dan berbuat kerusakan di bumi; mereka itu memperoleh kutukan dan tempat kediaman yang buruk (Jahanam).",
                    "26": "Allah melapangkan rezeki bagi siapa yang Dia kehendaki dan membatasi (bagi siapa yang Dia kehendaki). Mereka bergembira dengan kehidupan dunia, padahal kehidupan dunia hanyalah kesenangan (yang sedikit) dibanding kehidupan akhirat.",
                    "27": "Dan orang-orang kafir berkata, “Mengapa tidak diturunkan kepadanya (Muhammad) tanda (mukjizat) dari Tuhannya?” Katakanlah (Muhammad), “Sesungguhnya Allah menyesatkan siapa yang Dia kehendaki dan memberi petunjuk orang yang bertobat kepada-Nya,”",
                    "28": "(yaitu) orang-orang yang beriman dan hati mereka menjadi tenteram dengan mengingat Allah. Ingatlah, hanya dengan mengingat Allah hati menjadi tenteram.",
                    "29": "Orang-orang yang beriman dan mengerjakan kebajikan, mereka mendapat kebahagiaan dan tempat kembali yang baik.",
                    "30": "Demikianlah, Kami telah mengutus engkau (Muhammad) kepada suatu umat yang sungguh sebelumnya telah berlalu beberapa umat, agar engkau bacakan kepada mereka (Al-Qur'an) yang Kami wahyukan kepadamu, padahal mereka ingkar kepada Tuhan Yang Maha Pengasih. Katakanlah, “Dia Tuhanku, tidak ada tuhan selain Dia; hanya kepada-Nya aku bertawakal dan hanya kepada-Nya aku bertobat.”",
                    "31": "Dan sekiranya ada suatu bacaan (Kitab Suci) yang dengan itu gunung-gunung dapat digoncangkan, atau bumi jadi terbelah, atau orang yang sudah mati dapat berbicara, (itulah Al-Qur'an). Sebenarnya segala urusan itu milik Allah. Maka tidakkah orang-orang yang beriman mengetahui bahwa sekiranya Allah menghendaki (semua manusia beriman), tentu Allah memberi petunjuk kepada manusia semuanya. Dan orang-orang kafir senantiasa ditimpa bencana disebabkan perbuatan mereka sendiri atau bencana itu terjadi dekat tempat kediaman mereka, sampai datang janji Allah (penaklukkan Mekah). Sungguh, Allah tidak menyalahi janji.",
                    "32": "Dan sesungguhnya beberapa rasul sebelum engkau (Muhammad) telah diperolok-olokkan, maka Aku beri tenggang waktu kepada orang-orang kafir itu, kemudian Aku binasakan mereka. Maka alangkah hebatnya siksaan-Ku itu! ",
                    "33": "Maka apakah Tuhan yang menjaga setiap jiwa terhadap apa yang diperbuatnya (sama dengan yang lain)? Mereka menjadikan sekutu-sekutu bagi Allah. Katakanlah, “Sebutkanlah sifat-sifat mereka itu.” Atau apakah kamu hendak memberitahukan kepada Allah apa yang tidak diketahui-Nya di bumi, atau (mengatakan tentang hal itu) sekedar perkataan pada lahirnya saja. Sebenarnya bagi orang kafir, tipu daya mereka itu dijadikan terasa indah, dan mereka dihalangi dari jalan (yang benar). Dan barangsiapa disesatkan Allah, maka tidak ada seorang pun yang memberi petunjuk baginya.",
                    "34": "Mereka mendapat siksaan dalam kehidupan dunia, dan azab akhirat pasti lebih keras. Tidak ada seorang pun yang melindungi mereka dari (azab) Allah.",
                    "35": "Perumpamaan surga yang dijanjikan kepada orang yang bertakwa (ialah seperti taman), mengalir di bawahnya sungai-sungai; senantiasa berbuah dan teduh. Itulah tempat kesudahan bagi orang yang bertakwa; sedang tempat kesudahan bagi orang yang ingkar kepada Tuhan ialah neraka.",
                    "36": "Dan orang yang telah Kami berikan kitab kepada mereka bergembira dengan apa (kitab) yang diturunkan kepadamu (Muhammad), dan ada di antara golongan (Yahudi dan Nasrani), yang mengingkari sebagiannya. Katakanlah, “Aku hanya diperintah untuk menyembah Allah dan tidak mempersekutukan-Nya. Hanya kepada-Nya aku seru (manusia) dan hanya kepada-Nya aku kembali.”",
                    "37": "Dan demikianlah Kami telah menurunkannya (Al-Qur'an) sebagai peraturan (yang benar) dalam bahasa Arab. Sekiranya engkau mengikuti keinginan mereka setelah datang pengetahuan kepadamu, maka tidak ada yang melindungi dan yang menolong engkau dari (siksaan) Allah.",
                    "38": "Dan sungguh, Kami telah mengutus beberapa rasul sebelum engkau (Muhammad) dan Kami berikan kepada mereka istri-istri dan keturunan. Tidak ada hak bagi seorang rasul mendatangkan sesuatu bukti (mukjizat) melainkan dengan izin Allah. Untuk setiap masa ada Kitab (tertentu).",
                    "39": "Allah menghapus dan menetapkan apa yang Dia kehendaki. Dan di sisi-Nya terdapat Ummul-Kitab (Lauh Mahfuzh).",
                    "40": "Dan sungguh jika Kami perlihatkan kepadamu (Muhammad) sebagian (siksaan) yang Kami ancamkan kepada mereka atau Kami wafatkan engkau, maka sesungguhnya tugasmu hanya menyampaikan saja, dan Kamilah yang memperhitungkan (amal mereka).",
                    "41": "Dan apakah mereka tidak melihat bahwa Kami mendatangi daerah-daerah (orang yang ingkar kepada Allah), lalu Kami kurangi (daerah-daerah) itu (sedikit demi sedikit) dari tepi-tepinya? Dan Allah menetapkan hukum (menurut kehendak-Nya), tidak ada yang dapat menolak ketetapan-Nya; Dia Mahacepat perhitungan-Nya.",
                    "42": "Dan sungguh, orang sebelum mereka (kafir Mekah) telah mengadakan tipu daya, tetapi semua tipu daya itu dalam kekuasaan Allah. Dia mengetahui apa yang diusahakan oleh setiap orang, dan orang yang ingkar kepada Tuhan akan mengetahui untuk siapa tempat kesudahan (yang baik).",
                    "43": " Dan orang-orang kafir berkata, “Engkau (Muhammad) bukanlah seorang Rasul.” Katakanlah, “Cukuplah Allah dan orang yang menguasai ilmu Al-Kitab menjadi saksi antara aku dan kamu.” "
                }
            }
        },
        "tafsir": {
            "id": {
                "kemenag": {
                    "name": "Kemenag",
                    "source": "Website Kementrian Agama Republik Indonesia. https://quran.kemenag.go.id.",
                    "text": {
                        "1": "(73) Saudara-saudara Yusuf berkata dengan maksud membersihkan diri dari tuduhan itu, \"Demi Allah kamu telah mengetahui bahwa kami datang ke Mesir ini, baik pertama maupun yang kedua kalinya, bukan untuk membuat kerusakan di negeri Mesir dengan mencuri ataupun melakukan kejahatan lainnya, dan kami yakin bahwa kami bukanlah pencuri.\"",
                        "2": "(74) Penyeru itu bertanya, \"Tetapi apa akibatnya jika kamu berdusta? Dan ternyata piala raja itu disembunyikan di karung-karungmu.\"",
                        "3": "(75) Mereka menjawab, \"Balasannya ialah siapa saja yang ditemukan piala itu di dalam karungnya, maka dialah pencurinya dan harus bersedia menerima akibatnya.\" Syariat yang berlaku menurut agama yang dibawa Nabi Yakub ialah si pencuri dijadikan hamba sahaya oleh orang yang kecurian selama satu tahun. Demikianlah Allah membalas kejahatan orang-orang yang zalim.",
                        "4": "(76) Setelah kafilah kembali lagi ke Mesir dan menghadap Yusuf, ia mulai memeriksa karung-karung mereka semuanya dan yang terakhir diperiksa adalah karung Bunyamin. Sengaja beliau berbuat demikian untuk menutupi taktiknya. Kemudian Yusuf menemukan piala yang hilang itu dari karung Bunyamin. Dengan cara demikian Allah mengatur taktik Yusuf untuk mencapai maksudnya. Yusuf sama sekali tidak bermaksud menghu-kum saudaranya menurut undang-undang kerajaan kecuali jika Allah menghendakinya. Beliau sengaja membuat taktik ini untuk sekedar menguji akhlak saudara-saudaranya dan bukan untuk menyakiti Bunyamin, karena ia terlebih dahulu telah diberitahu tentang rencana tersebut. Allah meninggikan derajat orang-orang yang dikehendaki-Nya, baik berupa ilmu maupun keimanan dan memperlihatkan pula jalan kebenaran untuk mencapai maksudnya, seperti Allah telah mengangkat derajat Yusuf di atas saudara-saudaranya. Di atas setiap orang yang berpengetahuan ada lagi yang lebih mengetahui. Hanya Allah yang Maha Mengetahui.",
                        "5": "(77) Dalam ayat ini, saudara-saudara Yusuf mengatakan bahwa jika Bunyamin ternyata mencuri, itu karena saudaranya Yusuf juga telah mencuri. Tuduhan mereka bahwa Yusuf pernah mencuri menunjukkan bahwa sifat dengki masih tertanam dalam hati mereka. Hal itu sempat menimbulkan perasaan jengkel dalam diri Yusuf. Akan tetapi, dengan sabar Yusuf mampu menyembunyikan kejengkelan itu dan tidak menampakkan-nya kepada mereka.\n\nBahwa Yusuf dikatakan pernah mencuri pada waktu ia masih kecil, sebenarnya tidaklah benar. Peristiwa yang sebenarnya bukanlah kasus pencurian, melainkan kasus yang direkayasa agar Yusuf kecil tetap tinggal bersama bibinya, tidak dibawa pulang oleh ayahnya, yaitu Nabi Yakub a.s. Kasusnya adalah seperti yang diriwayatkan oleh Mujahid r.a. yang menerangkan bahwa Yusuf ketika kecil dipelihara oleh bibinya yang sangat sayang kepadanya. Bibinya menyimpan ikat pinggang Nabi Ishak a.s. yang secara turun-temurun diwariskan kepada anaknya yang tertua. Nabi Yakub sering datang kepada saudara perempuannya, untuk mengambil Yusuf. Karena bibinya amat sayang kepadanya, beliau mempertahankan Yusuf supaya tetap di bawah asuhannya. Akhirnya, bibinya tersebut membuat suatu taktik dengan mengikatkan ikat pinggang pusaka tadi ke pinggang Yusuf dan ditutup oleh bajunya sehingga tidak kelihatan. Lalu, bibinya mengumumkan bahwa ikat pinggang pusaka itu hilang dicuri orang. Kemudian, semua anggota keluarga diperiksa. Ternyata ikat pinggang kedapatan dipakai oleh Yusuf. Menurut syariat Nabi Yakub a.s. waktu itu, Yusuf harus diserahkan kepada bibinya sebagai hamba sahaya selama satu tahun. Peristiwa inilah, antara lain, yang dituduhkan oleh saudara-saudaranya bahwa ia pernah mencuri.",
                        "6": "(78) Pada ayat ini dijelaskan tentang apa yang dikatakan oleh saudara-saudara Yusuf kepada al-Aziz, bahwa Bunyamin yang ditetapkan sebagai pencuri itu mempunyai ayah yang telah lanjut usia, dan tidak bisa berpisah dengannya. Bunyamin adalah pengganti saudaranya yang hilang. Oleh karena itu, mereka mengharap kepada al-Aziz agar sudi mengambil salah seorang dari mereka sebagai jaminan karena Bunyamin lebih dicintai ayahnya. Mereka juga telah berjanji untuk menjaga keselamatan Bunyamin selama dalam perjalanan. Di samping itu, mereka pun memuji al-Aziz bahwa beliau adalah orang yang gemar berbuat baik. Pujian serupa itu tentu saja dengan maksud agar Bunyamin dibebaskan dari penahanan karena tuduhan pencurian. Mereka sebagai tamu merasa telah mendapatkan pelayanan dengan sebaik-baiknya, dan alangkah lebih sempurna jika kebaikan itu ditambah lagi dengan memenuhi permintaan mereka untuk membiarkan Bunyamin kembali kepada ayahnya yang selama ini dilanda kesedihan karena kehilangan Yusuf.",
                        "7": "(79) Lalu Yusuf berkata kepada saudara-saudaranya bahwa dia melakukan tindakan salah jika melepaskan Bunyamin yang telah terbukti di dalam karungnya ditemukan barang yang hilang itu. Ia berlindung kepada Allah bahwa ia tak mungkin menangkap seseorang kecuali karena telah terbukti mencuri. Seandainya ia menerima usul saudara-saudaranya, berarti ia bertindak tidak adil karena telah menyalahi undang-undang atau peraturan yang berlaku di wilayah kerajaannya.",
                        "8": "(80) Allah mengabarkan bahwa tatkala saudara-saudara Yusuf berputus asa karena Yusuf menolak salah seorang dari mereka untuk menggantikan Bunyamin, mereka lalu berkumpul untuk merundingkan secara rahasia apa yang akan mereka kerjakan selanjutnya. Saudaranya yang tertua yang bernama Yahuda berkata, \"Bukankah kamu mengetahui bahwa ayahmu, Yakub, telah mengambil janji yang berat dari kita dengan nama Allah bahwa kita akan sungguh-sungguh menjaga keselamatan Bunyamin dan sanggup mengembalikannya kepada ayah, kecuali jika kita menghadapi bahaya yang besar yang tidak dapat dihindari. Penahanan Bunyamin ini akan membuat ayah kita bertambah sedih, terlebih bila diingat bahwa kita dahulu telah menyia-nyiakan Yusuf.\" \"Oleh sebab itu,\" kata Yahuda lebih lanjut, \"aku tidak akan meninggalkan Mesir sampai ayahku mengizinkanku untuk kembali, atau sampai Allah memberi keputusan lain kepadaku karena Allahlah yang Maha Mengetahui perkara-perkara yang gaib dan Dia adalah Hakim yang paling baik.\"",
                        "9": "(81) Lalu Yahuda memerintahkan kepada saudara-saudaranya yang lain supaya pulang menghadap ayah mereka dan melaporkan segala kejadian yang dialaminya di Mesir untuk menghindarkan tuduhan-tuduhan yang buruk. Yahuda berkata, \"Kembalilah kepada ayahmu dan sampaikanlah kepadanya bahwa anaknya, Bunyamin, telah mencuri piala raja dan akibatnya dijadikan hamba sahaya selama setahun sesuai dengan syariat yang berlaku.\" Ia juga menyuruh saudara-saudaranya untuk mengatakan kepada ayah mereka, Nabi Yakub, bahwa mereka hanya dapat menyaksikan apa yang diketahui. Mereka melihat sendiri bahwa piala raja itu dikeluarkan dari karung makanan Bunyamin. Mereka sama sekali tidak dapat mengetahui perkara yang gaib. Seandainya mereka tahu bahwa Bunyamin akan mencuri, tentu mereka tidak akan berjanji pada ayah mereka.",
                        "10": "(82) Selanjutnya dijelaskan bahwa Yahuda juga menyarankan agar saudara-saudaranya mengatakan kepada ayah mereka untuk menanyakan hal ini kepada penduduk negeri tempat mereka berada di Mesir untuk membeli bahan makanan, karena soal pencurian itu sudah tersebar beritanya di kalangan mereka. Juga dapat ditanyakan kepada kafilah yang datang bersama-sama dengan mereka, dan sesungguhnya mereka adalah orang-orang yang benar dan selalu melaporkan apa yang benar-benar terjadi.",
                        "11": "(83) Setelah berhadapan dengan putra-putranya yang memberi laporan seperti yang diamanatkan oleh Yahuda, Nabi Yakub berkata, \"Hanya dirimu sendirilah yang memandang baik perbuatan yang buruk itu, dan mengapa kamu mengatakan bahwa yang mencuri harus dijadikan hamba sahaya selama satu tahun, padahal ketentuan itu hanya ada pada syariat kita dan tidak ada dalam perundang-undangan mereka. Maka kesabaran yang baik itulah kesabaranku yang tidak diliputi oleh kejengkelan dan kemarahan. Mudah-mudahan Allah mendatangkan mereka semuanya kepadaku (Yusuf, Bunyamin, dan Yahuda), karena sesungguhnya Dialah Tuhan Yang Maha Mengetahui dan Mahabijaksana.\"",
                        "12": "(84) Karena tidak senang menerima laporan yang disampaikan para putranya, maka Nabi Yakub berpaling dari mereka seraya berkata dengan penuh kesedihan, \"Aduhai dukacitaku terhadap Yusuf, karena aku tadinya menunggu-nunggu berita yang menggembirakan dari Mesir, tetapi kenyata-annya justru berita yang menyedihkan yang kuterima.\" Karena kesedihan yang terus-menerus dialaminya dan sering menangis, maka kedua mata Yakub menjadi putih, sehingga keadaannya seperti orang buta. Akan tetapi, beliau tetap masih bisa menahan amarah terhadap anak-anaknya.\n\nMenurut dunia ilmu pengetahuan, ketika seseorang menderita stres, tubuhnya bereaksi dan membangkitkan tanda bahaya, sehingga memicu terjadinya beragam reaksi biokimia di dalam tubuh: Kadar adrenalin dalam aliran darah meningkat; penggunaan energi dan reaksi tubuh mencapai titik tertinggi; gula, kolesterol dan asam-asam lemak tersalurkan ke dalam aliran darah; tekanan darah meningkat dan denyutnya mengalami percepatan. Ketika glukosa tersalurkan ke otak, kadar kolesterol naik, dan semua ini memunculkan masalah bagi tubuh. Mungkin hal ini pula yang dialami oleh Nabi Yaqub as ketika kehilangan anak yang disayanginya Nabi Yusuf a.s. \n\nStres yang parah, mampu mempengaruhi bahkan mengubah fungsi-fungsi normal organ tubuh. Hal ini dapat berakibat sangat buruk. Akibat stres, kadar adrenalin dan kortisol di dalam tubuh meningkat di atas batas normal. Peningkatan kadar kortisol dalam rentang waktu lama berujung pada gangguan organ tubuh antara lain dapat terjadi gangguan pada pankreas. Akibatnya timbul penyakit diabetes atau kencing manis yakni penyakit rusaknya sel-sel beta pankreas yang menghasilkan insulin, berakibat pada kadar gula darah tubuh tidak terkontrol. Dalam banyak kasus penyakit diabetes ini dapat menimbulkan gejala katarak yakni kekeruhan pada lensa mata yang mengakibatkan pandangan kabur. Apabila lensa menjadi keruh, maka cahaya yang masuk ke dalam mata dapat terpencar dan mengakibatkan pandangan kabur. \n\nPara ahli kedokteran (mata) sepakat bahwa penanganan yang kurang atau tidak terkontrol dengan baik dapat menyebabkan kebutaan pada penderita penyakit ini. Gejala utama katarak adalah penglihatan kabur, daya penglihatan berkurang secara progresif, adanya selaput tipis yang menghalangi pandangan, sangat silau jika berada di bawah cahaya yang terang. Pada perkembangan selanjutnya penglihatan semakin memburuk, pupil akan tampak berwarna putih (ada putih-putih pada hitam mata)\n\nDewasa ini penyakit \"mata putih\" (katarak) ini dapat disembuhkan terutama dengan semakin majunya teknologi kedokteran saat ini atau karena kadar gula dalam darah dapat dikontrol dengan baik. \n\nBerbeda tentunya dengan Nabi Yaqub a.s. yang kesembuhannya berlangsung secara cepat, mungkin karena mukjizat bagi seorang Nabi atau bisa juga sebagai buah dari \"kesabarannya\". Maha Suci Allah yang Maha Mengetahui dan Maha Penyembuh.",
                        "13": "(85) Pada ayat ini, diterangkan bahwa ketika mendengar keluhan dan kesedihan ayahnya yang mendalam, anak-anak Yakub yang baru kembali dari Mesir berkata kepadanya, yang diawali dengan sumpah kepada Allah sebagai tanda rasa kasih dan sayang mereka, agar dia tidak selalu mengingat Yusuf karena peristiwa Yusuf itu sudah lama berlalu. Kalau selalu mengingat Yusuf, ia akan terus mengalami kesedihan yang mendalam, sehingga dikhawatirkan akan mendapat penyakit yang akan membinasakan atau meninggal dunia karenanya.",
                        "14": "(86) Pada ayat ini, Allah menceritakan jawaban Nabi Yakub kepada anak-anaknya. Ia berkata, \"Wahai anak-anakku janganlah kalian mencela dan mencercaku. Aku tidak pernah mengadu kepadamu sekalian, begitu juga kepada manusia yang lain tentang kesedihan dan kesusahanku. Aku mengadu dan menyampaikan keluhan atas musibah yang menimpaku hanya kepada Allah swt. Kepada-Nya aku meminta perlindungan dan memohon untuk menghilangkan kesusahan dan kesedihan itu. Biarkanlah aku bermunajat dengan Tuhanku. Aku mengetahui dari wahyu yang diberikan Allah kepadaku bahwa Yusuf itu masih hidup dan tetap memperoleh rezeki. Ia adalah manusia pilihan Allah. Dia akan menyempurnakan nikmat-Nya kepada Yusuf dan keluarga Yakub. Semua itu tidak kalian ketahui, bahkan mengira bahwa Yusuf itu telah mati.\"",
                        "15": "(87) Selanjutnya Yakub berkata kepada anak-anaknya bahwa ia tahu bahkan yakin mimpi Yusuf dulu itu benar dan ia akan sujud menghormatinya. Kalau mereka berpendapat lain, Yakub mengingatkan anak-anaknya bahwa satu saat Allah swt akan memperlihatkan kebenaran pendapatnya itu. Untuk itu, ia meminta anak-anaknya untuk kembali ke Mesir menyelidiki sampai mendapat berita yang pasti tentang Yusuf dan adiknya Bunyamin serta tidak berputus asa karena Allah telah berfirman:\n\nTidak ada yang berputus asa dari rahmat Tuhannya, kecuali orang yang sesat. (al-hijr/15:56)\n\nOrang-orang mukmin tidak akan berputus asa karena musibah yang menimpanya, dan tidak goyah imannya karena bahaya yang melanda. Mereka bersabar dan tabah menghadapi segala kesulitan yang dialaminya. Ia dengan rela penuh ikhlas menerima takdir dari Allah swt dengan keyakinan bahwa suatu saat nanti Allah akan menghilangkan semua kesulitan itu, sebagaimana firman-Nya:\n\nSesungguhnya Allah membela orang-orang yang telah beriman. (al-hajj/22: 38)\n\nKesimpulan",
                        "16": "(88) Dalam ayat ini diterangkan bahwa setelah saudara-saudara Yusuf menerima anjuran dari ayahnya untuk kembali ke Mesir, mereka lalu berangkat. Sesampainya di Mesir, mereka masuk ke istana Yusuf dengan segala kerendahan diri. Mereka ingin mengetahui kebenaran keyakinan ayahnya yang pernah mengatakan bahwa al-Aziz itu adalah Yusuf. Mereka berkata kepada al-Aziz bahwa mereka ditimpa musibah kelaparan sehingga mereka menjadi kurus dan lemah karena kekurangan makanan, sedangkan keluarga mereka tidak sedikit. Mereka mengadukan halnya itu kepada al-Aziz, dengan maksud untuk mengetahui keadaan Yusuf dan Bunyamin. Mereka juga mengemukakan bahwa mereka datang membawa dagangan yang jelek dan rendah mutunya, sehingga mungkin tidak ada pedagang yang mau menawarnya. Mereka berharap agar al-Aziz mau menolong mereka dengan menyempurnakan takaran dagangannya tanpa mempertimbangkan kejelekannya. Kekurangan yang harus mereka bayar kepadanya agar disedekahkan saja kepada mereka. \n\nAllah membalas budi baik seseorang yang suka bersedekah dan Dia pulalah yang akan mengganti segala apa yang telah disedekahkan dan diinfakkan itu, sebagaimana firman-Nya:\n\nDan apa saja yang kamu infakkan, Allah akan menggantinya, dan Dialah pemberi rezeki yang terbaik. (Saba/34: 39)",
                        "17": "(89) Setelah anak-anak Yakub mengemukakan alasan-alasan mereka kembali ke Mesir, Yusuf menjawabnya dengan mengingatkan mereka atas kejahatan yang telah mereka lakukan terhadap Yusuf dan Bunyamin, adiknya. Yusuf juga mengatakan bahwa apa yang mereka perbuat kepada diri dan adiknya adalah perbuatan yang sangat jelek atau buruk. Mungkin karena kejahilan mereka pada waktu itu, mereka tidak mengetahui dan merasakan buruknya perbuatan itu walaupun bertentangan dengan syariat agama serta melanggar kewajiban berbuat baik kepada kedua orang tua dan perintah bergaul dengan baik terhadap karib kerabat. Ini adalah realisasi dari apa yang telah Allah wahyukan kepada Yusuf ketika ia dilemparkan ke dalam sumur oleh saudara-saudaranya sebagaimana firman Allah swt:\n\nKami wahyukan kepadanya, \"Engkau kelak pasti akan menceritakan perbuatan ini kepada mereka, sedang mereka tidak menyadari. (Yusuf/12: 15)",
                        "18": "(90) Setelah mendengar ucapan Yusuf, timbullah di hati mereka kesadaran bahwa yang di hadapan mereka itu adalah Yusuf. Untuk menguatkan dugaannya, mereka mengajukan pertanyaan dengan penuh rasa heran, \"Apakah kamu ini benar-benar Yusuf?\" Dua tahun lebih mereka bolak-balik bertemu Yusuf tetapi tidak mengenalinya. Sebaliknya, Yusuf mengenali mereka, namun ia sembunyikan dalam hati. Pertanyaan mereka dijawab oleh Yusuf dengan mengatakan, \"Aku ini adalah Yusuf yang telah kalian aniaya dengan penganiayaan yang cukup berat. Allah swt telah menolongku dan memuliakanku sampai memberiku pangkat yang tinggi. Aku tidak berdaya sama sekali ketika kalian berencana untuk membunuh dan membuangku ke dasar sumur yang dalam. Dan ini adikku, Bunyamin, yang telah kalian pisahkan dari aku, yang kemudian Allah swt memberikan karunia kepadanya sebagaimana kalian lihat. Allah swt melimpahkan karunia-Nya kepada kami berdua, menyatukan kami kembali sesudah berpisah sekian lama, memuliakan kami sesudah dihina, dan menyelamatkan kami dari segala ujian dan cobaan. \n\nAgama telah menetapkan dan pengalaman telah membuktikan bahwa orang yang bertakwa kepada Allah swt dengan mengerjakan segala perintah-Nya dan menjauhi segala larangan-Nya serta selalu sabar menghadapi ujian dan cobaan yang menimpanya serta tipu daya setan dan hawa nafsu yang selalu menggodanya, Allah tidak akan menyia-nyiakan balasan amalnya itu di dunia, lebih-lebih di akhirat. Di dunia diberi jalan keluar dari kesulitan yang dihadapinya serta diberi rezeki dari arah yang tidak diduga sebelumnya, dan di akhirat diberi pahala tanpa ada perhitungan. Firman Allah swt:\n\nBarang siapa yang bertakwa kepada Allah, niscaya Dia akan membukakan jalan keluar baginya. Dan Dia memberinya rezeki dari arah yang tidak disangka-sangkanya. (ath-thalaq/65: 2-3)\n\nDan firman-Nya:\n\nHanya orang-orang yang bersabarlah yang disempurnakan pahalanya tanpa batas. (az-Zumar/39: 10)",
                        "19": "(91) Setelah Yusuf memberikan pengakuan siapa dirinya sebenarnya dan saudara-saudaranya telah meyakini bahwa al-Aziz itu adalah Yusuf, mereka secara jujur mengakui kemuliaan yang diberikan Allah swt kepada Yusuf tentang kelebihan ilmunya, dan ketinggian akhlak yang dimilikinya. Mereka dengan terus terang juga mengakui kesalahan yang telah mereka perbuat kepada Yusuf dan Bunyamin dengan sengaja dan direncanakan sebelumnya. Suatu kesalahan yang tidak diampuni oleh Allah swt kecuali dengan taubat nashuha (tobat yang sebenar-benarnya), dan tidak dapat dimaafkan kecuali dengan hati lapang dan budi luhur dari yang bersangkutan.",
                        "20": "(92) Setelah mendengar pengakuan bersalah dari saudara-saudaranya secara terus terang, Yusuf sebagai seorang nabi, manusia pilihan yang mempunyai budi pekerti yang mulia, kesopanan yang tinggi, dengan tandas dan gamblang memaafkan segala kesalahan yang telah diperbuat kepadanya dan Bunyamin. Dia mendoakan semoga Allah swt mengampuni dosa saudara-saudaranya dengan syarat mereka mau bertobat dengan segala keikhlasan dan kerendahan hati, menyesali perbuatan buruk itu, bertekad tidak akan mengulanginya lagi, dan senantiasa berbuat baik, karena Allah adalah Maha Penyayang.\n\nBudi pekerti yang mulia dan akhlak yang tinggi sebagaimana yang dimiliki Nabi Yusuf a.s. itu juga pernah dicontohkan oleh Nabi Muhammad saw, yaitu ketika beliau dan bala tentaranya menaklukkan kota Mekah. Setelah Nabi Muhammad saw bertawaf dan kemudian salat sunat dua rakaat, beliau berdiri di samping Kabah menghadap para tawanan perang lalu berkata:\n\nApakah perkiraanmu terhadap apa yang akan saya perbuat terhadap kalian? Para tawanan menjawab, \"Kami hanya menyangka yang baik saja. Anda adalah saudara yang mulia dan anak saudara yang mulia.\" Nabi saw berkata, \"Saya akan mengatakan sebagaimana yang telah dikatakan oleh saudaraku Yusuf, \"Tidak ada celaan, cercaan, dan kekerasan sekarang ini.\" Maka keluarlah para tawanan itu (meninggalkan tempat) seakan-akan mereka dibangkitkan dari kubur. (Riwayat al-Bukhari dari Abu Hurairah)",
                        "21": "(93) Setelah Yusuf menjelaskan siapa dirinya kepada saudara-saudaranya, dia lalu menanyakan kepada mereka tentang keadaan ayahnya. Mereka menjawab bahwa beliau tidak bisa melihat lagi. Seketika itu Yusuf memberikan baju gamisnya kepada saudara-saudaranya agar dibawa pulang ke negerinya. Sesampainya di rumah, baju gamis itu agar segera disapukan ke wajah beliau, niscaya dia akan melihat kembali. Yusuf berkata demikian berdasarkan wahyu. Dia juga mengetahui bahwa penyebab tertutupnya penglihatan ayahnya ialah terlalu banyak menangis. Apabila ayahnya mengetahui bahwa baju gamis itu adalah miliknya, yang menandakan bahwa ia masih hidup dan selamat dari aniaya dan cobaan yang dialaminya, tentu ayahnya akan senang dan timbul dalam hatinya perasaan gembira, dan akan melihat kembali seperti sediakala. Hal tersebut merupakan mukjizat bagi Nabi Yusuf. Ia juga meminta kepada saudaranya supaya mendatangkan segenap keluarganya ke Mesir, baik laki-laki, perempuan, maupun anak-anak, yang menurut suatu riwayat, semuanya berjumlah tujuh puluh orang.",
                        "22": "(94) Tatkala barisan unta putra-putra Yakub keluar dari perbatasan negeri Mesir menuju tanah Syam, berkatalah Yakub kepada cucu-cucunya dan para kerabat yang berada di sampingnya pada waktu itu, \"Aku telah mencium bau Yusuf yang wangi, seperti baunya yang pernah aku kenal di waktu kecilnya. Andaikata kalian tidak berburuk sangka kepadaku, menyangka bahwa aku lemah akal, rusak pikiran karena terlalu tua, tentunya kalian akan membenarkan ucapanku ini bahwa aku benar-benar telah mencium bau Yusuf, dan dia masih hidup. Tidak lama lagi aku akan berjumpa dengannya dan merasa senang melihatnya.\" Ini adalah suatu mukjizat bagi Yakub yang dapat mencium bau Yusuf dari tempat yang amat jauh, kira-kira delapan hari perjalanan unta waktu itu.",
                        "23": "(95) Dalam ayat ini dijelaskan bahwa tidak seorang pun di antara keluarga Yakub yang membenarkan ucapannya, bahkan mereka mengecamnya dengan ucapan yang tidak sepantasnya diucapkan kepada orang tua. Menurut mereka, Yakub keliru karena merasa akan segera berjumpa dengan Yusuf, padahal dalam anggapan mereka Yusuf telah tewas diterkam serigala. Anggapan Yakub ini, menurut mereka, sebagai tanda-tanda kesesatannya.",
                        "24": "(96) Pada ayat ini, Allah swt menerangkan bahwa setelah pembawa kabar gembira itu sampai ke tempat ayahnya sesuai dengan anjuran Yusuf, Yahuda tampil ke depan membawa baju gamis Yusuf dan mengusapkannya ke wajah Yakub. Mata Yakub dengan seketika kembali melihat seperti sediakala. Yakub berkata kepada putra-putranya, \"Bukankah pernah kukatakan kepadamu ketika aku menyuruhmu ke Mesir mencari berita tentang Yusuf dan saudaranya, bahwa sesungguhnya aku tahu dengan perantaraan wahyu dari Allah swt, bukan khayalan dan angan-angan bahwa Yusuf itu masih hidup sedang kamu tidak mengetahuinya.\" Penyerahan baju Yusuf kepada ayahnya oleh Yahuda sebagai bukti bahwa Yusuf masih hidup mengingatkan Yakub pada penyerahan baju Yusuf yang berlumuran darah oleh Yahuda sebagai bukti bahwa Yusuf telah diterkam serigala.",
                        "25": "(97) Setelah saudara-saudara Yusuf melihat bukti-bukti dan kenyataan yang tidak dapat dipungkiri, mereka menjadi sadar dan dengan jujur mengakui kesalahannya. Mereka juga meminta kepada ayahnya agar mau memohonkan ampun kepada Allah swt atas kedurhakaan yang telah mereka perbuat kepada ayahnya dan kezaliman yang dilakukan terhadap Yusuf. Pengakuan saudara-saudara Yusuf tentang kesalahan dan dosa yang telah diperbuat itu adalah pengakuan yang kedua kalinya. Sebelum itu, mereka pernah mengakui dosa dan kesalahannya di hadapan Yusuf, hanya pada waktu itu Yusuf langsung memohonkan ampunan dari Allah swt tanpa permintaan dari mereka.",
                        "26": "(98) Setelah Yakub melihat kesadaran dan pengakuan anak-anaknya atas kesalahan yang mereka perbuat dengan terus terang serta permintaan mereka supaya ayahnya memohonkan ampunan kepada Allah swt, beliau menjawab, \"Aku akan memohonkan ampun bagimu kepada Allah swt. Semoga Allah swt mengampunimu semua karena Dia Maha Pengampun dan Maha Penyayang. Allah tidak akan mengecewakan seorang mukmin yang memohon kepada-Nya dengan sungguh-sungguh.\"",
                        "27": "(99) Pada ayat ini, dijelaskan bahwa saudara-saudara Yusuf pulang ke negerinya untuk memboyong semua keluarganya ke Mesir sesuai dengan anjuran Yusuf. Setelah sampai, mereka memberitahukan kepada kedua orang tuanya tentang kedudukan Yusuf di Mesir, dimana dia adalah penguasa yang berkuasa penuh di sana. Disampaikan pula bahwa Yusuf mengundang semua keluarganya untuk menetap di Mesir bersama-sama dengannya, menikmati kemajuan dan keindahan kota Mesir. Mendengar berita itu, berangkatlah mereka bersama-sama ke Mesir. Setelah sampai di Mesir mereka bertemu dengan Yusuf dan rombongan yang pergi menjemput mereka di tengah jalan. Yusuf merangkul kedua orang tuanya dan berkata, \"Silakan memasuki negeri Mesir dengan selamat dan aman, insya Allah kamu sekalian tidak akan mengalami kesulitan dan kelaparan, sekalipun musim kemarau masih saja mencekam.\" Ucapan \"Insya Allah\" yang dikatakan Yusuf ini menjadi pelajaran bagi kita kaum Muslimin bahwa apabila hendak melakukan sesuatu, supaya disandarkan kepada kehendak Allah. Hal ini telah menjadi kebiasaan bagi para nabi dan shiddiqin. Hal tersebut sesuai pula dengan maksud firman Allah swt:\n\nDan jangan sekali-kali engkau mengatakan terhadap sesuatu, \"Aku pasti melakukan itu besok pagi,\" kecuali (dengan mengatakan), \"Insya Allah.\" (al-Kahf/18: 23 dan 24)",
                        "28": "(100) Ayat ini menjelaskan Yusuf kemudian mengangkat kedua orang tuanya dan mendudukkan mereka di atas singgasana sebagai penghormatan lebih daripada apa yang telah diperbuat kepada saudara-saudaranya. Mereka merebahkan diri seraya sujud memberi hormat kepada Yusuf, sebagaimana lazimnya orang-orang memberi hormat kepada raja dan para pembesar pada waktu itu. Yusuf lalu berkata, \"Wahai ayahku! Inilah takbir mimpiku dahulu ketika saya masih kecil yang telah saya sampaikan kepada ayah dengan ucapan:\n\nSungguh, aku (bermimpi) melihat sebelas bintang, matahari dan bulan; kulihat semuanya sujud kepadaku. (Yusuf/12: 4)\n\nLebih lanjut Yusuf berkata, \"Allah swt menjadikan mimpiku itu benar-benar terjadi, bukan khayalan. Sebelas bintang itu adalah saudara-saudaraku yang berjumlah sebelas orang, sedang matahari dan bulan adalah ayah dan ibuku.\" Dengan keluarga inilah Allah swt memelihara keturunan Nabi Ishak, anak Nabi Ibrahim as, untuk mengembangkan agama tauhid di muka bumi ini. Selanjutnya Yusuf berkata kepada ayahnya, \"Allah swt telah berbuat baik kepadaku. Dia melepaskan aku dari penjara dan mengangkatku sebagai penguasa. Dia memindahkan ayah dari dusun padang pasir berpenghidupan sederhana dan kasar, ke negeri yang ramai, menikmati hidup yang bahagia, penyiaran agama yang benar, dan tolong menolong di dalam memajukan ilmu pengetahuan. Ini semua terjadi setelah setan memutus hubungan silaturrahim antara aku dan saudara-saudaraku sehingga rusaklah hubungan persaudaraan, dan timbullah rasa dengki dan buruk sangka antara kita. Sesungguhnya Allah swt Maha Mengetahui segala sesuatu yang bagaimanapun halusnya, bersifat lemah lembut kepada hamba-hamba-Nya, dan menetapkan apa yang Dia kehendaki dengan kebijaksanaan-Nya. Sesungguhnya Dia Maha Mengetahui apa yang menjadi maslahat bagi hamba-hamba-Nya. Tiada suatu hal yang tersembunyi bagi-Nya. Mahabijaksana di dalam segala hal, membalas orang-orang yang berbuat baik dengan kebaikan, dan kesudahan yang baik diberikan kepada orang-orang yang bertakwa.\"",
                        "29": "(101) Ayat ini adalah pernyataan dan doa yang diucapkan Yusuf a.s. sesudah Allah swt menyelamatkannya dari dalam sumur, membebaskan dari fitnah istri al-Aziz dan perempuan-perempuan lainnya, membebaskan dari penderitaan dalam penjara, dan menganugerahinya pangkat dan kedudukan sesudah bebas dari semua tuduhan yang ditujukan kepadanya. Yusuf segera berdoa memohon kepada Allah swt supaya dilipatgandakan pahalanya di akhirat kelak sebagaimana dilipatgandakan karunia yang diterimanya di dunia. Yusuf berkata, \"Ya Tuhanku, Engkau telah menganugerahkan kepadaku kedudukan dan kekuasaan, mengajarkan kepadaku takbir mimpi, dan memberitahukan kepadaku hal-hal yang akan terjadi di kemudian hari dan rahasia-rahasia yang terkandung di dalam wahyu-Mu. Ya Allah! Engkaulah Pencipta langit dan bumi ini, menciptakan keduanya dengan baik dan teratur, kokoh dan rapi, Engkaulah Pelindungku di dunia dan di akhirat, melindungiku dari maksud jahat orang-orang yang memusuhiku dan orang-orang yang ingin berbuat jahat kepadaku. Ya Allah Yang Mahakuasa! Wafatkanlah aku dalam keadaan Islam, sesuai dengan wasiat leluhurku yang berbunyi:\n\nDan Ibrahim mewasiatkan (ucapan) itu kepada anak-anaknya, demikian pula Yakub, \"Wahai anak-anakku! Sesungguhnya Allah telah memilih agama ini untukmu, maka janganlah kamu mati kecuali dalam keadaan muslim. (al-Baqarah/2: 132)\n\nYusuf melanjutkan doanya dengan mengatakan, \"Ya Allah Ya Tuhanku! Masukkanlah aku ke dalam kelompok orang-orang yang saleh dari leluhur kami seperti Nabi Ibrahim, Ismail, dan Ishak, begitu pula dengan para nabi dan rasul sebelumnya. Engkaulah Maha Pengasih, Maha Pemurah, dan Mahakuasa atas segala sesuatu.\"",
                        "30": "(102) Pada ayat ini, Allah swt menerangkan bahwa kisah Yusuf yang telah dipaparkan di atas termasuk berita gaib. Berita gaib itu diwahyukan kepada Muhammad. Sebelumnya, ia dan umat Islam tidak mengetahuinya. Dia juga tidak mengetahui ketika saudara-saudara Yusuf bersatu dan sepakat untuk membuang Yusuf ke dalam sumur yang dalam, dan ketika mereka mengatur tipu daya dan makarnya. Muhammad saw mengetahui peristiwa yang telah dialami oleh Yusuf itu dengan perantaraan wahyu dari Allah swt. Peristiwa ini merupakan bukti yang nyata atas kebenaran kenabian dan kerasulan Muhammad saw. Bagi orang yang sadar, bukti ini menjadi alasan untuk mempercayai dan membenarkan kerasulan Muhammad saw itu.",
                        "31": "(103) Pada ayat ini, diterangkan bahwa orang-orang yang telah benar-benar kafir dan terus-menerus membangkang, tidak akan beriman bagaimanapun kita mengharap dan menginginkannya, sekalipun telah diberikan alasan-alasan yang nyata dan meyakinkan. Begitu pula halnya dengan kebanyakan orang Quraisy Mekah, sekalipun telah diberikan bukti-bukti yang nyata, mereka tidak akan percaya dan tidak akan membenarkan kenabian dan kerasulan Muhammad saw. Oleh sebab itu, beriman atau tidaknya seseorang setelah menerima dakwah rasul bukan menjadi tanggung jawabnya. Firman Allah swt:\n\nSungguh, engkau (Muhammad) tidak dapat memberi petunjuk kepada orang yang engkau kasihi, tetapi Allah memberi petunjuk kepada orang yang Dia kehendaki, dan Dia lebih mengetahui orang-orang yang mau menerima petunjuk. (al-Qashash/28: 56)",
                        "32": "(104) Pada ayat ini, Allah swt mengingatkan Muhammad saw agar tidak meminta upah kepada siapa pun, sebagai imbalan dari dakwah dan anjurannya supaya mereka taat dan menyembah hanya kepada Allah swt serta meninggalkan agama berhala. Allah yang akan memberikan upah dan pahala atas usahanya itu, karena memang Al-Quran diturunkan kepadanya sebagai petunjuk melaksanakan tugasnya sebagai rasul. Al-Quran merupakan peringatan dan nasihat untuk membimbing dan memberi petunjuk kepada manusia yang akan membawa kepada kebahagiaan dunia dan akhirat.",
                        "33": "(105) Pada ayat ini, Allah swt menerangkan bahwa tidak sedikit tanda-tanda yang menunjukkan keesaan, kesempurnaan, dan kekuasaan-Nya, seperti matahari, bulan, bintang-bintang, gunung-gunung, lautan, tanam-tanaman, dan lain-lain, yang bisa dilihat dan disaksikan sendiri oleh manusia. Akan tetapi, mereka tidak memperhatikannya dan tidak memikir-kan hikmah-hikmah yang terkandung di dalamnya. Semua itu menunjukkan bahwa Allah swt itu Esa, tiada Tuhan melainkan Dia. Dialah yang menciptakan semua makhluk dengan sempurna dan teratur. Kalaupun ada di antara mereka yang berusaha ingin mengetahui apa yang ada di langit dan di bumi, tetapi mereka lupa kepada Penciptanya. Dengan akalnya, mereka asyik menerapkan ilmunya, mengembangkan dan memanfaatkannya, tetapi jiwa mereka kosong dari mengingat Allah dan tidak beriman kepada-Nya. Ilmu saja, meskipun ada gunanya, tetapi tidak bermanfaat di akhirat kecuali apabila dilandasi iman kepada Allah. Alangkah berbahagianya orang yang dapat menyatukan keduanya. Orang itulah yang akan memperoleh kebaikan di dunia, dan akhirat serta selamat dari azab api neraka kelak.",
                        "34": "(106) Ayat ini menjelaskan keadaan orang-orang Quraisy Mekah. Di samping percaya kepada Allah yang menciptakan segala sesuatu, mereka juga menyekutukan-Nya. Kalau mereka ditanya siapa yang menciptakan semua yang ada di bumi maupun di langit, mereka akan menjawab dengan tegas bahwa yang menciptakan semuanya itu ialah Allah swt sebagai tercantum dalam Al-Quran:\n\nDan sungguh, jika engkau (Muhammad) tanyakan kepada mereka, \"Siapakah yang menciptakan langit dan bumi?\" Tentu mereka akan menjawab, \"Allah.\" Katakanlah, \"Segala puji bagi Allah,\" tetapi kebanyakan mereka tidak mengetahui. (Luqman/31: 25)\n\nPengakuan Quraisy Mekah terhadap eksistensi Allah juga diikuti dengan mempersekutukan-Nya. Mereka menyembah berhala dan menjadikan pendeta sebagai tuhan. Bahkan, ada di antara mereka yang mengatakan bahwa Allah itu mempunyai anak. Mahasuci Allah swt dari apa yang dituduhkan itu. Menyekutukan Allah itu adalah dosa yang paling besar. Ibnu Masud pernah bertanya kepada Nabi Muhammad saw tentang dosa yang paling besar. Nabi saw menjawab:\n\nBahwa kamu jadikan sekutu bagi Allah swt padahal Dialah yang menciptakanmu. (Riwayat al-Bukhari dan Muslim dari Ibnu Masud)",
                        "35": "(107) Dalam ayat ini, Allah mempertanyakan apakah orang-orang yang mengakui Allah swt sebagai Penciptanya tetapi juga menyekutukan-Nya dengan mengadakan sembahan-sembahan selain-Nya, merasa aman dari azab yang akan menimpa mereka secara tiba-tiba. Apakah mereka merasa aman tidak akan menemui kematian secara mendadak dan tidak pernah diduga sebelumnya? Sekali-kali tidak! Sewaktu-waktu Allah swt dapat saja menimpakan azab kepada mereka, begitu juga Allah swt dapat memerintah-kan Malaikat Izrail untuk mencabut nyawanya secara mendadak tanpa diduga sebelumnya apabila Allah menghendaki. Allah swt Maha Pelaksana terhadap apa yang Dia kehendaki, sebagaimana firman-Nya:\n\nSungguh, Tuhanmu Maha Pelaksana terhadap apa yang Dia kehendaki. (Hud/11: 107)\n\nSejalan dengan ayat 107 ini, firman Allah swt:\n\nMaka apakah orang yang membuat tipu daya yang jahat itu, merasa aman (dari bencana) dibenamkannya bumi oleh Allah bersama mereka, atau (terhadap) datangnya siksa kepada mereka dari arah yang tidak mereka sadari, atau Allah mengazab mereka pada waktu mereka dalam perjalanan; sehingga mereka tidak berdaya menolak (azab itu), atau Allah mengazab mereka dengan berangsur-angsur (sampai binasa). Maka sungguh, Tuhanmu Maha Pengasih, Maha Penyayang. (an-Nahl/16: 45-47)\n\nDi antara hikmah disembunyikannya waktu kedatangan azab yang seolah-olah dengan tiba-tiba atau pencabutan nyawa oleh Izrail secara mendadak, ialah supaya mereka selalu siap siaga akan datangnya ajal. Dengan demikian, mereka selalu patuh dan taat dalam melaksanakan ibadah serta tidak melakukan maksiat. Mereka sadar hanya kepada Allah swt manusia menyembah dan tidak menyekutukan-Nya sedikit pun.",
                        "36": "(108) Pada ayat ini, Allah swt memerintahkan kepada Muhammad saw untuk memberitahu umatnya bahwa dakwah yang dijalankannya, yang bertujuan mengajak manusia mengesakan Allah swt dan mengikhlaskan ibadah hanya kepada-Nya, adalah menjadi tugas dan kewajibannya. Rasul memiliki keyakinan bahwa usahanya ini akan berhasil karena apa yang dikemukakan dan dilaksanakannya dilandasi dengan bukti-bukti dan hujjah yang nyata. Yang demikian itu menjadi tugas dan kewajiban bagi orang-orang yang mempercayai dan mengikutinya sehingga segala macam bentuk penghambaan kepada selain Allah bisa musnah dari permukaan bumi ini. Perhatikanlah firman Allah swt yang mengajarkan cara berdakwah kepada Rasul dan umatnya:\n\nSerulah (manusia) kepada jalan Tuhanmu dengan hikmah dan pengajaran yang baik. (an-Nahl/16: 125)\n\nPada potongan ayat berikutnya, Allah mengajarkan Muhammad saw untuk mensucikan-Nya dari tuduhan adanya sekutu dengan mengatakan Mahasuci Allah swt dari sangkaan bahwa Dia mempunyai sekutu dalam kekuasaan-Nya, dan ada yang wajib disembah selain Dia. Langit dan bumi serta segala isinya, bahkan semua yang ada, bertasbih menyucikan Allah dari hal yang demikian itu, firman Allah swt:\n\nLangit yang tujuh, bumi dan semua yang ada di dalamnya bertasbih kepada Allah. Dan tidak ada sesuatu pun melainkan bertasbih dengan memuji-Nya, tetapi kamu tidak mengerti tasbih mereka. Sungguh, Dia adalah Maha Penyantun, Maha Pengampun. (al-Isra/17: 44)\n\nAyat 108 ini ditutup dengan satu ketegasan bahwa Nabi Muhammad saw tidak termasuk orang-orang yang musyrik.",
                        "37": "(109) Pada ayat ini, Allah swt menerangkan bahwa Dia tidak mengutus rasul-rasul sebelum Muhammad saw kecuali laki-laki, bukan malaikat, dan bukan perempuan, serta menurunkan kepada mereka wahyu. Para rasul berasal dari penduduk negeri itu sendiri, supaya mereka mengikutinya. Ini merupakan jawaban terhadap tuduhan-tuduhan yang dilancarkan oleh orang-orang yang mengingkari kenabian Muhammad saw, yang menghendaki supaya rasul yang diutus itu dari jenis malaikat sebagaimana dikisahkan Allah swt di dalam firman-Nya:\n\nDan seandainya Allah menghendaki, tentu Dia mengutus malaikat. (al-Muminun/23: 24)\n\nTidakkah orang-orang musyrik Quraisy yang mendustakan kenabian Muhammad saw dan mengingkari apa yang dibawanya seperti mengesakan Allah, mengikhlaskan ibadah semata-mata hanya kepada-Nya, bepergian di muka bumi dan melihat serta menyaksikan bagaimana akibat orang-orang yang mendustakan rasul-rasul dahulu. Mereka dibinasakan dan negerinya dihancurkan, seperti yang dialami kaum Nabi Hud, kaum Nabi Saleh, dan lain-lainnya. Sebaliknya orang-orang yang percaya kepada Allah dan rasul-Nya dan takut menyekutukan Allah, tidak berbuat dosa dan maksiat, akan memperoleh kesenangan nanti di negeri akhirat yang jauh lebih baik jika dibandingkan dengan apa yang didapat orang-orang musyrik di dunia ini. Apakah mereka tidak memikirkan perbedaan imbalan dan balasan antara orang-orang yang ingkar dan orang-orang yang percaya. Kesenangan yang didapat di dunia oleh orang-orang yang ingkar itu sangat terbatas. Apabila mereka meninggal dunia berakhirlah kesenangan itu, dan di negeri akhirat kelak mereka mendapat azab yang amat pedih tak henti-hentinya. Dan kesenangan yang diperoleh orang-orang yang beriman, tidak saja di dunia tetapi sampai ke akhirat nanti, karena kesenangan yang diperolehnya itu abadi selamanya.",
                        "38": "(110) Ayat ini menjelaskan sunatullah yang telah berlaku pada umat-umat terdahulu. Allah swt mengutus para rasul-Nya dengan bukti yang nyata dan diperkuat dengan mukjizat. Setelah rasul-rasul itu ditentang, didustakan, dan dimusuhi oleh kaumnya sehingga merasakan tekanan yang amat berat, timbullah perasaan seakan-akan mereka berputus asa karena tidak ada harapan lagi kaumnya akan beriman dan kemenangan yang ditunggu-tunggu belum juga datang, pada saat itulah pertolongan Allah swt datang. Sedangkan orang-orang yang mendustakan para nabi ditimpa azab dengan tiba-tiba, seperti banjir besar yang menenggelamkan kaum Nabi Nuh, angin ribut yang membinasakan kaum Â’d (kaum Nabi Hud), siksaan yang menimpa kaum samud, dan bencana yang melanda negeri kaum Nabi Luth, sebagaimana tercantum dalam firman Allah swt:\n\nApakah tidak sampai kepada mereka berita (tentang) orang-orang yang sebelum mereka, (yaitu) kaum Nuh, Ad, Samud, kaum Ibrahim, penduduk Madyan, dan (penduduk) negeri-negeri yang telah musnah? Telah datang kepada mereka rasul-rasul dengan membawa bukti-bukti yang nyata; Allah tidak menzalimi mereka, tetapi merekalah yang menzalimi diri mereka sendiri. (at-Taubah/9: 70)\n\nOrang-orang Quraisy yang tidak mau insaf dan kembali ke jalan yang benar, sekalipun telah ditunjukkan bukti-bukti yang nyata, akan ditimpakan Allah azab yang pedih. Sedangkan Nabi Muhammad diberi pertolongan berupa berbagai kemenangan yang telah diperolehnya seperti Perang Badar dan pada perang-perang berikutnya. Allah swt menyelamatkan para rasul beserta kaumnya yang beriman kepada-Nya, sedang orang-orang yang ingkar kepada Allah swt dan mendustakan rasul-rasul-Nya dan agama yang dibawanya akan diazab, tidak seorang pun dari mereka yang dapat menolak dan mengelak dari azab Allah itu.",
                        "39": "(111) Pada ayat ini, Allah swt menerangkan bahwa semua kisah nabi-nabi, terutama Nabi Yusuf a.s. bersama ayah dan saudara-saudaranya, adalah pelajaran bagi orang-orang yang mempunyai akal sehat. Sedang orang-orang yang lalai yang tidak memanfaatkan akal dan pikirannya untuk memahami kenyataan yang ada, maka kisah Nabi tersebut tidak akan bermanfaat baginya. Mereka tidak akan dapat mengambil pelajaran dan peringatan darinya. Seharusnya mereka memperhatikan bahwa yang mampu dan kuasa menyelamatkan Nabi Yusuf a.s. setelah dibuang ke dasar sumur, meng-angkat derajatnya sesudah ia dipenjarakan, menguasai negeri Mesir sesudah dijual dengan harga murah, meninggikan pangkatnya dari saudara-saudara-nya yang ingin membinasakannya, dan mengumpulkan mereka kembali bersama kedua orang tuanya sesudah berpisah sekian lama, tentu sanggup dan kuasa pula memuliakan Muhammad, meninggikan kalimatnya, memenangkan agama yang dibawanya, serta membantu dan menguatkannya dengan tentara, pengikut, dan pendukung setia, sekalipun di dalam menjalani semuanya itu, beliau pernah mengalami kesukaran dan kesulitan. \n\nKitab suci Al-Quran yang membawa kisah-kisah tersebut, bukanlah suatu cerita yang dibuat-buat dan diada-adakan, tetapi adalah wahyu yang diturunkan Allah swt dan mukjizat yang melemahkan tokoh-tokoh sastra ulung ketika ditantang untuk menyusun yang seperti itu. Kisah-kisah itu diberitakan dari nabi yang tidak pernah mempelajari buku-buku dan tidak pernah bergaul dengan ulama-ulama cerdik pandai. Bahkan kitab Suci Al-Quran itu membenarkan isi kitab-kitab samawi yang diturunkan kepada nabi-nabi sebelumnya, seperti kitab Taurat, Injil, dan Zabur yang asli tentunya, bukan yang sudah ditambah dengan khurafat dan lain-lain hal yang tidak lagi terjaga kemurniannya. Dalam kitab suci Al-Quran diuraikan dengan jelas perintah-perintah Allah, larangan-larangan-Nya, janji-janji dan ancaman-Nya, sifat kesempurnaan yang wajib bagi-Nya dan suci dari sifat-sifat kekurangan dan hal-hal yang lain, sebagaimana firman Allah swt:\n\nTidak ada sesuatu pun yang Kami luputkan di dalam Kitab. (al-Anam/6: 38)\n\nAl-Quran adalah petunjuk bagi orang-orang yang mau membacanya dengan penuh kesadaran dan yang mau meneliti dan mendalami isinya. Al-Quran juga akan membimbing mereka ke jalan yang benar dan membawa kepada kebahagiaan dunia dan akhirat. Al-Quran adalah rahmat bagi orang-orang yang beriman, yaitu mereka yang membenarkan dan mempercayai serta mengamalkan isinya, karena iman itu ialah ucapan yang dibenarkan oleh hati dan dibuktikan dengan amal perbuatan.",
                        "40": "(1) Al-Quran adalah kitab suci yang diturunkan kepada Nabi Muhammad, dan tidak mengandung hal-hal yang bisa meragukan orang terhadap kebenarannya.\n\nKebenaran Al-Quran meliputi seluruh aspek yang terkandung di dalamnya seperti hukum, syariat yang bersifat shalih fi kulli zaman wa makan (cocok untuk sepanjang zaman dan di semua tempat), bermacam-macam perumpamaan, kisah, dan petunjuknya yang harus diikuti oleh manusia untuk mencapai kebahagiaan di dunia dan akhirat.\n\nKebenaran Al-Quran telah terbukti pada masa-masa awal Islam. Dengan berpegang teguh pada Al-Quran, umat Islam mampu membangun bangsa yang berbudaya tinggi dan berakhlak mulia. Al-Quran memotivasi manusia untuk bangkit berjuang menegakkan kebenaran, menghancurkan kemungkaran, menegakkan keadilan, dan melenyapkan kezaliman. Dengan menjalankan petunjuk Al-Quran umat Islam mampu menjadi bangsa yang berwibawa. Tapi ketika Al-Quran ditinggalkan, umat Islam lebih memilih keduniaan daripada akhirat yang kekal, dan akibat ketidakyakinan umat Islam terhadap janji-janji Allah yang termaktub dalam Al-Quran, umat Islam berubah menjadi bangsa yang terbelakang, terbelit kemiskinan dan kebodohan. Jika umat Islam saat ini tidak menyadari kekeliruannya dan tidak berusaha memperbaikinya, dengan cara kembali menjalankan pesan-pesan Al-Quran, maka umat Islam akan tetap terpuruk dalam kebodohannya. Allah tidak akan mengubah nasib mereka jika mereka tidak mengubah nasib mereka sendiri. Firman Allah swt.:\n\nSesungguhnya Allah tidak akan mengubah keadaan suatu kaum sebelum mereka mengubah keadaan diri mereka sendiri. (ar-Rad/13: 11)",
                        "41": "(2) Ayat ini menjelaskan bukti-bukti kebenaran Al-Quran dengan memaparkan tanda-tanda atau bukti-bukti adanya Allah yang menurunkan Al-Quran. Keberadaan Allah ini dibuktikan dengan berbagai ciptaannya yang bisa dilihat dan dirasakan manusia di alam raya ini.\n\nSecara terperinci Allah menerangkan keadaan langit yang ditinggikan tanpa tiang, perjalanan matahari dan bulan yang masing-masing beredar menurut waktu dan tempat yang sudah ditentukan, keadaan bumi yang penuh dengan gunung dan lembah yang mengalir sungai di antaranya, dan adanya bermacam-macam kebun yang menghasilkan beraneka ragam buah-buahan. Semua itu menunjukkan bahwa hanya Allah yang dapat memberi manfaat dan mudarat, yang dapat menghidupkan dan mematikan dan Yang Mahakuasa atas segala sesuatu. \n\nTanda-tanda kekuasaan Allah di langit dipaparkan dalam ayat ini:\n\n1. Menciptakan langit di atas bumi tanpa adanya tiang sebagaimana yang biasa dilihat oleh seluruh makhluk, dan jarak yang sangat jauh di antara benda-benda di langit yang kesemuanya beredar menurut ketentuan dan peraturan Allah sendiri seperti benda-benda yang terlihat melayang di angkasa.\n\n2. Kemudian Allah bersemayam di atas Arasy-Nya dan mengatur alam semesta ini. Tentang kebijaksanaan-Nya telah dibentangkan secara panjang lebar di dalam Surah al-Araf dan Surah Yunus.\n\n3. Allah swt telah menundukkan matahari dan bulan untuk kemanfaatan sekalian makhluk-Nya, masing-masing berjalan pada rotasi/lintasannya menurut waktu yang ditentukan. Tentang perjalanan matahari dan bulan telah dijelaskan dengan terperinci dalam Surah Yunus dan Surah Hud. Allah swt mengatur segala kejadian dalam kerajaan-Nya secara sempurna, Dialah yang menghidupkan dan mematikan, mengadakan dan meniadakan, memberi kekayaan dan kemiskinan, menurunkan wahyu kepada siapa yang dikehendaki-Nya. Semua itu menunjukkan bahwa Allahlah yang mempunyai kekuasaan yang mutlak dan rahmat yang luas, karena menentukan penciptaan suatu makhluk dengan keadaan sifat dan tabiat tertentu, tidak dapat dilaksanakan kecuali oleh Tuhan Yang Mahaagung dan Mahakuasa. Dialah yang mengatur alam kebendaan dan alam kerohanian dan Dialah yang mengatur benda-benda yang amat besar dan amat kecil, semuanya dengan penuh hikmah kebijaksanaan. \n\nDitinjau dari sudut saintifik, langit atau sama dalam ayat ini dapat berarti langit biru atau atmosfer yang dekat dengan bumi ini. Dalam pengertian yang lebih luas sama juga dapat diartikan dengan langit antariksa (space) yang sangat luas ini. \n\nAtmosfer adalah selubung gas yang meliputi suatu planet (termasuk bumi). Ia membentuk ruang udara. Atmosfer dibagi ke dalam 6 (enam) wilayah menurut ketinggiannya, yang satu berada di atas yang lainnya. Secara berurutan dari wilayah yang terendah, maka atmosfer dibagi menjadi: (1) Troposfer (Troposphere ketinggian: 0-8 Km), (2) Tropopause, ketinggian: 8-12 Km (3) Stratosfer (Stratosphere, ketinggian: 12-80 Km), (4) Mesosfer (Mesosphere, ketinggian: 80 Km) (5) Ionosfer (Ionosphere, ketinggian: 100 Km) dan (6) Eksosfer (Exosphere, ketinggian >100Km). Terjadinya awan, cuaca dan sebagainya berada di wilayah Troposfer. Komposisi atmosfer (di wilayah Troposfer), mayoritas terdiri dari gas nitrogen (78%), juga oksigen (20%). Atmosfer ini menyeliputi bumi dan dapat tegak di atas bumi karena adanya gaya gravitasi bumi. Inilah pengertian dari meninggikan langit tanpa tiang itu. Tentu saja ini adalah tafsir langit yang berbeda dengan tujuh lapis langit yang menyangkut galaksi dan lain sebagainya. \n\nBerkaitan dengan langit tanpa tiang, ditinjau dari struktur konstruksi maka struktur tanpa tiang hanya dimungkinkan kalau konstruksinya berbentuk bola atau mirip bola (spherical, surface of revolution), meskipun demikian para ahli belum sepakat tentang bentuknya; ada yang menyatakan sebagai bola, seperti sadel, bahkan sebagai terompet. Pada konstruksi ini dinding dan tiang menyatu menjadi permukaan bola itu sendiri. Jadi, konstruksi langit tanpa tiang hanya dimungkinkan bila langit itu berbentuk bola, sesuai dengan temuan ilmiah yang menyatakan bahwa alam semesta adalah bola besar yang mengembang makin membesar dengan kecepatan cahaya yaitu dengan kecepatan cahaya 300 ribu kilometer setiap detiknya (the expanding universe).\n\nLangit-antariksa, memang terbentuk sejak Dentuman Besar (Big Bang) dan terus mengembang dan meluas. Dalam Surah az-zariat/51:47 disebutkan: Dan langit Kami bangun dengan kekuasaan (Kami) dan Kami benar-benar meluaskannya. Kata sama pada ayat 47 Surah az-zariat/51 di atas lebih tepat diartikan langit-antariksa. Langit-antariksa (space) memang terus-menerus mengembang (space expansion). Penelitian spektrum Galaksi, menunjukkan adanya pergeseran spektrum pita-merah yang teratur, hal ini menjelaskan bahwa jarak antar Galaksi semakin menjauh, dan inilah yang merupakan indikasi langit-antariksa semakin mengembang. Tentu langit ini tidak memerlukan tiang; karena dibangun dengan kekuatan maha dahsyat dari Allah swt yang berupa Dentuman Besar. Dentuman Besar (Big Bang) ini telah memecah Gaya Superforce menjadi Gaya-gaya Fundamental seperti: Gaya Gravitasi, Gaya Nuklir Kuat, Gaya Nuklir Lemah, dan Gaya Elektromagnetik; yang kesemuanya ini menstabilkan langit-antariksa ini.\n\nSeterusnya dalam ayat-2 ini disebutkan: \"Dia menundukkan matahari dan bulan; masing-masing beredar menurut waktu yang telah ditentukan\". Kata \"menundukkan\" berarti bahwa baik matahari maupun bulan tunduk pada sunatullah, atau hukum-hukum alam dari Allah. Tentang \"masing-masing beredar menurut waktu yang ditentukan\", lihat keterangan pada Surah Yunus/10: 5 di atas. Demikian penjelasan dari sudut pandang saintis.\n\nKesemuanya itu terjadi berkat kesempurnaan Allah dalam Zat, sifat, ilmu, dan kekuasaan-Nya yang tidak dapat ditiru oleh siapapun juga. Allah mengatur urusan makhluk-Nya, menjelaskan tanda-tanda kebesaran-Nya dengan peraturan yang sangat rapi dan sempurna, serta mengatur benda-benda di langit sehingga berjalan menurut lintasan yang telah ditentukan, seperti bentuk mata rantai yang sambung menyambung sehingga tidak terjadi tabrakan di ruang angkasa yang dapat menimbulkan malapetaka dan bencana. Semua ini berlangsung terus-menerus sampai datang hari kiamat, dimana akan terjadi kekacauan dan ketidakteraturan kerja benda-benda langit di alam angkasa. Kehancuran alam semesta dimulai dengan terbelahnya langit, seperti dijelaskan dalam firman Allah:\n\nApabila langit terbelah, dan apabila bintang-bintang jatuh berserakan. (al-Infithar/82:1-2)\n\nKemudian Allah menerangkan bahwa tanda-tanda kesempurnaan kekuasaan-Nya di langit dan di bumi merupakan sarana yang bisa menimbulkan keyakinan bagi umat manusia akan adanya perjumpaan dengan Allah Sang Pencipta pada hari kiamat, dimana Dia akan memberikan ganjaran kepada orang-orang yang berbuat kebajikan dan menghukum orang-orang yang berbuat kejahatan. Jika manusia meyakini kebenaran ini, niscaya dia dapat berpaling dari penyembahan berhala dan patung kepada keikhlasan beribadah hanya kepada Allah Yang Maha Esa, percaya kepada janji dan ancaman-Nya, percaya kepada semua rasul-Nya, mengikuti segala perintah dan menjauhi larangan-Nya, sehingga mereka menjadi manusia yang bahagia di dunia dan di akhirat.",
                        "42": "(3) Pada ayat ini Allah menerangkan sisi lain dari tanda-tanda kekuasaan-Nya yang ada di bumi, yaitu:\n\n1. Dialah Allah yang membentangkan bumi menjadi luas dan lebar supaya mudah dijadikan tempat kediaman makhluk-Nya. Semua binatang dapat hidup di atasnya dengan leluasa. Manusia dapat mengambil manfaat dari hasil buminya, hewan-hewannya, dan benda-benda logam yang terpendam di dalam perutnya, serta dapat berkeliaran di muka bumi untuk mencari rezeki dan segala kemanfaatannya. Karena sangat luas, bumi ini kelihatannya seperti lahan datar, meskipun keadaan yang sebenarnya berbentuk bola sebagaimana diyakini oleh para ulama ahli falak. \n\n2. Allah telah mengadakan gunung-gunung di atas permukaan bumi ini sebagai tonggak dan pasak yang menjaga kestabilan bumi supaya tidak bergerak dan tidak bergeser.\n\n3. Allah telah menciptakan sungai-sungai di bumi untuk kepentingan manusia dan binatang-binatang. Manusia dapat mengairi dengan air sungai itu kebun-kebun dan sawah ladangnya yang nantinya menghasil-kan bermacam-macam hasil bumi dan buah-buahan. \n\n4. Bunga dari pohon buah-buahan dijadikan Allah berpasang-pasangan dimana terdapat unsur jantan dan unsur betina. Ilmu pengetahuan telah menetapkan bahwa sebuah pohon itu tidak akan berbuah kecuali jika telah terjadi perkawinan antara unsur jantan (serbuk sari) dan betina (putik bunga) yang biasanya berada pada sebagian besar dari jenis pohon. Ada pohon yang hanya memiliki unsur jantan saja, sedangkan unsur betinanya ada pada pohon yang lain sehingga perlu dikawinkan supaya dapat berbuah seperti pohon kurma. Ada pula yang mempunyai unsur jantan dan betina dalam satu bunga seperti pohon kapas. \n\n5. Allah menutupkan malam kepada siang sehingga suasana alam yang terang berubah menjadi gelap gulita seperti menutup sesuatu dengan kain hitam. Demikian pula Allah menyinarkan siang kepada malam sehingga kegelapan hilang dan alam kelihatan terang benderang. Semuanya itu dijadikan Allah untuk menyempurnakan kemanfaatan bagi manusia dengan memberikan kesempatan istirahat dan tidur di malam hari dan bekerja mencari nafkah pada siang hari sesuai dengan firman Allah:\n\nApakah mereka tidak memperhatikan bahwa Kami telah menjadikan malam agar mereka beristirahat padanya dan (menjadikan) siang yang menerangi? (an-Naml/27: 86)\n\nDalam ayat 3 di atas, dijelaskan bahwa Allah menutupkan malam kepada siang. Dalam ayat yang lainnya juga disebutkan bahwa malam menutup siang dan siang menutup malam. Kata-kata yang digunakan dalam bahasa Arab ini mirip seperti orang memakai sorban, yaitu kain yang satu menutup yang lain dan secara berlapis-lapis menutup kepala. Dengan demikian kata menutupkan malam kepada siang, sebetulnya mengisyaratkan bahwa planet bumi kita ini bulat; bukannya datar seperti gambaran orang-orang jahiliah kuno. \n\nSetelah Allah menerangkan dalil-dalil kekuasaan-Nya yang dapat dilihat oleh mata tiap pagi dan petang, tiap-tiap waktu dan keadaan, maka Allah menerangkan bahwa tanda-tanda itu tidak diperhatikan kecuali oleh orang-orang yang suka bersyukur dan merenungi tanda-tanda kekuasaan-Nya. Lalu dengan akal pikirannya dapat mencapai kebenaran dan beralih dari memandang sebab kepada yang menyebabkan. Sesungguhnya pada yang demikian itu ada tanda-tanda kebesaran Allah bagi kaum yang mau memikirkan bahwa pencipta alam itu adalah Tuhan yang mempunyai kehendak yang mutlak dan kekuasaan yang meliputi segala sesuatu, yang Kuasa untuk menghidupkan yang telah mati di antara makhluk-Nya, dan mengembalikan mereka dari alam fana. Oleh karena itu, tidak boleh beribadah kecuali kepada-Nya, tidak boleh tunduk dan berserah diri kecuali kepada kekuasaan-Nya. Beribadah tidak boleh ditujukan kepada patung-patung, berhala-berhala, batu-batu, pohon, malaikat, nabi-nabi, dan lain sebagainya karena benda-benda itu tidak dapat menolak kemudaratan dari dirinya sendiri, sesuai dengan firman Allah:\n\nSesungguhnya segala yang kamu seru selain Allah tidak dapat menciptakan seekor lalat pun, walaupun mereka bersatu untuk menciptakannya. Dan jika lalat itu merampas sesuatu dari mereka, mereka tidak akan dapat merebutnya kembali dari lalat itu. (al-hajj/22: 73)\n\nDan telah diriwayatkan pula dalam sebuah hadis Nabi saw\n\nPikirkanlah olehmu sekalian tentang makhluk Allah dan jangan memikirkan tentang Allah. (Riwayat Abu Nuaim dari Ibnu Abbas)",
                        "43": "(4) Ungkapan ayat ini merupakan kelanjutan dari tanda-tanda kekuasaan Allah yang ada di bumi, yaitu bahwa di bumi terdapat bagian-bagian tanah yang berdekatan dan berdampingan tetapi berlainan kesuburannya. Ada tanah yang sangat subur untuk ditanami tanaman apa saja, ada pula tanah yang hanya dapat ditanami pohon-pohon besar saja, tetapi tidak baik untuk ditanami tanaman palawija atau sebaliknya, ada pula tanah yang lunak dan ada pula yang keras yang sulit untuk digemburkan. Di bumi terdapat kebun-kebun anggur, tanaman palawija, dan pohon yang bercabang dan tidak bercabang. Semuanya itu disiram dengan air yang sama tetapi menghasilkan buah yang beraneka ragam rasanya, seperti pohon tebu yang rasanya manis, buah jeruk yang rasanya manis dan masam, serta buah paria yang rasanya pahit, dan lain sebagainya. Allah melebihkan sebahagian tanaman-tanaman atas sebagian yang lain baik dari bentuknya, rasanya dan baunya. Semua tanda-tanda itu menunjukkan kekuasaan Allah dan menjadi dalil yang bisa menimbulkan keyakinan bagi orang-orang yang mau berpikir.\n\nMenurut kajian saintis, perbedaan rasa dari buah-buahan atau tanaman, disebabkan perbedaan kandungan kimiawi yang ada di dalamnya. Zat atau molekul kimiawi ini, dalam bahasa ilmu biokimia dikenal dengan sebutan metabolit. Perbedaan jenis maupun kuantitas metabolit inilah yang memberikan rasa yang berbeda-beda dari tanaman atau buah yang berbeda. Biji dari semua tanaman, hampir semuanya berbentuk sama atau dikenal sebagai mempunyai morfologi yang sama, atau hampir sama, yaitu morfologi-nya bulat atau sedikit lonjong. Semua biji ini, di dalamnya terkandung embrio tanaman (Encyclopedia Britannica, 1965,Vol.20, Seed, 273-275). Dalam embrio tanaman itu terkandung materi-materi genetik (atau yang sering disebut dengan DNA, Desoxyribo Nucleic Acid, atau Asam Desoksiribo Nukleat). \n\nDalam biji tanaman yang berbeda, kandungan embrioniknya berbeda, demikian pula kandungan materi DNA-nya juga berbeda. DNA suatu materi yang akan sangat menentukan proses pembentukan metabolit dalam semua makhluk hidup termasuk tanaman. Maka Mahabesar Allah, apabila biji-biji yang berbeda itu ditanam dan disiram dengan air yang sama, biji-biji itu akan tumbuh menjadi berbagai tanaman yang berbeda rasanya, tergantung materi genetik yang dikandungnya; karena materi genetik inilah yang akan menentukan (membuat) metabolit-metabolit di dalam tanaman itu yang menentukan rasa buah atau tanaman itu.."
                    }
                }
            }
        }
    }
}