{"14": {"number": "14", "name": "ابرٰهيم", "name_latin": "Ibrahim", "number_of_ayah": "52", "text": {"1": "الۤرٰ ۗ كِتٰبٌ اَنْزَلْنٰهُ اِلَيْكَ لِتُخْرِجَ النَّاسَ مِنَ الظُّلُمٰتِ اِلَى النُّوْرِ ەۙ بِاِذْنِ رَبِّهِمْ اِلٰى صِرَاطِ الْعَزِيْزِ الْحَمِيْدِۙ", "2": "اللّٰهِ الَّذِيْ لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَوَيْلٌ لِّلْكٰفِرِيْنَ مِنْ عَذَابٍ شَدِيْدٍۙ  ", "3": " ۨالَّذِيْنَ يَسْتَحِبُّوْنَ الْحَيٰوةَ الدُّنْيَا عَلَى الْاٰخِرَةِ وَيَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِ وَيَبْغُوْنَهَا عِوَجًا ۗ اُولٰۤىِٕكَ فِيْ ضَلٰلٍۢ بَعِيْدٍ", "4": "وَمَآ اَرْسَلْنَا مِنْ رَّسُوْلٍ اِلَّا بِلِسَانِ قَوْمِهٖ لِيُبَيِّنَ لَهُمْ ۗفَيُضِلُّ اللّٰهُ مَنْ يَّشَاۤءُ وَيَهْدِيْ مَنْ يَّشَاۤءُ ۗوَهُوَ الْعَزِيْزُ الْحَكِيْمُ ", "5": "وَلَقَدْ اَرْسَلْنَا مُوْسٰى بِاٰيٰتِنَآ اَنْ اَخْرِجْ قَوْمَكَ مِنَ الظُّلُمٰتِ اِلَى النُّوْرِ ەۙ وَذَكِّرْهُمْ بِاَيّٰىمِ اللّٰهِ ۗاِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّكُلِّ صَبَّارٍ شَكُوْرٍ", "6": "وَاِذْ قَالَ مُوْسٰى لِقَوْمِهِ اذْكُرُوْا نِعْمَةَ اللّٰهِ عَلَيْكُمْ اِذْ اَنْجٰىكُمْ مِّنْ اٰلِ فِرْعَوْنَ يَسُوْمُوْنَكُمْ سُوْۤءَ الْعَذَابِ وَيُذَبِّحُوْنَ اَبْنَاۤءَكُمْ وَيَسْتَحْيُوْنَ نِسَاۤءَكُمْ ۗوَفِيْ ذٰلِكُمْ بَلَاۤءٌ مِّنْ رَّبِّكُمْ عَظِيْمٌ ࣖ", "7": "وَاِذْ تَاَذَّنَ رَبُّكُمْ لَىِٕنْ شَكَرْتُمْ لَاَزِيْدَنَّكُمْ وَلَىِٕنْ كَفَرْتُمْ اِنَّ عَذَابِيْ لَشَدِيْدٌ ", "8": "وَقَالَ مُوْسٰٓى اِنْ تَكْفُرُوْٓا اَنْتُمْ وَمَنْ فِى الْاَرْضِ جَمِيْعًا ۙفَاِنَّ اللّٰهَ لَغَنِيٌّ حَمِيْدٌ ", "9": "اَلَمْ يَأْتِكُمْ نَبَؤُا الَّذِيْنَ مِنْ قَبْلِكُمْ قَوْمِ نُوْحٍ وَّعَادٍ وَّثَمُوْدَ ەۗ وَالَّذِيْنَ مِنْۢ بَعْدِهِمْ ۗ لَا يَعْلَمُهُمْ اِلَّا اللّٰهُ  ۗجَاۤءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنٰتِ فَرَدُّوْٓا اَيْدِيَهُمْ فِيْٓ اَفْوَاهِهِمْ وَقَالُوْٓا اِنَّا كَفَرْنَا بِمَآ اُرْسِلْتُمْ بِهٖ وَاِنَّا لَفِيْ شَكٍّ مِّمَّا تَدْعُوْنَنَآ اِلَيْهِ مُرِيْبٍ", "10": "۞ قَالَتْ رُسُلُهُمْ اَفِى اللّٰهِ شَكٌّ فَاطِرِ السَّمٰوٰتِ وَالْاَرْضِۗ يَدْعُوْكُمْ لِيَغْفِرَ لَكُمْ مِّنْ ذُنُوْبِكُمْ وَيُؤَخِّرَكُمْ اِلٰٓى اَجَلٍ مُّسَمًّىۗ قَالُوْٓا اِنْ اَنْتُمْ اِلَّا بَشَرٌ مِّثْلُنَا ۗ تُرِيْدُوْنَ اَنْ تَصُدُّوْنَا عَمَّا كَانَ يَعْبُدُ اٰبَاۤؤُنَا فَأْتُوْنَا بِسُلْطٰنٍ مُّبِيْنٍ ", "11": "قَالَتْ لَهُمْ رُسُلُهُمْ اِنْ نَّحْنُ اِلَّا بَشَرٌ مِّثْلُكُمْ وَلٰكِنَّ اللّٰهَ يَمُنُّ عَلٰى مَنْ يَّشَاۤءُ مِنْ عِبَادِهٖۗ وَمَا كَانَ لَنَآ اَنْ نَّأْتِيَكُمْ بِسُلْطٰنٍ اِلَّا بِاِذْنِ اللّٰهِ ۗوَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُوْنَ ", "12": "وَمَا لَنَآ اَلَّا نَتَوَكَّلَ عَلَى اللّٰهِ وَقَدْ هَدٰىنَا سُبُلَنَاۗ وَلَنَصْبِرَنَّ عَلٰى مَآ اٰذَيْتُمُوْنَاۗ وَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُوْنَ ࣖ ", "13": "وَقَالَ الَّذِيْنَ كَفَرُوْا لِرُسُلِهِمْ لَنُخْرِجَنَّكُمْ مِّنْ اَرْضِنَآ اَوْ لَتَعُوْدُنَّ فِيْ مِلَّتِنَاۗ فَاَوْحٰٓى اِلَيْهِمْ رَبُّهُمْ لَنُهْلِكَنَّ الظّٰلِمِيْنَ ۗ   ", "14": "وَلَنُسْكِنَنَّكُمُ الْاَرْضَ مِنْۢ بَعْدِهِمْ ۗذٰلِكَ لِمَنْ خَافَ مَقَامِيْ وَخَافَ وَعِيْدِ ", "15": "وَاسْتَفْتَحُوْا وَخَابَ كُلُّ جَبَّارٍ عَنِيْدٍۙ  ", "16": "مِّنْ وَّرَاۤىِٕهٖ جَهَنَّمُ وَيُسْقٰى مِنْ مَّاۤءٍ صَدِيْدٍۙ ", "17": "يَّتَجَرَّعُهٗ وَلَا يَكَادُ يُسِيْغُهٗ وَيَأْتِيْهِ الْمَوْتُ مِنْ كُلِّ مَكَانٍ وَّمَا هُوَ بِمَيِّتٍۗ وَمِنْ وَّرَاۤىِٕهٖ عَذَابٌ غَلِيْظٌ ", "18": "مَثَلُ الَّذِيْنَ كَفَرُوْا بِرَبِّهِمْ اَعْمَالُهُمْ كَرَمَادِ ِۨاشْتَدَّتْ بِهِ الرِّيْحُ فِيْ يَوْمٍ عَاصِفٍۗ  لَا يَقْدِرُوْنَ مِمَّا كَسَبُوْا عَلٰى شَيْءٍ ۗذٰلِكَ هُوَ الضَّلٰلُ الْبَعِيْدُ ", "19": "اَلَمْ تَرَ اَنَّ اللّٰهَ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ بِالْحَقِّۗ اِنْ يَّشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيْدٍۙ  ", "20": "وَّمَا ذٰلِكَ عَلَى اللّٰهِ بِعَزِيْزٍ", "21": "وَبَرَزُوْا لِلّٰهِ جَمِيْعًا فَقَالَ الضُّعَفٰۤؤُا لِلَّذِيْنَ اسْتَكْبَرُوْٓا اِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ اَنْتُمْ مُّغْنُوْنَ عَنَّا مِنْ عَذَابِ اللّٰهِ مِنْ شَيْءٍ ۗقَالُوْا لَوْ هَدٰىنَا اللّٰهُ لَهَدَيْنٰكُمْۗ سَوَاۤءٌ عَلَيْنَآ اَجَزِعْنَآ اَمْ صَبَرْنَا مَا لَنَا مِنْ مَّحِيْصٍ ࣖ  ", "22": "وَقَالَ الشَّيْطٰنُ لَمَّا قُضِيَ الْاَمْرُ اِنَّ اللّٰهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدْتُّكُمْ فَاَخْلَفْتُكُمْۗ وَمَا كَانَ لِيَ عَلَيْكُمْ مِّنْ سُلْطٰنٍ اِلَّآ اَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِيْ ۚفَلَا تَلُوْمُوْنِيْ وَلُوْمُوْٓا اَنْفُسَكُمْۗ مَآ اَنَا۠ بِمُصْرِخِكُمْ وَمَآ اَنْتُمْ بِمُصْرِخِيَّۗ اِنِّيْ كَفَرْتُ بِمَآ اَشْرَكْتُمُوْنِ مِنْ قَبْلُ ۗاِنَّ الظّٰلِمِيْنَ لَهُمْ عَذَابٌ اَلِيْمٌ ", "23": "وَاُدْخِلَ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَا بِاِذْنِ رَبِّهِمْۗ تَحِيَّتُهُمْ فِيْهَا سَلٰمٌ ", "24": "اَلَمْ تَرَ كَيْفَ ضَرَبَ اللّٰهُ مَثَلًا كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ اَصْلُهَا ثَابِتٌ وَّفَرْعُهَا فِى السَّمَاۤءِۙ ", "25": "تُؤْتِيْٓ اُكُلَهَا كُلَّ حِيْنٍ ۢبِاِذْنِ رَبِّهَاۗ وَيَضْرِبُ اللّٰهُ الْاَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُوْنَ ", "26": "وَمَثَلُ كَلِمَةٍ خَبِيْثَةٍ كَشَجَرَةٍ خَبِيْثَةِ ِۨاجْتُثَّتْ مِنْ فَوْقِ الْاَرْضِ مَا لَهَا مِنْ قَرَارٍ ", "27": "يُثَبِّتُ اللّٰهُ الَّذِيْنَ اٰمَنُوْا بِالْقَوْلِ الثَّابِتِ فِى الْحَيٰوةِ الدُّنْيَا وَفِى الْاٰخِرَةِۚ وَيُضِلُّ اللّٰهُ الظّٰلِمِيْنَۗ وَيَفْعَلُ اللّٰهُ مَا يَشَاۤءُ ࣖ   ", "28": "۞ اَلَمْ تَرَ اِلَى الَّذِيْنَ بَدَّلُوْا نِعْمَتَ اللّٰهِ كُفْرًا وَّاَحَلُّوْا قَوْمَهُمْ دَارَ الْبَوَارِۙ  ", "29": "جَهَنَّمَ ۚيَصْلَوْنَهَاۗ وَبِئْسَ الْقَرَارُ ", "30": "وَجَعَلُوْا لِلّٰهِ اَنْدَادًا لِّيُضِلُّوْا عَنْ سَبِيْلِهٖۗ قُلْ تَمَتَّعُوْا فَاِنَّ مَصِيْرَكُمْ اِلَى النَّارِ ", "31": "قُلْ لِّعِبَادِيَ الَّذِيْنَ اٰمَنُوْا يُقِيْمُوا الصَّلٰوةَ وَيُنْفِقُوْا مِمَّا رَزَقْنٰهُمْ سِرًّا وَّعَلَانِيَةً مِّنْ قَبْلِ اَنْ يَّأْتِيَ يَوْمٌ لَّا بَيْعٌ فِيْهِ وَلَا خِلٰلٌ ", "32": "اَللّٰهُ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ وَاَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءً فَاَخْرَجَ بِهٖ مِنَ الثَّمَرٰتِ رِزْقًا لَّكُمْ ۚوَسَخَّرَ لَكُمُ الْفُلْكَ لِتَجْرِيَ فِى الْبَحْرِ بِاَمْرِهٖ ۚوَسَخَّرَ لَكُمُ الْاَنْهٰرَ ", "33": "وَسَخَّرَ لَكُمُ الشَّمْسَ وَالْقَمَرَ دَاۤىِٕبَيْنِۚ وَسَخَّرَ لَكُمُ الَّيْلَ وَالنَّهَارَ ۚ  ", "34": "وَاٰتٰىكُمْ مِّنْ كُلِّ مَا سَاَلْتُمُوْهُۗ وَاِنْ تَعُدُّوْا نِعْمَتَ اللّٰهِ لَا تُحْصُوْهَاۗ اِنَّ الْاِنْسَانَ لَظَلُوْمٌ كَفَّارٌ ࣖ  ", "35": "وَاِذْ قَالَ اِبْرٰهِيْمُ رَبِّ اجْعَلْ هٰذَا الْبَلَدَ اٰمِنًا وَّاجْنُبْنِيْ وَبَنِيَّ اَنْ نَّعْبُدَ الْاَصْنَامَ ۗ   ", "36": "رَبِّ اِنَّهُنَّ اَضْلَلْنَ كَثِيْرًا مِّنَ النَّاسِۚ فَمَنْ تَبِعَنِيْ فَاِنَّهٗ مِنِّيْۚ وَمَنْ عَصَانِيْ فَاِنَّكَ غَفُوْرٌ رَّحِيْمٌ ", "37": "رَبَّنَآ اِنِّيْٓ اَسْكَنْتُ مِنْ ذُرِّيَّتِيْ بِوَادٍ غَيْرِ ذِيْ زَرْعٍ عِنْدَ بَيْتِكَ الْمُحَرَّمِۙ رَبَّنَا لِيُقِيْمُوا الصَّلٰوةَ فَاجْعَلْ اَفْـِٕدَةً مِّنَ النَّاسِ تَهْوِيْٓ اِلَيْهِمْ وَارْزُقْهُمْ مِّنَ الثَّمَرٰتِ لَعَلَّهُمْ يَشْكُرُوْنَ", "38": "رَبَّنَآ اِنَّكَ تَعْلَمُ مَا نُخْفِيْ وَمَا نُعْلِنُۗ وَمَا يَخْفٰى عَلَى اللّٰهِ مِنْ شَيْءٍ فِى الْاَرْضِ وَلَا فِى السَّمَاۤءِ", "39": "اَلْحَمْدُ لِلّٰهِ الَّذِيْ وَهَبَ لِيْ عَلَى الْكِبَرِ اِسْمٰعِيْلَ وَاِسْحٰقَۗ اِنَّ رَبِّيْ لَسَمِيْعُ الدُّعَاۤءِ ", "40": "رَبِّ اجْعَلْنِيْ مُقِيْمَ الصَّلٰوةِ وَمِنْ ذُرِّيَّتِيْۖ رَبَّنَا وَتَقَبَّلْ دُعَاۤءِ ", "41": "رَبَّنَا اغْفِرْ لِيْ وَلِوَالِدَيَّ وَلِلْمُؤْمِنِيْنَ يَوْمَ يَقُوْمُ الْحِسَابُ ࣖ ", "42": "وَلَا تَحْسَبَنَّ اللّٰهَ غَافِلًا عَمَّا يَعْمَلُ الظّٰلِمُوْنَ ەۗ اِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيْهِ الْاَبْصَارُۙ", "43": "مُهْطِعِيْنَ مُقْنِعِيْ رُءُوْسِهِمْ لَا يَرْتَدُّ اِلَيْهِمْ طَرْفُهُمْ ۚوَاَفْـِٕدَتُهُمْ هَوَاۤءٌ ۗ  ", "44": "وَاَنْذِرِ النَّاسَ يَوْمَ يَأْتِيْهِمُ الْعَذَابُۙ فَيَقُوْلُ الَّذِيْنَ ظَلَمُوْا رَبَّنَآ اَخِّرْنَآ اِلٰٓى اَجَلٍ قَرِيْبٍۙ نُّجِبْ دَعْوَتَكَ وَنَتَّبِعِ الرُّسُلَۗ اَوَلَمْ تَكُوْنُوْٓا اَقْسَمْتُمْ مِّنْ قَبْلُ مَا لَكُمْ مِّنْ زَوَالٍۙ  ", "45": "وَّسَكَنْتُمْ فِيْ مَسٰكِنِ الَّذِيْنَ ظَلَمُوْٓا اَنْفُسَهُمْ وَتَبَيَّنَ لَكُمْ كَيْفَ فَعَلْنَا بِهِمْ وَضَرَبْنَا لَكُمُ الْاَمْثَالَ ", "46": "وَقَدْ مَكَرُوْا مَكْرَهُمْ وَعِنْدَ اللّٰهِ مَكْرُهُمْۗ وَاِنْ كَانَ مَكْرُهُمْ لِتَزُوْلَ مِنْهُ الْجِبَالُ ", "47": "فَلَا تَحْسَبَنَّ اللّٰهَ مُخْلِفَ وَعْدِهٖ رُسُلَهٗ ۗاِنَّ اللّٰهَ عَزِيْزٌ ذُو انْتِقَامٍۗ   ", "48": "يَوْمَ تُبَدَّلُ الْاَرْضُ غَيْرَ الْاَرْضِ وَالسَّمٰوٰتُ وَبَرَزُوْا لِلّٰهِ الْوَاحِدِ الْقَهَّارِ ", "49": "وَتَرَى الْمُجْرِمِيْنَ يَوْمَىِٕذٍ مُّقَرَّنِيْنَ فِى الْاَصْفَادِۚ  ", "50": "سَرَابِيْلُهُمْ مِّنْ قَطِرَانٍ وَّتَغْشٰى وُجُوْهَهُمُ النَّارُۙ  ", "51": "لِيَجْزِيَ اللّٰهُ كُلَّ نَفْسٍ مَّا كَسَبَتْۗ اِنَّ اللّٰهَ سَرِيْعُ الْحِسَابِ ", "52": "هٰذَا بَلٰغٌ لِّلنَّاسِ وَلِيُنْذَرُوْا بِهٖ وَلِيَعْلَمُوْٓا اَنَّمَا هُوَ اِلٰهٌ وَّاحِدٌ وَّلِيَذَّكَّرَ اُولُوا الْاَلْبَابِ ࣖ "}, "translations": {"id": {"name": "Ibrahim", "text": {"1": "Alif Lam Ra. (Ini adalah) Kitab yang Kami turunkan kepadamu (Muhammad) agar engkau mengeluarkan manusia dari kegelapan kepada cahaya terang-benderang dengan izin Tuhan, (yaitu) menuju jalan Tuhan Yang Mahaperkasa, Maha Terpuji.", "2": "Allah yang memiliki apa yang ada di langit dan apa yang ada di bumi. Celakalah bagi orang yang ingkar kepada Tuhan karena siksaan yang sangat berat, ", "3": "(yaitu) orang yang lebih menyukai kehidupan dunia daripada (kehidupan) akhirat, dan menghalang-halangi (manusia) dari jalan Allah dan menginginkan (jalan yang) bengkok. Mereka itu berada dalam kesesatan yang jauh.", "4": "Dan Kami tidak mengutus seorang rasul pun, melainkan dengan bahasa kaumnya, agar dia dapat memberi penjelasan kepada mereka. Maka Allah menyesatkan siapa yang Dia kehendaki, dan memberi petunjuk kepada siapa yang Dia kehendaki. Dia Yang Mahaperkasa, Mahabijaksana.", "5": "Dan sungguh, Kami telah mengutus Musa dengan membawa tanda-tanda (kekuasaan) Kami, (dan Kami perintahkan kepadanya), “Keluarkanlah kaummu dari kegelapan kepada cahaya terang-benderang dan ingatkanlah mereka kepada hari-hari Allah.” Sungguh, pada yang demikian itu terdapat tanda-tanda (kekuasaan Allah) bagi setiap orang penyabar dan banyak bersyukur.", "6": "Dan (ingatlah) ketika Musa berkata kepada kaumnya, “Ingatlah nikmat Allah atasmu ketika Dia menyelamatkan kamu dari pengikut-pengikut Fir‘aun; mereka menyiksa kamu dengan siksa yang pedih, dan menyembelih anak-anakmu yang laki-laki, dan membiarkan hidup anak-anak perempuanmu; pada yang demikian itu suatu cobaan yang besar dari Tuhanmu.", "7": "Dan (ingatlah) ketika Tuhanmu memaklumkan, “Sesungguhnya jika kamu bersyukur, niscaya Aku akan menambah (nikmat) kepadamu, tetapi jika kamu mengingkari (nikmat-Ku), maka pasti azab-Ku sangat berat.”", "8": "Dan Musa berkata, “Jika kamu dan orang yang ada di bumi semuanya  mengingkari (nikmat Allah), maka sesungguhnya Allah Mahakaya, Maha Terpuji.", "9": "Apakah belum sampai kepadamu berita orang-orang sebelum kamu (yaitu) kaum Nuh, ‘Ad, samud dan orang-orang setelah mereka. Tidak ada yang mengetahui mereka selain Allah. Rasul-rasul telah datang kepada mereka membawa bukti-bukti (yang nyata), namun mereka menutupkan tangannya ke mulutnya (karena kebencian), dan berkata, “Sesungguhnya kami tidak percaya akan (bukti bahwa) kamu diutus (kepada kami), dan kami benar-benar dalam keraguan yang menggelisahkan terhadap apa yang kamu serukan kepada kami.”", "10": "Rasul-rasul mereka berkata, “Apakah ada keraguan terhadap Allah, Pencipta langit dan bumi? Dia menyeru kamu (untuk beriman) agar Dia mengampuni sebagian dosa-dosamu dan menangguhkan (siksaan)mu sampai waktu yang ditentukan?” Mereka berkata, “Kamu hanyalah manusia seperti kami juga. Kamu ingin menghalangi kami (menyembah) apa yang dari dahulu disembah nenek moyang kami, karena itu datangkanlah kepada kami bukti yang nyata.”", "11": "Rasul-rasul mereka berkata kepada mereka, “Kami hanyalah manusia seperti kamu, tetapi Allah memberi karunia kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya. Tidak pantas bagi kami mendatangkan suatu bukti kepada kamu melainkan dengan izin Allah. Dan hanya kepada Allah saja hendaknya orang yang beriman bertawakal.", "12": "Dan mengapa kami tidak akan bertawakal kepada Allah, sedangkan Dia telah menunjukkan jalan kepada kami, dan kami sungguh, akan tetap bersabar terhadap gangguan yang kamu lakukan kepada kami. Dan hanya kepada Allah saja orang yang bertawakal berserah diri.”", "13": "Dan orang-orang kafir berkata kepada rasul-rasul mereka, “Kami pasti akan mengusir kamu dari negeri kami atau kamu benar-benar kembali kepada agama kami.” Maka Tuhan mewahyukan kepada mereka, “Kami pasti akan membinasakan orang yang zalim itu.", "14": "Dan Kami pasti akan menempatkan kamu di negeri-negeri itu setelah mereka. Yang demikian itu (adalah untuk) orang-orang yang takut (menghadap) ke hadirat-Ku dan takut akan ancaman-Ku.”", "15": "Dan mereka memohon diberi kemenangan dan binasalah semua orang yang berlaku sewenang-wenang lagi keras kepala, ", "16": "di hadapannya ada neraka Jahanam dan dia akan diberi minuman dengan air nanah,", "17": "diteguk-teguknya (air nanah itu) dan dia hampir tidak bisa menelannya dan datanglah (bahaya) maut kepadanya dari segenap penjuru, tetapi dia tidak juga mati; dan di hadapannya (masih ada) azab yang berat.", "18": "Perumpamaan orang yang ingkar kepada Tuhannya, perbuatan mereka seperti abu yang ditiup oleh angin keras pada suatu hari yang berangin kencang. Mereka tidak kuasa (mendatangkan manfaat) sama sekali dari apa yang telah mereka usahakan (di dunia). Yang demikian itu adalah kesesatan yang jauh.", "19": "Tidakkah kamu memperhatikan, bahwa sesungguhnya Allah telah menciptakan langit dan bumi dengan hak (benar)? Jika Dia menghendaki, niscaya Dia membinasakan kamu dan mendatangkan makhluk yang baru (untuk menggantikan kamu),", "20": "dan yang demikian itu tidak sukar bagi Allah.", "21": "Dan mereka semua (di padang Mahsyar) berkumpul untuk menghadap ke hadirat Allah, lalu orang yang lemah berkata kepada orang yang sombong, “Sesungguhnya kami dahulu adalah pengikut-pengikutmu, maka dapatkah kamu menghindarkan kami dari azab Allah (walaupun) sedikit saja?” Mereka menjawab, “Sekiranya Allah memberi petunjuk kepada kami, niscaya kami dapat memberi petunjuk kepadamu. Sama saja bagi kita, apakah kita mengeluh atau bersabar. Kita tidak mempunyai tempat untuk melarikan diri.”", "22": "Dan setan berkata ketika perkara (hisab) telah diselesaikan, “Sesungguhnya Allah telah menjanjikan kepadamu janji yang benar, dan aku pun telah menjanjikan kepadamu tetapi aku menyalahinya. Tidak ada kekuasaan bagiku terhadapmu, melainkan (sekedar) aku menyeru kamu lalu kamu mematuhi seruanku, oleh sebab itu janganlah kamu mencerca aku, tetapi cercalah dirimu sendiri. Aku tidak dapat menolongmu, dan kamu pun tidak dapat menolongku. Sesungguhnya aku tidak membenarkan perbuatanmu mempersekutukan aku (dengan Allah) sejak dahulu.” Sungguh, orang yang zalim akan mendapat siksaan yang pedih.", "23": "Dan orang yang beriman dan mengerjakan kebajikan dimasukkan ke dalam surga-surga yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya dengan seizin Tuhan mereka. Ucapan penghormatan mereka dalam (surga) itu ialah salam.", "24": "Tidakkah kamu memperhatikan bagai-mana Allah telah membuat perumpamaan kalimat yang baik seperti pohon yang baik, akarnya kuat dan cabangnya (menjulang) ke langit,", "25": "(pohon) itu menghasilkan buahnya pada setiap waktu dengan seizin Tuhannya. Dan Allah membuat perumpamaan itu untuk manusia agar mereka selalu ingat.", "26": "Dan perumpamaan kalimat yang buruk seperti pohon yang buruk, yang telah dicabut akar-akarnya dari permukaan bumi; tidak dapat tetap (tegak) sedikit pun.", "27": " Allah meneguhkan (iman) orang-orang yang beriman dengan ucapan yang teguh (dalam kehidupan) di dunia dan di akhirat; dan Allah menyesatkan orang-orang yang zalim dan Allah berbuat apa yang Dia kehendaki.", "28": "Tidakkah kamu memperhatikan orang-orang yang telah menukar nikmat Allah dengan ingkar kepada Allah dan menjatuhkan kaumnya ke lembah kebinasaan?", "29": " yaitu neraka Jahanam; mereka masuk ke dalamnya; dan itulah seburuk-buruk tempat kediaman.", "30": "Dan mereka (orang kafir) itu telah menjadikan tandingan bagi Allah untuk menyesatkan (manusia) dari jalan-Nya. Katakanlah (Muhammad), “Bersenang-senanglah kamu, karena sesungguhnya tempat kembalimu ke neraka.”", "31": "Katakanlah (Muhammad) kepada hamba-hamba-Ku yang telah beriman, “Hendaklah mereka melaksanakan salat, menginfakkan sebagian rezeki yang Kami berikan secara sembunyi atau terang-terangan sebelum datang hari, ketika tidak ada lagi jual beli dan persahabatan.” ", "32": "Allah-lah yang telah menciptakan langit dan bumi dan menurunkan air (hujan) dari langit, kemudian dengan (air hujan) itu Dia mengeluarkan berbagai buah-buahan sebagai rezeki untukmu; dan Dia telah menundukkan kapal bagimu agar berlayar di lautan dengan kehendak-Nya, dan Dia telah menundukkan sungai-sungai bagimu. ", "33": "Dan Dia telah menundukkan matahari dan bulan bagimu yang terus-menerus beredar (dalam orbitnya); dan telah menundukkan malam dan siang bagimu.", "34": "Dan Dia telah memberikan kepadamu segala apa yang kamu mohonkan kepada-Nya. Dan jika kamu menghitung nikmat Allah, niscaya kamu tidak akan mampu menghitungnya. Sungguh, manusia itu sangat zalim dan sangat mengingkari (nikmat Allah).", "35": "Dan (ingatlah), ketika Ibrahim berdoa, “Ya Tuhan, jadikanlah negeri ini (Mekah), negeri yang aman, dan jauhkanlah aku beserta anak cucuku agar tidak menyembah berhala.", "36": "Ya Tuhan, berhala-berhala itu telah menyesatkan banyak dari manusia. Barangsiapa mengikutiku, maka orang itu termasuk golonganku, dan barang-siapa mendurhakaiku, maka Engkau Maha Pengampun, Maha Penyayang.", "37": "Ya Tuhan, sesungguhnya aku telah menempatkan sebagian keturunanku di lembah yang tidak mempunyai tanam-tanaman di dekat rumah Engkau (Baitullah) yang dihormati, ya Tuhan (yang demikian itu) agar mereka melaksanakan salat, maka jadikanlah hati sebagian manusia cenderung kepada mereka dan berilah mereka rezeki dari buah-buahan, mudah-mudahan mereka bersyukur.", "38": "Ya Tuhan kami, sesungguhnya Engkau mengetahui apa yang kami sembunyikan dan apa yang kami tampakkan; dan tidak ada sesuatu pun yang tersembunyi bagi Allah, baik yang ada di bumi maupun yang ada di langit.", "39": "Segala puji bagi Allah yang telah menganugerahkan kepadaku di hari tua(ku) Ismail dan Ishak. Sungguh, Tuhanku benar-benar Maha Mendengar (memperkenankan) doa.", "40": " Ya Tuhanku, jadikanlah aku dan anak cucuku orang yang tetap melaksanakan salat, ya Tuhan kami, perkenankanlah doaku.", "41": " Ya Tuhan kami, ampunilah aku dan kedua ibu bapakku dan semua orang yang beriman pada hari diadakan perhitungan (hari Kiamat).”", "42": "Dan janganlah engkau mengira, bahwa Allah lengah dari apa yang diperbuat oleh orang yang zalim. Sesungguhnya Allah menangguhkan mereka sampai hari yang pada waktu itu mata (mereka) terbelalak,", "43": "mereka datang tergesa-gesa (memenuhi panggilan) dengan mengangkat kepalanya, sedang mata mereka tidak berkedip-kedip dan hati mereka kosong. ", "44": "Dan berikanlah peringatan (Muhammad) kepada manusia pada hari (ketika) azab datang kepada mereka, maka orang yang zalim berkata, “Ya Tuhan kami, berilah kami kesempatan (kembali ke dunia) walaupun sebentar, niscaya kami akan mematuhi seruan Engkau dan akan mengikuti rasul-rasul.” (Kepada mereka dikatakan), “Bukankah dahulu (di dunia) kamu telah bersumpah bahwa sekali-kali kamu tidak akan binasa?", "45": "Dan kamu telah tinggal di tempat orang yang menzalimi diri sendiri, dan telah nyata bagimu bagaimana Kami telah berbuat terhadap mereka dan telah Kami berikan kepadamu beberapa perumpamaan.”", "46": "Dan sungguh, mereka telah membuat tipu daya padahal Allah (mengetahui dan akan membalas) tipu daya mereka. Dan sesungguhnya tipu daya mereka tidak mampu melenyapkan gunung-gunung.", "47": " Maka karena itu jangan sekali-kali kamu mengira bahwa Allah mengingkari janji-Nya kepada rasul-rasul-Nya. Sungguh, Allah Mahaperkasa dan mempunyai pembalasan.", "48": "(Yaitu) pada hari (ketika) bumi diganti dengan bumi yang lain dan (demikian pula) langit, dan mereka (manusia) berkumpul (di Padang Mahsyar) menghadap Allah Yang Maha Esa, Mahaperkasa. ", "49": "Dan pada hari itu engkau akan melihat orang yang berdosa bersama-sama diikat dengan belenggu.", "50": "Pakaian mereka dari cairan aspal, dan wajah mereka ditutup oleh api neraka,", "51": "agar Allah memberi balasan kepada setiap orang terhadap apa yang dia usahakan. Sungguh, Allah Mahacepat perhitungan-Nya. ", "52": "Dan (Al-Qur'an) ini adalah penjelasan (yang sempurna) bagi manusia, agar mereka diberi peringatan dengannya, agar mereka mengetahui bahwa Dia adalah Tuhan Yang Maha Esa dan agar orang yang berakal mengambil pelajaran."}}}, "tafsir": {"id": {"kemenag": {"name": "Kemenag", "source": "Aplikasi Quran Kementrian Agama Republik Indonesia", "text": {"1": "Surah ini dimulai dengan \"Alif Lam Ra\". (Lihat tafsirnya pada jilid pertama pada judul \"mafatihus suwar\".) Dalam firman Allah swt sesudah Alif Lam Ra menjelaskan maksud dan tujuan diturunkannya Al-Quran kepada Nabi Muhammad. Allah menurunkan Al-Quran kepada Rasulullah agar petunjuk dan peraturan-peraturan yang dibawa Al-Quran itu dapat menjadi tuntunan dan bimbingan kepada umatnya. Dengan petunjuk itu mereka dapat dikeluarkan dari kegelapan ke cahaya yang terang-benderang, atau dari kesesatan dan kejahilan ke jalan yang benar dan mempunyai ilmu pengetahuan serta peradaban yang tinggi, sehingga mereka memperoleh rida dan kasih sayang Allah swt di dunia dan di akhirat.\n\nPenegasan tentang fungsi Al-Quran ini sangat penting sekali, apalagi jika dihubungkan dengan ayat-ayat yang lalu, di mana Allah swt telah menyebut-kan adanya orang-orang yang mengingkari Al-Quran, baik sebagian, maupun keseluruhannya.\n\nSelanjutnya dalam ayat ini diterangkan bahwa Rasulullah hanya dapat menjalankan tugas tersebut di atas dengan izin dan bantuan dari Allah swt, dengan cara memberi kemudahan dan menguatkan tekad beliau dalam menghadapi segala rintangan. Al-Quran merupakan jalan yang dibentangkan Allah Yang Mahakuasa dan Maha Terpuji bagi Nabi Muhammad dan umatnya.", "2": "Allah swt kembali mengingatkan kekuasaan-Nya dalam ayat ini dengan menegaskan bahwa Dialah yang memiliki dan menguasai semua yang ada di langit dan di bumi.\n\nOleh karena Allah swt adalah Pemilik dan Penguasa atas segala makhluk-Nya di alam ini, maka Al-Quran yang diturunkan-Nya adalah petunjuk ke jalan yang terbaik yang menjamin kebahagiaan hakiki..", "3": "Dalam ayat ini, Allah swt menjelaskan bahwa orang-orang yang lebih menyukai kehidupan duniawi daripada kehidupan ukhrawi, menghalangi orang lain dari jalan Allah, dan menginginkan agar orang-orang menjauhi jalan lurus yang diberikan Allah kepada manusia, mereka itu sesat sejauh-jauhnya.\n\nBerbagai urusan duniawi tidak boleh melalaikan kita dari mempersiapkan diri bagi kehidupan ukhrawi. Akan tetapi, kehidupan duniawi itu juga tidak boleh diabaikan sama sekali, sebagaimana firman Allah:\n\nDan carilah (pahala) negeri akhirat dengan apa yang telah dianugerahkan Allah kepadamu, tetapi janganlah kamu lupakan bagianmu di dunia (al-Qashash/28: 77)\n\nOrang-orang kafir tidak hanya mengingkari Al-Quran, tetapi juga menghalang-halangi orang lain untuk mengikuti jalan yang benar itu, yaitu menghalangi manusia mengenal ajaran Islam dan menjadikannya pedoman hidup. Dengan demikian, mereka adalah orang-orang yang sesat dan berusaha menyesatkan orang lain, sehingga kejahatan mereka berlipat ganda.\n\nMereka juga berusaha dengan berbagai tipu daya agar jalan lurus yang ditunjukkan Allah itu menjadi bengkok. Mereka menukar ayat-ayat Allah dengan apa yang sesuai dengan kehendak hawa nafsu dan maksud jahat mereka. Dengan demikian, maka kesalahan yang mereka lakukan menjadi berlipat ganda lagi. Sewajarnyalah mereka itu ditimpa kemurkaan Allah karena mereka itu telah sesat dan kafir.", "4": "Pada ayat yang terdahulu telah disebutkan bahwa diturunkannya Al-Quran kepada Nabi Muhammad saw merupakan rahmat bagi manusia. Kemudian dalam ayat ini, Allah menjelaskan pula rahmat-Nya yang lain, yaitu diutus-Nya para rasul kepada suatu kaum menggunakan bahasa yang dipakai oleh kaum tersebut. Ini memudahkan komunikasi antara para rasul tersebut dengan umat mereka untuk memberikan penjelasan dan bimbingan kepada umat-umat tersebut.\n\nAkan tetapi, walaupun kitab suci telah diturunkan dalam bahasa mereka masing-masing, dan para rasul telah berbicara dengan mereka dalam bahasa yang sama, namun masih saja ada di antara mereka yang enggan mendengar, memahami, dan mengikutinya. Oleh karena itu, Allah membiarkan mereka ini sesat dan Allah memberikan petunjuk kepada orang-orang yang dikehendaki-Nya. Allah Mahakuasa dan Maha Bijaksana.", "5": "Pada ayat ini, Allah swt menunjukkan bahwa rasul-rasul yang telah diutus kepada manusia mempunyai tugas yang sama, yaitu menyampaikan ayat-ayat Allah untuk membimbing manusia ke jalan yang benar, mengeluarkan mereka dari kegelapan yang disebabkan kejahilan, kekafiran, dan kemaksiatan, kepada cahaya yang terang benderang karena iman, hidayah dan ilmu pengetahuan serta akhlak yang mulia. Allah menceritakan dalam ayat ini bahwa Nabi Musa a.s. pun telah diutus untuk menyampaikan tugas tersebut, dan diperintahkan untuk menyeru kaumnya. Allah berfirman, \"Keluarkanlah umatmu dari gelap gulita kepada cahaya yang terang benderang, serulah mereka agar beriman, dan mengingat hari-hari Allah\".\n\nYang dimaksud dengan \"hari-hari Allah\" ialah peristiwa penting yang telah dialami oleh umat manusia terdahulu, seperti nikmat Allah yang telah mereka peroleh ketika lepas dari perbudakan Firaun, atau kemurkaan dan siksa Allah yang telah menimpa diri mereka karena keingkaran.\n\nPada akhir ayat ini Allah menegaskan bahwa \"hari-hari Allah\" tersebut mengandung tanda-tanda keesaan dan kekuasaan-Nya. Tanda-tanda tersebut hanya dapat dipahami oleh setiap orang yang sabar dan banyak bersyukur.", "6": "Dalam ayat ini, Allah swt mengisahkan tentang Nabi Musa yang mengajak umatnya untuk mengenang nikmat Allah yang telah dilimpahkan kepada mereka, yakni ketika Allah menyelamatkan mereka dari kekejaman Firaun beserta para pengikutnya, yang telah menyiksa mereka dengan siksaan yang berat, menyembelih anak laki-laki mereka, dan membiarkan anak-anak perempuan mereka hidup. Kemudian Nabi Musa mengingatkan kepada umatnya bahwa semua pengalaman yang telah mereka lalui itu sebenarnya merupakan cobaan yang amat berat dari Allah terhadap mereka, untuk menguji keimanan dan ketaatan mereka kepada-Nya.", "7": "Dalam ayat ini Allah swt kembali mengingatkan hamba-Nya untuk senantiasa bersyukur atas segala nikmat yang telah dilimpahkan-Nya. Bila mereka melaksanakannya, maka nikmat itu akan ditambah lagi oleh-Nya. Sebaliknya, Allah juga mengingatkan kepada mereka yang mengingkari nikmat-Nya, dan tidak mau bersyukur bahwa Dia akan menimpakan azab-Nya yang sangat pedih kepada mereka.\n\nMensyukuri rahmat Allah bisa dilakukan dengan berbagai cara. Pertama, dengan ucapan yang setulus hati; kedua, diiringi dengan perbuatan, yaitu menggunakan rahmat tersebut untuk tujuan yang diridai-Nya.\n\nDalam kehidupan sehari-hari, dapat kita lihat bahwa orang-orang yang dermawan dan suka menginfakkan hartanya untuk kepentingan umum dan menolong orang, pada umumnya tak pernah jatuh miskin ataupun sengsara. Bahkan, rezekinya senantiasa bertambah, kekayaannya makin meningkat, dan hidupnya bahagia, dicintai serta dihormati dalam pergaulan. Sebaliknya, orang-orang kaya yang kikir, atau suka menggunakan kekayaannya untuk hal-hal yang tidak diridai Allah, seperti judi atau memungut riba, maka kekayaannya tidak bertambah, bahkan lekas menyusut. Di samping itu, ia senantiasa dibenci dan dikutuk orang banyak, dan di akhirat memperoleh hukuman yang berat.", "8": "Allah swt menjelaskan dalam ayat ini ucapan Nabi Musa a.s. ketika ia mengatakan kepada kaumnya, bahwa seandainya mereka dan orang-orang yang ada di bumi ini semuanya kafir kepada Allah dan mengingkari nikmat dan rahmat-Nya, hal ini tidak akan mengurangi kebesaran dan keagungan-Nya. Sebab, Allah swt Mahakaya, dan Terpuji, tidak memerlukan ucapan syukur mereka dan tidak membutuhkan amalan kebajikan mereka untuk kepentingan dirinya atau untuk menambah kebesaran dan kemuliaan-Nya. Kekafiran mereka itu akan merugikan diri sendiri, karena Allah tidak menambah nikmat dan rahmat kepada mereka. Firman Allah:\n\nBarang siapa mengerjakan kebajikan maka (pahalanya) untuk dirinya sendiri dan barang siapa berbuat jahat maka (dosanya) menjadi tanggungan dirinya sendiri. Dan Tuhanmu sama sekali tidak menzalimi hamba-hamba (Nya). (Fushshilat/41: 46)", "9": "Dalam ayat ini, Allah swt bertanya kepada umat manusia apakah mereka pernah mendapatkan berita tentang umat-umat yang terdahulu, serta berita tentang peristiwa-peristiwa yang telah mereka alami, misalnya berita tentang kaum Nabi Nuh, kaum Â'd dan kaum samud, serta umat yang datang sesudah mereka, yang hanya Allah sajalah yang benar-benar mengetahuinya? \n\nMereka mendustakan para rasul padahal telah membawa bukti-bukti yang nyata. Mereka menutupkan tangan ke mulut untuk menunjukkan kebencian kepada para rasul tersebut, seraya berkata, \"Sesungguhnya kami menging-kari apa-apa yang diperintahkan kepadamu untuk disampaikan kepada kami.\" Di samping itu, umat-umat tersebut juga mengatakan kepada para rasul bahwa mereka berada dalam keragu-raguan dan tidak yakin akan kebenaran yang diserukan para rasul kepada mereka.", "10": "Dalam ayat ini dijelaskan bahwa karena mereka menyatakan keragu-raguan terhadap apa yang disampaikan oleh para rasul kepada mereka, terutama tentang kekuasaan Allah swt, maka para rasul tersebut mengatakan kepada umatnya, \"Apakah patut adanya keragu-raguan terhadap Allah, Pencipta langit dan bumi? Dia menyeru kamu untuk memberikan ampunan atas segala dosa-dosamu, dan Dia telah menangguhkan siksaan terhadapmu sampai kepada suatu masa yang ditentukan-Nya ?\n\nSebaliknya, umat dari masing-masing rasul itu mengatakan bahwa para rasul tersebut, menurut pandangan mereka, adalah manusia biasa seperti mereka dan tidak mempunyai kelebihan apa-apa. Sebab itu, tidak ada alasan bagi mereka untuk menjadi pengikut rasul-rasul tersebut. Menurut mereka, para rasul itu sudah memalingkan mereka dari agama yang diwarisi dari nenek moyang mereka, serta menghalang-halangi mereka dari menyembah patung-patung yang menjadi sesembahan nenek moyang tersebut. Oleh karena itu, mereka meminta bukti yang nyata dari para rasul untuk menunjukkan kebenaran pengutusan mereka sebagai rasul Allah swt. Padahal, rasul-rasul itu telah mengemukakan mukjizat masing-masing, yang dikaruniakan Allah kepada mereka sebagai bukti kerasulannya.", "11": "Untuk menjawab pertanyaan dan permintaan umatnya, maka dalam ayat ini disebutkan ucapan para rasul itu kepada mereka bahwa benar mereka hanyalah manusia seperti umat mereka juga, hanya saja Allah telah memberikan karunia kepada mereka, yaitu berupa kenabian dan kerasulan, yang disertai mukjizat yang hanya dapat digunakan dengan seizin Allah swt. Oleh sebab itu, bukanlah wewenang seorang rasul untuk mengemukakan mukjizat yang lain dari apa yang telah dikaruniakan Allah kepadanya.\n\nPada akhir ayat ini ditunjukkan pula, bahwa tawakal adalah merupakan suatu prinsip dan sikap hidup yang harus menjadi pegangan bagi setiap orang yang beriman, apabila mereka sudah melaksanakan kewajiban dengan sebaik-baiknya.", "12": "Pada ayat ini diterangkan penegasan para rasul kepada umat mereka, bahwa bagi mereka tidak ada alasan sama sekali untuk tidak bertawakal kepada Allah swt, karena Dia telah memberikan rahmat dan nikmat yang banyak sekali kepada mereka. Di antaranya ialah bahwa Allah swt telah menunjukkan kepada mereka jalan lurus yang mengantarkan mereka kepada cahaya iman yang terang benderang sehingga mereka memperoleh rida-Nya di dunia dan di akhirat. Oleh sebab itu, mereka akan menghadapi semua ancaman umat mereka dengan penuh kesabaran dan keuletan serta tawakal kepada Yang Mahakuasa. Hanya kepada Allah semata-mata orang-orang mukmin bertawakal dan berserah diri. Mereka tidak merasa gentar ataupun takut terhadap ancaman orang-orang yang tidak beriman karena segala sesuatu di alam ini tunduk di bawah kekuasaan Allah.", "13": "Dalam ayat ini, diceritakan lanjutan dari ucapan kaum kafir terhadap rasul-rasul, di mana mereka mengancam para rasul itu akan diusir dari negeri mereka apabila tidak menghentikan dakwah kepada agama Allah. Kaum kafir tersebut mengajukan pilihan kepada rasul-rasul itu, apakah mereka menerima pengusiran itu, ataukah mereka bersedia untuk kembali kepada agama yang mereka warisi dari nenek moyang, yaitu agama syirik dan kufur.\n\nSelanjutnya dalam ayat ini dijelaskan, bahwa setelah adanya ancaman kaum kafir, maka Allah swt mewahyukan kepada rasul-rasul tersebut bahwa Dia pasti akan membinasakan kaum yang zalim itu. Wahyu ini merupakan dorongan moril yang amat besar artinya bagi masing-masing rasul yang sedang menjalankan tugas sucinya, sehingga mereka tidak merasa gentar untuk menghadapi umat yang zalim itu.", "14": "Dalam ayat ini, Allah swt menyebutkan janji-Nya yang lain kepada para rasul, bahwa Allah akan menempatkan mereka di negeri-negeri itu, setelah umat yang zalim itu lenyap karena azab yang akan ditimpakan kepada mereka. Janji ini akan dilaksanakan-Nya untuk orang-orang yang bertakwa, yang merasa takut untuk menghadap Allah dengan dosa yang banyak, dan merasa takut kepada ancaman dan siksa-Nya.\n\nDengan jelas dapat dipahami bahwa janji Allah yang disebutkan dalam ayat ini memperkuat janji-Nya yang telah disebutkan pada ayat di atas, tentang pembinasaan orang-orang yang zalim. Setelah mereka binasa dan lenyap dari muka bumi, maka rasul-rasul bersama umatnya masing-masing yang beriman dan taat kepada Allah menjadi penghuni negeri-negeri itu, dan mereka hidup dengan tenteram di bawah limpahan rahmat dan rida Allah.", "15": "Orang yang beriman kepada Allah, mengharapkan rida dan kasih sayang-Nya, serta takut kepada ancaman dan siksaan-Nya, memohon kepada Allah agar diberi kemenangan atas musuh-musuh mereka yang zalim itu. Allah mengabulkan permohonan mereka. Maka binasalah kaum yang bersifat sewenang-wenang dan keras kepala itu.\n\nSifat sewenang-wenang dan keras kepala adalah ciri-ciri dari orang-orang yang takabur, yang ingin menandingi kekuasaan dan kebesaran Allah. Mereka tidak mempedulikan hukum-hukum dan peraturan yang telah dikaruniakan Allah kepada hamba-Nya untuk mengatur hubungan antara sesama manusia, agar tercapai kehidupan yang harmonis, saling mengasihi dan saling menghargai. Oleh sebab itu, selayaknya mereka menerima hukuman dari Yang Mahakuasa dan Maha Penyayang.", "16": "Pada ayat ini ditegaskan bahwa orang-orang yang menolak kebenaran dengan mengingkari rasul yang diutus Allah kepada mereka, bahkan berani mengancam akan mengusirnya, adalah orang-orang yang ingin menandingi kekuasaan dan kebesaran Allah. Mereka bersifat keras kepala, takabur, dan berbuat sewenang-wenang. Mereka telah berada di depan neraka Jahanam, bahkan dalam kehidupan di dunia, mereka telah merasa seperti di tepi neraka, selalu gelisah, khawatir, dan penuh keraguan. Di akhirat nanti, mereka akan dimasukkan ke dalam neraka dan diberi minuman dari air kotor seperti nanah. Hal ini merupakan hukuman bagi mereka yang tidak mempedulikan hukum dan petunjuk yang diberikan Allah kepada hamba-hamba-Nya.", "17": "Dalam ayat ini, Allah swt menggambarkan betapa berat siksaan yang akan diterima atau diderita umat yang zalim di akhirat kelak, yaitu siksaan dengan api neraka yang amat panas, mereka diberi minum yang kotor seperti nanah, dan mereka minum air kotor itu, akan tetapi amat sukar bagi mereka untuk meneguknya. Di samping itu, bahaya maut senantiasa mengancam mereka dari segala penjuru, tetapi kematian mereka ditangguhkan Allah, agar mereka merasakan kepedihan azab yang akan ditimpakan kepada mereka.", "18": "Jika dalam ayat-ayat di atas Allah telah menjelaskan azab yang akan diderita orang-orang kafir dalam neraka Jahanam, maka dalam ayat ini dijelaskan-Nya kerugian besar yang akan mereka derita, yaitu pahala dari amalan kebajikan mereka di dunia, kalau ada, dihapus Allah. Dengan demikian, mereka tidak dapat merasakan manfaat apapun dari amalan kebajikan yang mungkin pernah mereka perbuat di dunia. Amalan-amalan mereka itu diibaratkan oleh ayat ini bagaikan abu yang ditiup angin kencang, hilang tanpa kesan. Keadaan yang demikian adalah akibat dari kesesatan mereka dan penyelewengan yang jauh sekali dari petunjuk Allah swt.", "19": "Dalam ayat ini, Allah swt menyebutkan bahwa Dialah yang menciptakan planet bumi ini dengan langitnya (atmosfernya) dengan hak. Maksudnya, Allah menciptakan semuanya itu bukanlah dengan percuma melainkan penuh pengetahuan dan hikmah. Secara ilmiah bumi kita dan atmosfernya, mengandung substansi atau materi yang mendukung adanya proses kehidupan. Atmosfer bumi 70% terdiri gas nitrogen (N2), yang bersifat inert (tak berbahaya bagi makhluk hidup), namun sangat dibutuhkan untuk timbulnya suatu proses kehidupan, apalagi oleh dunia flora (tanaman). Sedang 20% dari atmosfer kita adalah gas oksigen (O2), yang sangat dibutuhkan dalam kelangsungan kehidupan semua makhluk hidup, karena oksigen akan memberikan energi untuk berlangsungnya proses metabolisme semua makhluk untuk kelangsungan hidupnya; melalui suatu proses yang kita kenal dengan respirasi (pernafasan). \n\nBumi kita sendiri 70% berisi air (H2O), suatu zat (molekul kimia) yang sangat diperlukan sebagai media berlangsungnya proses-proses reaksi metabolisme untuk suatu kehidupan. Jarak bumi dengan matahari cukup moderat, yaitu 92,9 juta Mil atau sekitar 139,35 juta Km; sehingga sinar matahari mampu mengkatalisis (membantu) berlangsungnya proses kehidupan. Baik pada manusia (proses pembentukan vitamin D pada kulit), hewan, atau tumbuhan (asimilasi). Suhu bumi pada garis equator juga sangat moderat, rata-rata hanya 28-350C. \n\nBayangkan dengan planet-planet lain yang masih dalam berada dalam tata surya, seperti planet Mars, yang atmosfernya mayoritas berisi gas metana (CH4) yang mematikan, jarak dari matahari sekitar 141,6 juta Mil atau 212,40 juta Km; suhu permukaan planet Mars (pada equator) 0-10oC; jadi lebih dingin dibanding Bumi. Atau Planet Venus dengan atmosfer yang sangat tebal dan jaraknya dengan matahari 67,2 juta Mil atau 100,80 juta Km, namun suhu planet tersebut cukup dingin karena adanya selimut atmosfer yang tebal. Suhu permukaan Venus pada equator diperkirakan -32oC. Sedangkan planet Jupiter dan Saturnus yang masing-masing jaraknya dari matahari adalah 483,4 juta Mil (725,10 juta Km) dan 886,3 juta Mil(1329,45 juta Km) mempunyai suhu rata-rata permukaan planet pada equator -143oC. Atmosfer Jupiter dan Saturnus didominasi oleh gas ammoniak (NH3).\n\nJika Allah menghendaki, bumi dapat diubah dengan mudah menjadi kondisi seperti planet-planet itu, dan maka matilah semua makhluk bumi ini. Oleh sebab itu, manusia yang telah dijadikan Allah sebagai khalifah-Nya di bumi ini hendaklah memanfaatkan semua itu dengan cara yang baik dan untuk tujuan yang baik pula, sesuai dengan peraturan dan ketentuan-Nya. Akan tetapi, jika manusia itu menyimpang dari peraturan dan ketentuan Allah, maka Dia tidak akan membiarkan mereka berbuat kezaliman.\n\nMaka pada akhir ayat ini, Allah swt menegaskan kepada rasul-Nya bahwa jika Dia menghendaki maka Dia akan membinasakan umatnya dan akan mengganti mereka dengan makhluk yang baru.\n\nPenegasan ini adalah untuk mengingatkan rasul dan umatnya yang taat dan beriman kepada Allah, betapa besar dosa orang-orang kafir itu, karena dengan kekafiran tersebut mereka tidak mengakui kekuasaan Allah sebagai pencipta, dan pemelihara makhluk-Nya. Apabila manusia memikirkan kekuasaan Allah dan rahmat-Nya terhadap manusia, niscaya mereka akan sampai kepada keyakinan bahwa hanya Allah sajalah yang berhak untuk disembah dan dipuji serta ditakuti azab dan siksa-Nya.", "20": "Dalam ayat ini, Allah menegaskan pula bahwa memusnahkan semua itu tidaklah sukar bagi-Nya, karena Dialah pencipta dan penguasanya. Tidak ada sesuatupun yang kuasa menghalangi, apabila Dia menghendaki untuk menimpakan siksa kepada hamba-Nya.", "21": "Dalam ayat ini, Allah swt menggambarkan keadaan yang akan terjadi kelak di Padang Mahsyar, di mana manusia dikumpulkan setelah mereka dibangkitkan dari kubur, untuk memperhitungkan amal kebajikan dan perbuatan jahat yang dilakukan masing-masing orang ketika di dunia.\n\nDisebutkan dalam ayat ini, bahwa semua manusia akan berkumpul menghadap Allah di Padang Mahsyar, untuk dihisab dan mendengarkan keputusan Allah tentang nasib mereka selanjutnya. Dan setelah selesai dihisab, dan orang yang berdosa telah ditetapkan akan disiksa dalam neraka, timbullah kesadaran dan penyesalan dari kaum yang lemah iman yang telah teperdaya oleh bujukan orang-orang yang sombong di dunia ini yang memperlakukan diri mereka sebagai tuhan, dan kaum yang lemah iman sebagai hamba. Ketika itu, mereka yang lemah iman berkata kepada orang-orang sombong yang pernah menjadi ikutan mereka selagi di dunia, \"Kami pernah menjadi pengikut-pengikut kamu ketika di dunia. Sekarang, dapatkah kamu menghindarkan kami dari azab dan siksaan Allah, walaupun hanya sedikit saja?\"\n\nSelanjutnya, dalam ayat ini disebutkan jawaban orang-orang yang sombong itu atas pernyataan tersebut, \"Seandainya Allah memberi petunjuk kepada kami, tentulah kami dapat pula memberi petunjuk kepada kamu. Sekarang keadaan kita sama, harus memilih antara mengeluh dan menyesali perbuatan kita, atau bersabar menerima nasib yang telah ditetapkan Allah kepada kita. Kita sekali-kali tidak mendapatkan tempat untuk melarikan diri dari azab dan siksa-Nya.\"\n\nAyat ini menggambarkan dengan jelas, betapa besarnya kesalahan yang telah dilakukan kedua golongan itu. Golongan pertama, yaitu mereka yang lemah iman, telah membiarkan diri mereka menjadi permainan kaum yang sombong di dunia ini, dan telah menghambakan diri kepada mereka, dan di akhirat ternyata yang mereka agungkan itu tak mampu membela diri mereka sendiri dari azab Allah, apalagi membela orang-orang lain yang telah mereka perhamba di dunia ini. Sedang golongan kedua, telah melakukan penipuan kepada kaum lemah di dunia ini dan berlagak sebagai tuhan. Di akhirat mereka dituntut pula oleh para pengikutnya untuk membela dan menghindarkan mereka dari azab Allah, akan tetapi mereka tidak berdaya apa-apa, berhadapan dengan kekuasaan dan kebesaran Allah swt.", "22": "Dalam ayat ini, Allah menyebutkan pengakuan setan di hadapan Allah, setelah urusan hisab selesai di Padang Mahsyar. Setan senantiasa menggoda dan menyesatkan manusia dari jalan yang benar, dengan memberikan gambaran sedemikian rupa, sehingga manusia yang terkena godaannya memandang kejahatan sebagai perbuatan yang baik dan terpuji. Dan di samping itu, setan juga memberikan janji-janji kepada orang-orang yang kena godaannya, yaitu keuntungan yang akan mereka peroleh jika mereka memenuhi ajakannya. Akan tetapi, ia tidak mampu memenuhi janji tersebut.\n\nPengakuan setan setelah urusan hisab di Padang Mahsyar selesai ditujukan kepada orang-orang yang telah disesatkannya di dunia ini, baik golongan lemah yang telah memperhambakan diri kepada selain Allah, maupun golongan kuat dan sombong yang telah menganggap diri mereka sebagai Tuhan. Dalam pengakuannya itu, setan mengatakan kepada mereka bahwa sesungguhnya Allah telah menjanjikan kepada mereka janji yang benar, Dia kuasa untuk memenuhi janji-Nya itu. Setan pun telah memberikan janji kepada mereka, tetapi dia tidak kuasa untuk menepatinya. Setan sama sekali tidak mempunyai kekuasaan apa-apa terhadap mereka, dia hanya sekedar menyeru manusia kepada sesuatu yang tidak benar, lalu mereka mematuhi saja seruannya itu tanpa menggunakan akal. Oleh sebab itu, manusia yang bersalah. Janganlah mereka mencercanya, melainkan cercalah diri sendiri. Setan sekali-kali tidak dapat menolong mereka dari azab dan siksa Allah, dan mereka pun tidak dapat menolongnya. Sesungguhnya setan sejak dahulu tidak membenarkan perbuatan manusia mempersekutukannya dengan Allah.\"\n\nDemikianlah keadaan di akhirat kelak. Kaum yang kuat dan bersikap sombong di dunia ini, yang telah menyesatkan kaum yang lemah, berlepas tangan dari orang-orang yang lemah yang telah menjadi korban kesesatan mereka. Selanjutnya, setan yang telah menggoda dan menyesatkan kedua golongan itupun berlepas tangan pula dari nasib orang-orang yang telah menjadi korban godaan palsunya. Semuanya tidak berdaya menghadapi keputusan Allah atas diri mereka.\n\nPada akhir ayat ini, Allah kembali menegaskan bahwa orang-orang yang zalim, baik terhadap diri mereka ataupun terhadap orang lain, pasti akan mendapatkan azab yang pedih, sebagai balasan atas kezaliman mereka.", "23": "Pada ayat ini, Allah menyebutkan kembali kebahagiaan yang akan diperoleh orang-orang yang beriman kepada Allah dan senantiasa beramal saleh, bahwa di akhirat kelak mereka akan ditempatkan di dalam surga, taman yang sangat indah yang di bawah pohon-pohonnya mengalir sungai-sungai yang jernih. Mereka akan tetap berada di dalamnya mengenyam kehidupan yang bahagia, dengan izin Allah sebagai balasan dari iman dan amal saleh mereka selama hidup di dunia. Di sana mereka saling mengucapkan, \"Salam,\" yang berarti sejahtera dari segala bencana. Untuk kita yang masih hidup di dunia ini, agama Islam mengajarkan agar kita menggunakan ucapan selamat \"Assalamualaikum\" yang berarti \"semoga anda senantiasa dalam kesejahteraan\". Ini merupakan ajaran yang terbaik untuk mendidik manusia agar rela dan merasa senang bila orang lain beroleh kebahagiaan hidup dan kesejahteraan, sebagaimana ia merasa senang bila ia sendiri memperoleh kebahagiaan dan kesejahteraan itu, dan jauh dari rasa dengki dan hasad. Mengharapkan orang lain mendapat kesengsaraan atau kerugian dan mengharapkan lenyapnya kebahagiaan atau kebaikan dari seseorang adalah sifat yang sangat dibenci oleh agama Islam.\n\nDalam hubungan ini Rasulullah saw telah bersabda:\n\nTidak beriman seseorang di antara kamu, sampai ia cintai untuk saudaranya (sesama mukmin), apa yang ia cintai untuk dirinya. (Riwayat al-Bukhari dan Muslim dari Anas bin Malik)", "24": "Perumpamaan yang disebutkan dalam ayat ini ialah perumpamaan mengenai kata-kata ucapan yang baik, misalnya kata-kata yang mengandung ajaran tauhid, seperti \"La ilaha illallah\" atau kata-kata lain yang mengajak manusia kepada kebajikan dan mencegah mereka dari kemungkaran. Kata-kata semacam itu diumpamakan sebagai pohon yang baik, akarnya teguh menghunjam ke bumi. Akar bagi pohon memiliki dua fungsi utama: (1) menghisap air dan unsur hara dari dalam tanah dan (2) menopang tegaknya pohon. Apabila akar tidak dapat lagi mengambil unsur-unsur hara dari dalam tanah maka lambat laun pohon akan mati. Sedangkan akar pohon yang berfungsi baik akan dapat menyalurkan unsur-unsur hara dari dalam tanah ke bagian atas pohon dan pertumbuhan pohon akan berjalan dengan baik. Dahannya rimbun menjulang ke langit. Hadis Nabi saw:\n\nDari Abdullah bin Umar r.a., ia berkata, \"Rasulullah saw bersabda, \"Di antara jenis pohon, ada suatu pohon yang tidak pernah gugur daunnya. Pohon itu adalah perumpamaan bagi orang Islam. Beritahukan aku, apakah pohon itu? Orang-orang mengira pohon itu adalah pohon yang tumbuh di hutan. Kata Abdullah, \"Sedangkan menurut saya pohon itu adalah pohon kurma. Tetapi saya malu untuk berkata. Kemudian para sahabat berkata, \"Beritahulah kami pohon apa itu, hai Rasulullah!\" beliau menjawab, \"Pohon itu adalah pohon kurma.\" (Riwayat al-Bukhari)\n\nAgama Islam mengajarkan kepada umatnya agar membiasakan diri menggunakan ucapan yang baik, yang berfaedah bagi dirinya, dan bermanfaat bagi orang lain. Ucapan seseorang menunjukkan watak dan kepribadiannya serta adab dan sopan-santunnya. Sebaliknya, setiap muslim harus menjauhi ucapan dan kata-kata yang jorok, yang dapat menimbulkan rasa jijik bagi yang mendengarnya.", "25": "Dalam ayat ini digambarkan bahwa pohon yang baik itu selalu memberikan buahnya pada setiap manusia, dengan seizin Tuhannya. Adapun proses pertumbuhan tanaman diperlukan berbagai unsur hara yang cukup banyak macamnya. Menurut jumlah yang diperlukannya, unsur hara ini dibedakan menjadi unsur hara makro yang diperlukan dalam jumlah banyak, dan unsur hara mikro yang diperlukan dalam jumlah sedikit, tetapi keberadaannya mutlak diperlukan. Untuk sampai pada terjadinya buah, akar harus dapat memasok semua kebutuhan unsur hara ini dalam jumlah yang cukup dan seimbang. Ada beberapa unsur hara yang apabila dipasok melebihi kebutuhannya akan menjadi racun bagi tanaman dan dapat menyebabkan kematian bagi tanaman (misalnya besi untuk tanaman padi). Sebab itu, manusia yang mengambil manfaat dari pohon itu hendaklah bersyukur kepada Allah karena pada hakikatnya ilmu pengetahuan yang telah diperolehnya melalui seseorang adalah karunia dan rahmat dari Allah swt.\n\nDemikian pula halnya kata-kata baik yang kita ucapkan kepada orang lain, misalnya dalam memberikan ilmu pengetahuan yang berguna, manfaatnya akan didapat oleh orang banyak. Setiap orang yang memperoleh ilmu pengetahuan dari seorang guru haruslah bersyukur kepada Allah karena pada hakikatnya ilmu pengetahuan yang telah diperolehnya melalui seseorang adalah karunia dan rahmat dari Allah swt.\n\nIbu bapak dalam rumah tangga haruslah senantiasa mempergunakan kata-kata yang baik dan sopan, serta menjauhi ucapan-ucapan kotor dan kasar, karena ucapan-ucapan itu akan ditiru oleh anak-anak mereka.", "26": "Dalam ayat ini disebutkan perumpamaan kata-kata dan kalimat-kalimat yang jelek, yaitu ucapan-ucapan yang mengandung kekufuran dan kemusyrikan atau yang mengajak kepada perbuatan maksiat. Kata-kata yang jelek itu diumpamakan sebagai pohon yang buruk, yang akarnya tercabut dari bumi, sehingga pohon tersebut tidak dapat tegak dengan kokoh, tidak dapat berdaun dan berbuah. Artinya tidak dapat memberikan buah dan manfaat lainnya bagi manusia, bahkan hanya memberikan mudarat, apabila pohon itu roboh dan menimpa mereka. Kata-kata yang jelek hanya dapat menimbulkan dosa, serta membangkitkan kemarahan dan kebencian. Dalam sebuah hadis yang diriwayatkan oleh Abu Hathim sebagai hadis marfu, bahwa syajarah khabitsah (pohon yang buruk) adalah handhalah yang rasa buahnya pahit.\n\nOrang-orang yang tidak dapat mengendalikan emosinya sering meng-ucapkan kata-kata yang buruk, yang membahayakan dirinya dan mem-bahayakan orang lain. Demikian pula orang-orang yang sedang mabuk dan rusak akalnya, suka mengucapkan kata-kata yang jelek. Itulah sebabnya agama Islam mengajarkan kesabaran karena kesabaran mendorong seseorang untuk menguasai emosinya. Agama Islam juga melarang seseorang dari hal-hal yang merusak akal, seperti meminum minuman keras dan lain-lain.", "27": "Dalam ayat ini, Allah swt menjelaskan bahwa Dia meneguhkan orang-orang yang mukmin dengan ucapan-ucapan yang baik dan teguh, baik dalam kehidupan di dunia ini, maupun di akhirat. Dengan demikian, ada hubungan timbal balik antara iman dengan ucapan yang baik dan teguh. Iman mendorong seseorang untuk senantiasa menggunakan ucapan yang baik dan teguh. Sebaliknya, ucapan yang baik itu dapat memelihara keteguhan iman seseorang.\n\nDalam ayat ini selanjutnya, Allah swt menegaskan bahwa Dia membiarkan sesat orang-orang yang zalim dan yang suka berbuat menurut kehendaknya sendiri, tanpa mengabaikan peraturan yang benar, antara lain ialah mengucapkan kata-kata yang buruk yang mengajak kepada kekafiran, kemusyrikan, kemaksiatan, dan sebagainya.", "28": "Ayat ini disampaikan dalam bentuk pertanyaan, tetapi bukan untuk dijawab, melainkan hanyalah sebagai peringatan bagi kaum Muslimin agar mereka jangan sekali-kali berbuat dan bertindak seperti yang dilakukan oleh orang kafir. Hendaklah mereka selalu taat, tunduk, dan patuh kepada perintah-perintah Allah dan menghentikan semua larangan-Nya. Jika mereka ingkar kepada Allah, mereka pasti akan diazab di dunia dan di akhirat seperti yang ditimpakan kepada orang kafir.\n\nMenurut Ibnu Abbas yang dimaksud dengan \"orang-orang yang telah menukar nikmat Allah\" dalam ayat ini ialah orang-orang kafir Mekah. Mereka telah dianugerahi bermacam-macam nikmat yang tidak diberikan Allah kepada bangsa lain. Negeri Mekah telah dijadikan sebagai tanah haram yakni tanah yang dihormati, tanah yang terjamin keamanannya, dan tempat berdirinya Kabah yang dikunjungi manusia dari segala penjuru dunia setiap tahun. Allah swt telah mendatangkan air, makanan, dan buah-buahan ke tanah yang tandus itu. Nikmat yang lebih besar lagi ialah diangkatnya Muhammad dari bangsa mereka sendiri sebagai nabi dan rasul penutup, yang membawa agama Allah, yang menjadi petunjuk dan pegangan hidup bagi seluruh manusia.\n\nSemua nikmat yang telah dilimpahkan itu mereka ingkari. Bahkan mereka menyiksa Nabi Muhammad saw dan kaum Muslimin dan menghambat tersiarnya agama Islam. Oleh karena itu, Allah swt menimpakan azab dan siksa kepada mereka berupa musim kemarau yang kering dan lama, sehingga mereka banyak yang mati kelaparan. Menurut riwayat, ada di antara mereka yang sampai memakan tulang karena tidak ada lagi makanan yang akan dimakan.\n\nAllah menerangkan bahwa mereka adalah orang-orang yang telah menukar nikmat Allah dan telah menempatkan kaum mereka yang jadi pengikut-pengikut mereka di tempat yang penuh kesengsaraan, yaitu neraka Jahanam yang menyala-nyala, yang bahan bakarnya adalah batu dan manusia.\n\nDari ayat ini dipahami bahwa Allah swt memerintahkan manusia agar selalu mensyukuri nikmat-Nya dengan mengikuti perintah-perintah-Nya dan menghentikan larangan-larangan-Nya. Seluruh manusia dan makhluk sangat tergantung kepada nikmat itu, baik nikmat dalam bentuk lahir, maupun nikmat dalam bentuk batin atau yang tidak nampak.", "29": "Ayat ini disampaikan dalam bentuk pertanyaan, tetapi bukan untuk dijawab, melainkan hanyalah sebagai peringatan bagi kaum Muslimin agar mereka jangan sekali-kali berbuat dan bertindak seperti yang dilakukan oleh orang kafir. Hendaklah mereka selalu taat, tunduk, dan patuh kepada perintah-perintah Allah dan menghentikan semua larangan-Nya. Jika mereka ingkar kepada Allah, mereka pasti akan diazab di dunia dan di akhirat seperti yang ditimpakan kepada orang kafir.\n\nMenurut Ibnu Abbas yang dimaksud dengan \"orang-orang yang telah menukar nikmat Allah\" dalam ayat ini ialah orang-orang kafir Mekah. Mereka telah dianugerahi bermacam-macam nikmat yang tidak diberikan Allah kepada bangsa lain. Negeri Mekah telah dijadikan sebagai tanah haram yakni tanah yang dihormati, tanah yang terjamin keamanannya, dan tempat berdirinya Kabah yang dikunjungi manusia dari segala penjuru dunia setiap tahun. Allah swt telah mendatangkan air, makanan, dan buah-buahan ke tanah yang tandus itu. Nikmat yang lebih besar lagi ialah diangkatnya Muhammad dari bangsa mereka sendiri sebagai nabi dan rasul penutup, yang membawa agama Allah, yang menjadi petunjuk dan pegangan hidup bagi seluruh manusia.\n\nSemua nikmat yang telah dilimpahkan itu mereka ingkari. Bahkan mereka menyiksa Nabi Muhammad saw dan kaum Muslimin dan menghambat tersiarnya agama Islam. Oleh karena itu, Allah swt menimpakan azab dan siksa kepada mereka berupa musim kemarau yang kering dan lama, sehingga mereka banyak yang mati kelaparan. Menurut riwayat, ada di antara mereka yang sampai memakan tulang karena tidak ada lagi makanan yang akan dimakan.\n\nAllah menerangkan bahwa mereka adalah orang-orang yang telah menukar nikmat Allah dan telah menempatkan kaum mereka yang jadi pengikut-pengikut mereka di tempat yang penuh kesengsaraan, yaitu neraka Jahanam yang menyala-nyala, yang bahan bakarnya adalah batu dan manusia.\n\nDari ayat ini dipahami bahwa Allah swt memerintahkan manusia agar selalu mensyukuri nikmat-Nya dengan mengikuti perintah-perintah-Nya dan menghentikan larangan-larangan-Nya. Seluruh manusia dan makhluk sangat tergantung kepada nikmat itu, baik nikmat dalam bentuk lahir, maupun nikmat dalam bentuk batin atau yang tidak nampak.", "30": "Ayat ini menerangkan tindakan kedua dan ketiga yang menyebabkan Allah menimpakan azab yang pedih kepada mereka.\n\nSebab yang kedua ialah tindakan mempersekutukan Allah. Termasuk dalam tindakan ini ialah:\n\n1. Mengakui Tuhan itu banyak.\n\n2. Menyembah yang lain di samping menyembah Allah.\n\n3. Mengakui sesuatu selain Allah mempunyai kekuatan dan kekuasaan seperti kekuatan dan kekuasaan Allah swt.\n\nMempersekutukan Allah ini adalah kepercayaan orang-orang Arab Jahiliah. Mereka mempunyai sesembahan selain Allah. Sesembahan itu ada yang berupa patung-patung yang mereka buat, di antaranya ada yang mereka letakkan di sekeliling Kabah. Mereka percaya kepada tenung dan ramalan nasib. Jika mereka ingin melakukan sesuatu pekerjaan yang penting atau perjalanan yang jauh, mereka pergi ke Kabah dan menyuruh penjaganya mengadakan undian. Hasil undian inilah yang menentukan apakah mereka akan melakukan pekerjaan atau perjalanan jauh itu atau tidak.\n\nSebab yang ketiga ialah orang-orang kafir itu berusaha menyesatkan manusia dari jalan Allah. Mereka menghalang-halangi, bahkan membunuh orang-orang yang melakukan pekerjaan atau mengikuti agama Islam.\n\nKetiga macam perbuatan di atas adalah perbuatan dosa besar. Oleh karena itu, Allah swt memerintahkan Nabi Muhammad agar menyampaikan peringatan keras-Nya kepada manusia. Jika mereka tetap ingkar, biarkan mereka berbuat sesuka hatinya, bersenang-senang, dan berbuat kebinasaan di muka bumi dalam waktu tertentu, sampai Allah menimpakan azab yang keras kepada mereka.\n\nHal ini ditegaskan oleh firman Allah swt:\n\nKatakanlah, \"Bersenang-senanglah kamu dengan kekafiranmu itu untuk sementara waktu. Sungguh, kamu termasuk penghuni neraka. (az-Zumar/39: 8)", "31": "Pada ayat ini Allah swt memerintahkan kepada kaum Muslimin agar mereka mengerjakan perbuatan-perbuatan baik, yang dapat membahagiakan manusia dalam kehidupan duniawi dan ukhrawi. Perbuatan-perbuatan itu ialah :\n\n1. Melaksanakan salat.\n\n2. Menginfakkan sebagian harta yang telah dianugerahkan Allah swt.\n\nAllah swt memerintahkan kepada kaum Muslimin mendirikan salat, karena salat itu tiang agama, sebagaimana sabda Nabi saw:\n\nSalat itu adalah tiang agama, barang siapa yang mendirikannya, maka sesungguhnya ia telah mendirikan agama dan barang siapa yang meninggalkannya, maka sesungguhnya ia telah meruntuhkan agama. (Riwayat al-Baihaqi dari Umar bin al-Khaththab)\n\nSeseorang yang taat dan selalu melaksanakan salat sesuai dengan ajaran Al-Quran adalah orang yang suci jasmani dan rohaninya, karena salat itu mencegah orang yang mengerjakannya melakukan perbuatan keji dan perbuatan yang terlarang, sebagaimana firman Allah swt:\n\n... dan laksanakanlah salat. Sesungguhnya salat itu mencegah dari (perbuatan) keji dan mungkar. Dan (ketahuilah) mengingat Allah (salat) itu lebih besar (keutamaannya dari ibadah yang lain). Allah mengetahui apa yang kamu kerjakan. (al-Ankabut/29: 45)\n\nDan firman Allah swt:\n\nSungguh beruntung orang yang menyucikan diri (dengan beriman), dan mengingat nama Tuhannya, lalu dia salat. (al-Ala/87: 14-15)\n\nPerbuatan hamba yang pertama kali dihisab Allah di hari kiamat ialah salat. Jika baik salat seorang hamba, maka baiklah perbuatannya, sebaliknya jika buruk salatnya atau tidak mengerjakannya, maka buruk dan rusak pulalah seluruh pahala amalnya yang lain.\n\nRasulullah saw bersabda:\n\nPerbuatan hamba yang pertama kali dihisab Allah pada hari kiamat ialah salat. Maka jika baik amalan salat itu, baik pulalah seluruh amalnya, dan jika rusak amalan salat itu, rusak pulalah seluruh amalnya. (Riwayat ath-thabrani dari Anas bin Malik)\n\nBahkan Allah swt menegaskan, bahwa orang yang selalu mengerjakan salat itu adalah orang yang menjadi pewaris surga Firdaus di akhirat, sebagaimana firman-Nya:\n\nSerta orang yang memelihara salatnya. Mereka itulah orang yang akan mewarisi, (yakni) yang akan mewarisi (surga) Firdaus. Mereka kekal di dalamnya. (al-Muminun/23: 9-11)\n\nMelaksanakan salat berarti mengerjakan salat terus-menerus, sesuai dengan waktu yang telah ditentukan agama, lengkap dengan syarat-syarat dan rukun-rukunnya, disertai dengan khusyuk dan ikhlas.\n\nAllah juga memerintahkan kepada orang-orang yang beriman untuk menginfakkan sebagian harta yang telah dikaruniakan Allah kepada mereka, sebelum datang hari kiamat, yaitu hari ketika semua pintu tobat telah ditutup, tidak satu dosa pun yang dapat ditebus, walaupun ditebus dengan emas sepenuh bumi. Tidak ada lagi seorang teman karib yang dapat menolong dan tidak seorang pun yang dapat menyelamatkan dan memberikan bantuan termasuk anak-anak dan cucu-cucu. Allah swt berfirman:\n\nMaka pada hari ini tidak akan diterima tebusan dari kamu maupun dari orang-orang kafir. (al-hadid/57: 15)\n\nDan firman Allah swt:\n\nWahai orang-orang yang beriman! Infakkanlah sebagian dari rezeki yang telah Kami berikan kepadamu sebelum datang hari ketika tidak ada lagi jual beli, tidak ada lagi persahabatan dan tidak ada lagi syafaat. Orang-orang kafir itulah orang yang zalim. (al-Baqarah/2: 254)\n\nOrang-orang yang terlepas dari azab hari kiamat itu hanyalah orang-orang yang selama hidup di dunia mengerjakan amal-amal saleh, senang bersedekah, sehingga hatinya suci dan bersih serta rela terhadap apa yang diberikan Allah kepadanya nanti. Allah swt berfirman:\n\n(Yaitu) pada hari (ketika) harta dan anak-anak tidak berguna, kecuali orang-orang yang menghadap Allah dengan hati yang bersih. (asy-Syuara/26: 88-89)\n\nSenang menginfakkan harta merupakan pencerminan dari kepribadian muslim yang sesungguhnya, sebagai seorang yang telah menyerahkan diri, harta, dan kehidupannya kepada agama, semata-mata untuk mencari keridaan Allah swt. Perbuatan itu juga merupakan perwujudan dari rasa syukur kepada Allah yang telah melimpahkan nikmat-Nya yang tidak terhingga banyaknya. Terhadap orang yang mensyukuri nikmat, Allah akan menambah nikmat lebih banyak dari nikmat-nikmat yang telah diberikan-Nya.\n\nSebaliknya sifat tidak senang menginfakkan sebagian harta yang telah dianugerahkan Allah adalah pencerminan pribadi orang-orang yang ingkar kepada Allah dan rasul-Nya serta pencerminan dari rasa ingkar terhadap nikmat Allah. Mereka merasa bahwa segala yang mereka peroleh itu semata-mata karena hasil jerih payahnya sendiri. Dengan sikap yang demikian berarti mereka telah zalim terhadap dirinya sendiri. Akibat zalim terhadap dirinya sendiri ialah tidak lagi mendapat tambahan nikmat dari Allah, bahkan mereka akan ditimpa azab yang pedih di dunia dan di akhirat. Zalim terhadap orang lain ialah ia tidak mau memberikan atau mengeluarkan hak orang lain yang ada dalam hartanya. Zalim kepada masyarakat yang ada di sekitarnya ialah mengganggu kepentingan dan hubungan baik yang telah dijalin dalam masyarakat.\n\nBahkan dari ayat ini dipahami bahwa orang yang kikir dan tidak mau membelanjakan sebagian hartanya itu adalah orang yang congkak dan sombong. Karena merasa dirinya telah mampu mengatasi segala macam kesulitan yang dihadapinya, termasuk kesulitan dan malapetaka yang akan menimpanya di hari kiamat nanti. Mereka merasa tidak lagi memerlukan tambahan nikmat dan pertolongan Allah baik di dunia maupun di akhirat.\n\nMenginfakkan harta dalam agama Islam ada beberapa bentuk:\n\n1. Membelanjakan harta untuk nafkah diri sendiri, anak-anak, kerabat, dan istri.\n\n2. Menginfakkan harta untuk menunaikan kewajiban, seperti zakat harta dan zakat fitrah.\n\n3. Menginfakkan harta untuk infak sunah.\n\nMembelanjakan harta untuk nafkah istri, kerabat, dan untuk menunaikan nafkah wajib, merupakan suatu kewajiban yang ditetapkan agama atas orang-orang yang beriman, dan ketentuan-ketentuannya tersebut di dalam ayat-ayat Al-Quran dan hadis-hadis Nabi. Sedang infak sunah yang diberikan untuk kepentingan umum dan untuk meninggikan kalimat Allah dikategorikan sebagai amal jariah, yaitu infak atau amal yang tidak akan putus pahalanya, walaupun orang yang memberi infak itu telah meninggal dunia, selama infak itu memberikan manfaat.\n\nPemberian infak wajib, infak sunah, dan nafkah itu haruslah diiringi dengan niat yang ikhlas, semata-mata dilakukan untuk mencari keridaan Allah, terjauh dari sifat ria, ingin dipuji dan disanjung oleh sesama manusia. Karena itu Allah menyerahkan kepada manusia bagaimana cara sebaiknya memberi harta itu kepada orang yang berhak menerimanya, sehingga membuahkan pahala dari sisi Allah. Jika ia khawatir akan timbul rasa ria dalam hatinya, maka ia boleh memberikan harta itu secara sembunyi, tidak diketahui orang. Bila ingin perbuatannya ditiru orang lain, maka ia boleh pula memberikan hartanya itu dengan terang-terangan.\n\nHendaklah kaum Muslimin ingat bahwa harta itu pada hakikatnya adalah milik Allah. Dianugerahkan-Nya kepada manusia agar mereka dapat melaksanakan tugasnya sebagai hamba Allah selama mereka hidup di dunia. Oleh karena itu, jika seseorang telah memperoleh harta dan telah melebihi keperluannya, hendaklah diinfakkan kepada yang berhak menerimanya.", "32": "Allah Yang Maha Esa dan Mahakuasa sangat banyak melimpahkan nikmat kepada hamba-hamba-Nya. Di antaranya ialah:\n\nAllah Yang Maha Agung, yang ilmunya meliputi segala sesuatu, menerangkan bahwa Dialah yang telah menciptakan langit dan bumi, yang kejadiannya jauh lebih besar dan lebih sulit dari kejadian manusia, yang selalu disaksikan dan diperhatikan manusia dan pada keduanya terdapat pelajaran dan manfaat. Langit berupa ruang angkasa yang tidak terhingga luas dan besarnya, di dalamnya terdapat benda-benda angkasa berupa planet-planet yang tidak terhitung jumlahnya, masing-masing berjalan menurut garis edar yang telah ditentukan, mengikuti hukum-hukum yang telah ditetapkan Allah swt. Tidak ada satu pun dari planet-planet yang tidak mengikuti hukum itu, karena tidak mengikuti hukum-hukum yang telah ditetapkan itu berarti kehancuran bagi seluruh planet-planet itu. Jika direnungkan, diperhatikan, dan dipelajari tata ruang angkasa yang rapi dan teratur itu, akan terasa ketiadaan arti manusia dan semakin terasa pula keagungan dan kebesaran Penciptanya.\n\nAllah juga yang menciptakan bumi yang merupakan salah satu dari planet-planet ruang angkasa, tempat manusia hidup, berdiam, dan mempersiapkan diri sebelum mengalami hidup yang sebenarnya di akhirat. Permukaan bumi ditumbuhi tumbuh-tumbuhan yang beraneka ragam, dengan buahnya yang beraneka macam pula yang berguna dan bermanfaat bagi manusia. Di dalam perut bumi terdapat barang tambang yang beraneka macam. Semuanya itu diciptakan Allah untuk manusia.\n\nDialah yang menurunkan hujan yang berasal dari uap air dan menjadi awan. Awan itu dihalau-Nya dengan angin ke tempat tertentu, hingga menjadi mendung yang hitam pekat, kemudian berubah dan jatuh sebagai hujan yang menyirami permukaan bumi. Dengan siraman hujan itu, tumbuh dan suburlah tumbuh-tumbuhan yang kemudian menjadi besar, berbunga, dan berbuah, sebagaimana firman Allah swt:\n\nDan kamu lihat bumi ini kering, kemudian apabila telah Kami turunkan air (hujan) di atasnya, hiduplah bumi itu dan menjadi subur dan menumbuhkan berbagai jenis pasangan tetumbuhan yang indah. (al-hajj/22: 5)\n\nDan firman Allah swt:\n\n(Tuhan) yang telah menjadikan bumi sebagai hamparan bagimu, dan menjadikan jalan-jalan di atasnya bagimu, dan yang menurunkan air (hujan) dari langit.\" Kemudian Kami tumbuhkan dengannya (air hujan itu) berjenis-jenis aneka macam tumbuh-tumbuhan. (thaha/20: 53)\n\nSecara kauniyah (sains) ayat ini menjelaskan tentang siklus biosfer (Biospheric Cycle). Allah menegaskan kembali akan kekuasaan-Nya dalam mengatur kehidupan di bumi ini. Dari air yang tercurah dari langit, maka muncullah kebun-kebun yang subur yang mengeluarkan buah-buahan, yang kesemuanya diperuntukkan sebagai rezeki bagi manusia. Kemudian dalam ayat tersebut dilanjutkan dengan \"Dia menundukkan kapal bagimu\", dan juga \"Dia telah menundukkan sungai-sungai bagimu\". Menundukkan dalam kedua kalimat ayat di atas diterjemahkan dari kata dalam bahasa Arab sakhkhara. Ini mengisyaratkan kepada manusia untuk menggunakan akalnya (teknologinya) dalam membuat atau menciptakan kapal yang mampu berlayar di lautan, atau dalam pengelolaan sungai, sebagai tempat untuk pelayaran atau keperluan lainnya.\n\nJika manusia menggunakan akalnya dengan menggunakan ilmu pengetahuan alam (ketentuan Allah) sehingga dapat menemukan sendiri ketentuan Allah yang digunakan Allah untuk mengendalikan kapal, maka manusia tadi dapat mengusahakan agar kehendak manusia sejalan dengan kehendak-Nya dan ketentuan-Nya,\n\nKetentuan Allah itu menunjukkan bagaimana mengkonstruksikan kapal agar bisa mengangkat tubuhnya beserta muatannya agar tidak tenggelam. Ketentuan Allah menunjukkan bahwa suatu benda yang mengapung di air akan memindahkan air sebanyak isi benda tersebut. Berat dari air yang dipindahkan benda tadi akan sebanding dengan tekanan ke atas yang dialami oleh benda itu. Dengan membuat kapal berongga maka akan tercapai volume luar yang besar, tapi beratnya kecil karena berongga. Oleh sebab itu, tubuh kapal dan muatannya itu mampu diangkat kekuatan ke atas hingga mengapung. \n\nDengan menggunakan mesin penggerak yang serupa dengan kendaraan darat tapi telah disesuaikan sedemikian rupa, maka kapal itu selain mampu mengapung juga mampu bergerak ke arah yang dikehendaki. Demikian penjelasan dari sudut kajian saintis.\n\nAllah menjelaskan yang demikian itu agar manusia mengetahui betapa besar kekuasaan-Nya dalam mengatur hidup dan kehidupan di permukaan bumi ini dan nikmat yang telah dilimpahkan kepada manusia. Bagi manusia yang suka memperhatikan kejadian hujan, tumbuh-tumbuhan, serta proses kehidupan di permukaan bumi ini akan mengetahui betapa tingginya nilai hukum Allah dan betapa luas ilmu-Nya, yang berlaku secara tetap, tiada henti-hentinya sampai kepada waktu yang ditentukan-Nya. Allah juga memerintahkan manusia memperhatikan air yang diminumnya agar mereka bersyukur, sebagaimana firman-Nya:\n\nPernahkah kamu memperhatikan air yang kamu minum? Kamukah yang menurunkannya dari awan ataukah Kami yang menurunkan? Sekiranya Kami menghendaki, niscaya Kami menjadikannya asin, mengapa kamu tidak bersyukur? (al-Waqiah/56: 68-70)\n\nAllah menaklukkan kapal (bahtera) bagi manusia maksudnya ialah memberikan kemampuan kepada manusia membuat kapal dan menjadikannya dapat mengapung di permukaan air dan berlayar ke tempat yang dikehendakinya, membawanya ke segenap penjuru dunia. Allah swt menaklukkan lautan bagi manusia sehingga laut itu dapat dilayari kapal-kapal yang mengangkut segala keperluan mereka, sebagaimana firman-Nya:\n\nDan suatu tanda (kebesaran Allah) bagi mereka adalah bahwa Kami angkut keturunan mereka dalam kapal yang penuh muatan, dan Kami ciptakan (juga) untuk mereka (angkutan lain) seperti apa yang mereka kendarai. (Yasin/36: 41-42)\n\nDengan kapal itu pula, manusia bersenang-senang menikmati pelayaran. Dengan kapal itu pula mereka mencari nafkah, menangkap ikan, mencari hasil-hasil lautan, dan mencari barang tambang yang tidak ternilai harganya. Semuanya itu merupakan nikmat Allah kepada manusia.\n\nAllah menundukkan sungai-sungai bagi manusia, seperti memberi kemampuan untuk membendung dan mengalirkannya untuk kepentingan pertanian, serta mengubah arus air yang deras itu menjadi sumber tenaga yang bermanfaat, seperti kincir air dan arus listrik. Sungai dapat juga berfungsi sebagai jalan raya yang dilalui kapal-kapal dan merupakan urat nadi perdagangan. Untuk memperpendek lalu-lintas sungai maka manusia membuat terusan-terusan yang menghubungkan antara sungai yang satu dengan sungai yang lain, dan antara lautan yang satu dengan lautan yang lain. Air sungai yang kotor dapat dibersihkan, sehingga dapat menjadi air minum yang sangat diperlukan.", "33": "Demikian pula sebagai nikmat Allah swt kepada manusia ialah Dia telah menaklukkan bagi manusia matahari dan bulan, yaitu menjadikan matahari dan bulan terus menerus berjalan mengelilingi garis edarnya, yang menimbulkan terang dan gelap yang berfaedah bagi hidup dan kehidupan makhluk. Dengan tetapnya matahari dan bulan, demikian juga planet-planet yang lain, berjalan mengelilingi garis edarnya, akan terhindarlah terjadinya benturan yang dahsyat antara planet-planet yang ada di cakrawala, sebagaimana firman Allah:\n\nDan telah Kami tetapkan tempat peredaran bagi bulan, sehingga (setelah ia sampai ke tempat peredaran yang terakhir) kembalilah ia seperti bentuk tandan yang tua. Tidaklah mungkin bagi matahari mengejar bulan dan malam pun tidak dapat mendahului siang. Masing-masing beredar pada garis edarnya. (Yasin/36: 39-40)\n\nKeberadaan garis edar yang terus menerus dilalui oleh setiap planet, telah memberi jalan kepada manusia sampai ke bulan, memberi kemungkinan yang besar bagi manusia untuk berusaha mencapai planet-planet yang lain. Dengan perantara garis edar itu pula, manusia dapat menempatkan satelit-satelit yang dapat digunakan untuk kepentingan umat manusia, seperti untuk mengetahui keadaan cuaca, untuk memperlancar hubungan telekomunikasi dan sebagainya, sehingga hubungan antar negara yang semula dirasakan jauh, maka sekarang dirasakan bertambah dekat.\n\nAllah swt menundukkan pula bagi manusia siang dan malam. Siang dapat digunakan manusia sebagai tempat berusaha, beramal, dan bermasyarakat. Sedangkan malam dapat dijadikan sebagai waktu untuk beristirahat dari kelelahan setelah berusaha di siang hari. Allah berfirman:\n\nDan adalah karena rahmat-Nya, Dia jadikan untukmu malam dan siang, agar kamu beristirahat pada malam hari dan agar kamu mencari sebagian karunia-Nya (pada siang hari) dan agar kamu bersyukur kepada-Nya. (al-Qashash/28: 73)\n\nDalam ayat ini pula Allah menggunakan kata sakhkhara (menunduk-kan), yang mengisyaratkan kita untuk menggunakan akal dalam memanfaat-kan baik matahari, bulan, maupun fenomena malam maupun siang. Dengan demikian sakhkhara ini mengandung perintah untuk mengembangkan teknologi, kalender berbasis matahari (solar calendar) atau bulan (lunar calendar), dan energi matahari (solar energy). Juga mengandung perintah untuk menggunakan baik matahari atau bulan untuk keperluan navigasi dalam pelayaran maupun penerbangan, dan sebagainya. Begitu juga meng-gunakan malam dan siang untuk mengetahui atau mengukur biological clock kita. Demikian penjelasan dari sudut pandang saintis.", "34": "Sebagai nikmat Allah juga ialah Dia telah menyediakan bagi manusia segala yang diperlukannya, baik diminta atau tidak, karena Allah telah menciptakan langit dan bumi ini untuk manusia. Dia menyediakan bagi manusia segala sesuatu yang ada, sehingga dapat digunakan dan dimanfaatkan kapan dikehendaki. Kadang-kadang manusia sendiri tidak mengetahui apa yang menjadi keperluan pokoknya, dimana tanpa keperluan itu, ia tidak akan hidup atau dapat mencapai cita-citanya. Keperluan seperti itu tetap dianugerahkan Allah kepadanya sekalipun tanpa diminta. Ada pula bentuk keperluan manusia yang lain yang tidak mungkin didapat kecuali dengan berusaha dan berdoa, karena itu diperlukan usaha manusia untuk memperolehnya.\n\nSangat banyak nikmat Allah swt yang telah dilimpahkan-Nya kepada manusia, sehingga jika ada yang ingin menghitungnya tentu tidak akan sanggup. Oleh karena itu, hendaknya setiap manusia mensyukuri nikmat yang telah diberikan Allah swt dengan jalan menaati segala perintah-Nya dan tidak melakukan hal-hal yang menjadi larangan-Nya. Mensyukuri nikmat Allah yang wajib dilakukan oleh manusia itu bukanlah sesuatu yang diperlukan oleh Allah swt. Allah Mahakaya, tidak memerlukan sesuatupun dari manusia, tetapi kebanyakan manusia sangat zalim dan mengingkari nikmat yang telah diberikan kepadanya.", "35": "Pada ayat-ayat ini, Allah swt memerintahkan kepada Nabi Muhammad agar menyampaikan kepada umatnya kisah di waktu Nabi Ibrahim berdoa kepada Tuhannya, agar doa itu menjadi iktibar dan pelajaran bagi orang Arab waktu itu, karena Ibrahim a.s. itu adalah cikal-bakal dan asal keturunan mereka. Doa itu ialah: Ya Tuhan kami, jadikanlah negeri Mekah ini, negeri yang aman, tenteram, dan sentosa, serta terpelihara dari peperangan dan serangan musuh. Doa Nabi Ibrahim ini dikabulkan Tuhan, dan Dia telah menjadikan negeri Mekah dan sekitarnya, menjadi tanah dan tempat yang aman bagi orang-orang yang berada di sana. Di negeri itu dilarang menumpahkan darah, menganiaya orang, membunuh binatang, dan menebang tumbuh-tumbuhan yang berada di sana.\n\nAllah berfirman:\n\nTidakkah mereka memperhatikan, bahwa Kami telah menjadikan (negeri mereka) tanah suci yang aman, padahal manusia di sekitarnya saling merampok. Mengapa (setelah nyata kebenaran) mereka masih percaya kepada yang batil dan ingkar kepada nikmat Allah? (al-Ankabut/29: 67)\n\nOrang-orang Arab dan orang-orang yang berdiam di sekitar Jazirah Arab, sejak dahulu hingga sekarang tetap memandang suci dan menghormati tanah haram itu. Bangsa Arab dahulu adalah bangsa yang terkenal sebagai bangsa yang merasa terhina seandainya mereka tidak dapat menuntut bela atas pembunuhan atau penganiayaan yang dilakukan oleh seseorang atau suatu kabilah terhadap anggota kabilahnya. Penuntutan bela itu merupakan suatu kewajiban suci untuk membela kehormatan kabilahnya yang telah ternoda itu. Oleh karena itu, mereka akan mengadakan penuntutan bela pada setiap kesempatan yang mungkin mereka lakukan. Kecuali jika mereka bertemu di tanah haram, mereka tidak akan melakukan penuntutan bela. Mereka menunggu di luar tanah haram. Setelah musuhnya itu keluar dari tanah haram, barulah mereka melakukan pembalasan dendam itu.\n\nDemikian pula tanah haram itu dihormati dan terpelihara dari maksud jahat orang-orang yang hendak menghancurkan Kabah dan mengotorinya. Sebagaimana yang pernah dilakukan dan dialami oleh Abrahah, gubernur Ethiopia dan tentaranya. Abrahah yang beragama Nasrani itu dapat menak-lukkan Yaman yang beragama Yahudi. Ia bermaksud mengembangkan agama Nasrani di Yaman dan menciptakan Yaman menjadi pusat agama Nasrani di Jazirah Arab. Ia mengetahui pula bahwa orang-orang di Jazirah Arab sangat menghormati Kabah. Karena itu ia ingin memalingkan perhatian orang dari menghormati dan mengunjungi Kabah kepada menghormati dan mengunjungi suatu tempat atau bangunan yang ada di Yaman. Untuk memenuhi keinginannya itu, dibuatlah sebuah gereja besar dan megah di Yaman, namun penduduk Jazirah Arab tidak tertarik minatnya untuk mengunjungi, apalagi menghormati bangunan tersebut. Karena itu timbullah amarah Abrahah, maka disiapkannya pasukan tentara yang mengendarai gajah untuk menyerbu Mekah dan menghancurkan Kabah. Sekalipun ia dan tentaranya tidak mendapat perlawanan sedikit pun dari orang Mekah waktu itu, tetapi Allah swt menghancurkan Abrahah dengan tentaranya sampai mereka cerai berai.\n\nPeristiwa kehancuran Abrahah dan bala tentaranya sewaktu menyerang Mekah ini, dilukiskan Allah swt dalam firman-Nya:\n\nTidakkah engkau (Muhammad) perhatikan bagaimana Tuhanmu telah bertindak terhadap pasukan bergajah? Bukankah Dia telah menjadikan tipu daya mereka itu sia-sia? Dan Dia mengirimkan kepada mereka burung yang berbondong-bondong, yang melempari mereka dengan batu dari tanah liat yang dibakar, sehingga mereka dijadikan-Nya seperti daun-daun yang dimakan (ulat). (al-Fil/105: 1-5)\n\nPada hadis-hadis Rasulullah saw, banyak diterangkan tentang penetapan tanah Mekah sebagai tanah haram. Bahkan pada hadis yang diriwayatkan al-Bukhari ditegaskan bahwa tanah Mekah telah ditetapkan Allah sebagai tanah haram sejak Allah menciptakan langit dan bumi:\n\nDari shafiyah binti Syaibah, ia berkata, \"Aku mendengar Rasulullah saw berkhotbah pada hari penaklukan Mekah, beliau berkata, \"Wahai sekalian manusia, sesungguhnya Allah telah menjadikan Mekah sebagai tanah haram pada hari penciptaan langit dan bumi, maka Dia mengharamkannya sampai hari kiamat, tidak boleh dipotong tumbuh-tumbuhannya, tidak boleh diburu binatangnya dan tidak boleh mengambil barang temuannya kecuali orang yang akan mengumumkan.\" (Riwayat al-Bukhari)\n\nNabi Muhammad saw pernah berdoa kepada Allah swt agar Madinah dijadikan juga sebagai tanah haram. Doa itu diucapkan Rasulullah pada waktu kaum Muslimin menghadap beliau pada permulaan musim buah-buahan, untuk menghadiahkan buah-buahan itu kepada beliau. Tatkala beliau memegang buah-buahan yang diberikan itu, beliau berdoa:\n\nWahai Tuhan, sesungguhnya Ibrahim adalah hamba-Mu, kekasih-Mu, dan nabi-Mu. Demikian pula aku adalah hamba dan nabi-Mu. Sesungguhnya Ibrahim telah berdoa kepada-Mu untuk Mekah, dan sesungguhnya aku berdoa pula untuk Madinah seperti ia mendoakan kepada-Mu untuk Mekah dan semisalnya (Riwayat Muslim dari Abu Hurairah)\n\nIbrahim juga berdoa agar ia dan keturunannya dihindarkan Allah swt dari perbuatan menyembah berhala, karena perbuatan itu menyesatkan manusia dari jalan yang benar ke jalan yang salah. Selanjutnya, Ibrahim menerangkan bahwa siapapun di antara anak cucunya itu yang mengikutinya, yaitu beriman kepada Allah dengan sepenuh hati, memurnikan ketaatan dan ketundukan hanya kepada Allah semata, itulah orang-orang yang mengikuti agamanya. Sebaliknya siapa pun di antara anak cucunya itu yang tidak mengikuti agamanya, dan tidak mengikuti petunjuk Allah yang telah disampaikannya, maka Allah Maha Pengampun Mahakekal rahmat-Nya, Maha Penerima Tobat dengan menuntun manusia ke jalan yang benar.\n\nHal ini berarti bahwa siapapun yang mengakui sebagai pengikut Nabi Ibrahim a.s., tentulah ia menganut agama yang berdasarkan tauhid, mengakui bahwa Tuhan itu Esa tidak beranak, tidak dilahirkan atau diciptakan, dan tidak berserikat dengan sesuatupun, sebagaimana pengakuan penganut-penganut agama yang menyatakan bahwa asal agama mereka ialah agama Nabi Ibrahim. Mustahil jika suatu agama menyatakan sebagai pengikut ajaran Ibrahim padahal mereka mempersekutukan Allah, dan tidak memurnikan ketaatan dan ketundukan kepada Allah semata.\n\nDoa Nabi Ibrahim ini tidak seluruhnya dikabulkan Allah karena banyak pula anak cucunya yang durhaka kepada Allah, di samping banyak pula yang beriman, bahkan ada pula yang diangkat menjadi nabi dan rasul.\n\nPada ayat yang lalu Allah swt menerangkan bahwa setelah Nabi Ibrahim diangkat menjadi nabi dan rasul, ia pun berdoa pula agar anak cucunya di kemudian hari diangkat pula menjadi nabi dan rasul, tetapi Allah swt menjawab bahwa tidak seluruh doa Nabi Ibrahim itu dikabulkan Tuhan, karena orang-orang yang zalim, walaupun anak seorang nabi dan rasul, mustahil diangkat menjadi nabi dan rasul, seperti bapak dan kakeknya. Allah swt berfirman:\n\nDan (ingatlah), ketika Ibrahim diuji Tuhannya dengan beberapa kalimat, lalu dia melaksanakannya dengan sempurna. Dia (Allah) berfirman, \"Sesungguhnya Aku menjadikan engkau sebagai pemimpin bagi seluruh manusia.\" Dia (Ibrahim) berkata, \"Dan (juga) dari anak cucuku?\" Allah berfirman, \"(Benar, tetapi) janji-Ku tidak berlaku bagi orang-orang zalim.\" (al-Baqarah/2: 124)\n\nDari ayat ini dapat dipahami bahwa kaum Muslimin dilarang mengangkat orang-orang zalim sebagai pemimpin-pemimpin yang akan mengurus urusan mereka. Yang akan diangkat menjadi pemimpin itu hendaklah orang-orang yang masih berjiwa bersih, suka mengerjakan amal-amal yang saleh, melaksanakan perintah-perintah Allah, dan menghentikan larangan-larangan-Nya.", "36": "Pada ayat-ayat ini, Allah swt memerintahkan kepada Nabi Muhammad agar menyampaikan kepada umatnya kisah di waktu Nabi Ibrahim berdoa kepada Tuhannya, agar doa itu menjadi iktibar dan pelajaran bagi orang Arab waktu itu, karena Ibrahim a.s. itu adalah cikal-bakal dan asal keturunan mereka. Doa itu ialah: Ya Tuhan kami, jadikanlah negeri Mekah ini, negeri yang aman, tenteram, dan sentosa, serta terpelihara dari peperangan dan serangan musuh. Doa Nabi Ibrahim ini dikabulkan Tuhan, dan Dia telah menjadikan negeri Mekah dan sekitarnya, menjadi tanah dan tempat yang aman bagi orang-orang yang berada di sana. Di negeri itu dilarang menumpahkan darah, menganiaya orang, membunuh binatang, dan menebang tumbuh-tumbuhan yang berada di sana.\n\nAllah berfirman:\n\nTidakkah mereka memperhatikan, bahwa Kami telah menjadikan (negeri mereka) tanah suci yang aman, padahal manusia di sekitarnya saling merampok. Mengapa (setelah nyata kebenaran) mereka masih percaya kepada yang batil dan ingkar kepada nikmat Allah? (al-Ankabut/29: 67)\n\nOrang-orang Arab dan orang-orang yang berdiam di sekitar Jazirah Arab, sejak dahulu hingga sekarang tetap memandang suci dan menghormati tanah haram itu. Bangsa Arab dahulu adalah bangsa yang terkenal sebagai bangsa yang merasa terhina seandainya mereka tidak dapat menuntut bela atas pembunuhan atau penganiayaan yang dilakukan oleh seseorang atau suatu kabilah terhadap anggota kabilahnya. Penuntutan bela itu merupakan suatu kewajiban suci untuk membela kehormatan kabilahnya yang telah ternoda itu. Oleh karena itu, mereka akan mengadakan penuntutan bela pada setiap kesempatan yang mungkin mereka lakukan. Kecuali jika mereka bertemu di tanah haram, mereka tidak akan melakukan penuntutan bela. Mereka menunggu di luar tanah haram. Setelah musuhnya itu keluar dari tanah haram, barulah mereka melakukan pembalasan dendam itu.\n\nDemikian pula tanah haram itu dihormati dan terpelihara dari maksud jahat orang-orang yang hendak menghancurkan Kabah dan mengotorinya. Sebagaimana yang pernah dilakukan dan dialami oleh Abrahah, gubernur Ethiopia dan tentaranya. Abrahah yang beragama Nasrani itu dapat menak-lukkan Yaman yang beragama Yahudi. Ia bermaksud mengembangkan agama Nasrani di Yaman dan menciptakan Yaman menjadi pusat agama Nasrani di Jazirah Arab. Ia mengetahui pula bahwa orang-orang di Jazirah Arab sangat menghormati Kabah. Karena itu ia ingin memalingkan perhatian orang dari menghormati dan mengunjungi Kabah kepada menghormati dan mengunjungi suatu tempat atau bangunan yang ada di Yaman. Untuk memenuhi keinginannya itu, dibuatlah sebuah gereja besar dan megah di Yaman, namun penduduk Jazirah Arab tidak tertarik minatnya untuk mengunjungi, apalagi menghormati bangunan tersebut. Karena itu timbullah amarah Abrahah, maka disiapkannya pasukan tentara yang mengendarai gajah untuk menyerbu Mekah dan menghancurkan Kabah. Sekalipun ia dan tentaranya tidak mendapat perlawanan sedikit pun dari orang Mekah waktu itu, tetapi Allah swt menghancurkan Abrahah dengan tentaranya sampai mereka cerai berai.\n\nPeristiwa kehancuran Abrahah dan bala tentaranya sewaktu menyerang Mekah ini, dilukiskan Allah swt dalam firman-Nya:\n\nTidakkah engkau (Muhammad) perhatikan bagaimana Tuhanmu telah bertindak terhadap pasukan bergajah? Bukankah Dia telah menjadikan tipu daya mereka itu sia-sia? Dan Dia mengirimkan kepada mereka burung yang berbondong-bondong, yang melempari mereka dengan batu dari tanah liat yang dibakar, sehingga mereka dijadikan-Nya seperti daun-daun yang dimakan (ulat). (al-Fil/105: 1-5)\n\nPada hadis-hadis Rasulullah saw, banyak diterangkan tentang penetapan tanah Mekah sebagai tanah haram. Bahkan pada hadis yang diriwayatkan al-Bukhari ditegaskan bahwa tanah Mekah telah ditetapkan Allah sebagai tanah haram sejak Allah menciptakan langit dan bumi:\n\nDari shafiyah binti Syaibah, ia berkata, \"Aku mendengar Rasulullah saw berkhotbah pada hari penaklukan Mekah, beliau berkata, \"Wahai sekalian manusia, sesungguhnya Allah telah menjadikan Mekah sebagai tanah haram pada hari penciptaan langit dan bumi, maka Dia mengharamkannya sampai hari kiamat, tidak boleh dipotong tumbuh-tumbuhannya, tidak boleh diburu binatangnya dan tidak boleh mengambil barang temuannya kecuali orang yang akan mengumumkan.\" (Riwayat al-Bukhari)\n\nNabi Muhammad saw pernah berdoa kepada Allah swt agar Madinah dijadikan juga sebagai tanah haram. Doa itu diucapkan Rasulullah pada waktu kaum Muslimin menghadap beliau pada permulaan musim buah-buahan, untuk menghadiahkan buah-buahan itu kepada beliau. Tatkala beliau memegang buah-buahan yang diberikan itu, beliau berdoa:\n\nWahai Tuhan, sesungguhnya Ibrahim adalah hamba-Mu, kekasih-Mu, dan nabi-Mu. Demikian pula aku adalah hamba dan nabi-Mu. Sesungguhnya Ibrahim telah berdoa kepada-Mu untuk Mekah, dan sesungguhnya aku berdoa pula untuk Madinah seperti ia mendoakan kepada-Mu untuk Mekah dan semisalnya (Riwayat Muslim dari Abu Hurairah)\n\nIbrahim juga berdoa agar ia dan keturunannya dihindarkan Allah swt dari perbuatan menyembah berhala, karena perbuatan itu menyesatkan manusia dari jalan yang benar ke jalan yang salah. Selanjutnya, Ibrahim menerangkan bahwa siapapun di antara anak cucunya itu yang mengikutinya, yaitu beriman kepada Allah dengan sepenuh hati, memurnikan ketaatan dan ketundukan hanya kepada Allah semata, itulah orang-orang yang mengikuti agamanya. Sebaliknya siapa pun di antara anak cucunya itu yang tidak mengikuti agamanya, dan tidak mengikuti petunjuk Allah yang telah disampaikannya, maka Allah Maha Pengampun Mahakekal rahmat-Nya, Maha Penerima Tobat dengan menuntun manusia ke jalan yang benar.\n\nHal ini berarti bahwa siapapun yang mengakui sebagai pengikut Nabi Ibrahim a.s., tentulah ia menganut agama yang berdasarkan tauhid, mengakui bahwa Tuhan itu Esa tidak beranak, tidak dilahirkan atau diciptakan, dan tidak berserikat dengan sesuatupun, sebagaimana pengakuan penganut-penganut agama yang menyatakan bahwa asal agama mereka ialah agama Nabi Ibrahim. Mustahil jika suatu agama menyatakan sebagai pengikut ajaran Ibrahim padahal mereka mempersekutukan Allah, dan tidak memurnikan ketaatan dan ketundukan kepada Allah semata.\n\nDoa Nabi Ibrahim ini tidak seluruhnya dikabulkan Allah karena banyak pula anak cucunya yang durhaka kepada Allah, di samping banyak pula yang beriman, bahkan ada pula yang diangkat menjadi nabi dan rasul.\n\nPada ayat yang lalu Allah swt menerangkan bahwa setelah Nabi Ibrahim diangkat menjadi nabi dan rasul, ia pun berdoa pula agar anak cucunya di kemudian hari diangkat pula menjadi nabi dan rasul, tetapi Allah swt menjawab bahwa tidak seluruh doa Nabi Ibrahim itu dikabulkan Tuhan, karena orang-orang yang zalim, walaupun anak seorang nabi dan rasul, mustahil diangkat menjadi nabi dan rasul, seperti bapak dan kakeknya. Allah swt berfirman:\n\nDan (ingatlah), ketika Ibrahim diuji Tuhannya dengan beberapa kalimat, lalu dia melaksanakannya dengan sempurna. Dia (Allah) berfirman, \"Sesungguhnya Aku menjadikan engkau sebagai pemimpin bagi seluruh manusia.\" Dia (Ibrahim) berkata, \"Dan (juga) dari anak cucuku?\" Allah berfirman, \"(Benar, tetapi) janji-Ku tidak berlaku bagi orang-orang zalim.\" (al-Baqarah/2: 124)\n\nDari ayat ini dapat dipahami bahwa kaum Muslimin dilarang mengangkat orang-orang zalim sebagai pemimpin-pemimpin yang akan mengurus urusan mereka. Yang akan diangkat menjadi pemimpin itu hendaklah orang-orang yang masih berjiwa bersih, suka mengerjakan amal-amal yang saleh, melaksanakan perintah-perintah Allah, dan menghentikan larangan-larangan-Nya.", "37": "Ayat ini menerangkan saat Ibrahim a.s. akan kembali ke Palestina menemui istrinya Sarah, meninggalkan istrinya Hajar dan putranya Ismail yang masih kecil di Mekah, di tengah-tengah padang pasir yang tandus, tanpa ditemani oleh seorang manusia pun dan tanpa bekal untuk keluarganya yang ditinggalkan. Waktu itulah ia berdoa kepada Tuhan Yang Maha Pemurah, mohon agar keluarganya itu dilindungi dan diselamatkan dari segala bahaya dan bencana yang mungkin akan menimpanya.\n\nIbrahim a.s. adalah nabi dan rasul yang diutus menyeru raja Namrudz, raja Babilonia dan rakyatnya, agar mereka mengikuti agama Allah. Setelah menerima siksaan, halangan, dan ancaman dari raja Namrudz dan pengikut-pengikutnya, Ibrahim meninggalkan Babilonia dan akhirnya menetap di Palestina, bersama istrinya Sarah dan pembantu istrinya seorang wanita yang bernama Hajar. Karena Sarah wanita yang mandul, maka Ibrahim a.s. tidak mempunyai seorang putra pun, sedang umurnya telah menginjak masa tua. Sekalipun demikian keinginannya untuk mempunyai seorang putra tetap merupakan cita-cita yang selalu diidam-idamkannya. Oleh karena itu, dinikahinya pembantu istrinya bernama Hajar itu setelah mendapat izin dan persetujuan dari Sarah. Dari pernikahan itu, lahirlah seorang putra yang bernama Ismail dan dengan kelahiran itu pula, terkabullah cita-cita Ibrahim yang diingininya selama ini.\n\nKesayangan Ibrahim kepada putranya Ismail dan bertambah cintanya kepada Hajar menimbulkan rasa cemas dan iri hati pada diri Sarah. Cemas karena khawatir akan berkurang cinta Ibrahim kepadanya, dan iri hati karena ia sendiri tidak dapat memenuhi keinginan Ibrahim untuk memperoleh seorang putra sebagai penerus hidupnya, sedang pembantunya Hajar dapat memenuhi keinginan suaminya. Sarah menyampaikan perasaan hatinya itu kepada suaminya Ibrahim, dan meminta dengan sangat agar Ibrahim membawa dan menjauhkan Hajar dan putranya Ismail darinya. Dengan demikian, ia tidak lagi melihat kebahagiaan Hajar dan semakin bertambah dewasanya Ismail. Ibrahim dapat merasakan betapa dalam cintanya kepada Sarah. Ia pun khawatir kalau-kalau Sarah sedih jika permintaan itu tidak dikabulkan. Oleh karena itu, Ibrahim pun mengabulkan permintaan Sarah. Maka dibawanya Hajar dan putranya, Ismail yang masih kecil, berjalan mengikuti untanya tanpa mengetahui tujuannya, dalam keadaan iba dan terharu mengingat nasib yang akan dialami oleh istrinya dan putranya nanti. Dalam keadaan yang demikian, tanpa disadarinya, sampailah ia ke daerah yang asing baginya, suatu daerah yang terletak di antara bukit-bukit batu yang gersang, yang sekarang bernama kota Mekah.\n\nPada waktu itu, Mekah merupakan daerah dataran rendah padang pasir yang belum didiami oleh seorang manusia pun. Tidak ditemukan suatu sumber air. Menurut hadis yang diriwayatkan oleh al-Bukhari bahwa di tempat itu terdapat sebatang pohon kayu, dan di bawah pohon itulah Ibrahim dan keluarganya berteduh dan melepaskan lelah dari perjalanan yang jauh dari Palestina sampai ke Mekah sekarang ini.\n\nSetelah beberapa hari Ibrahim menemani Hajar dan putranya di tempat itu, ia pun teringat kepada istrinya Sarah yang ditinggalkannya di Palestina. Ingin kembali ke Palestina, ia tak sampai hati pula meninggalkan Hajar dan putranya. Dalam keadaan demikian, ia pun memutuskan akan kembali ke Palestina dan meminta persetujuan dari Hajar. Di waktu ia meminta persetujuan dan kerelaan hati Hajar, maka Hajar bertanya kepada Ibrahim, \"Apakah Allah yang memerintahkan kepadamu agar aku ditempatkan di daerah sunyi lagi tandus ini?\" Ibrahim menjawab, \"Benar.\" Hajar menjawab, \"Jika demikian, Dia (Allah) tidak menyia-nyiakan kita.\"\n\nMaka berangkatlah Ibrahim ke Palestina, menemui istrinya Sarah dan meninggalkan istri dan putranya Ismail yang masih kecil di tempat itu, di tengah-tengah panas matahari membakar padang pasir, tanpa rumah tempat berteduh, dan perbekalan yang cukup, kecuali sekendi air untuk pelepas haus. Ketika Hajar dan putranya sampai kepada suatu tempat, yang waktu itu semua perbekalan dan air minum telah habis, putranya Ismail menangis kehausan, sedang air susunya tidak mengalir lagi. Ia bermaksud mencari air, dan ditidurkannya putranya di bawah pohon tempat ia berteduh. Ia pun pergi ke mana saja yang dianggapnya ada air, namun ia tidak menemukannya setetes pun. sehingga, tanpa disadarinya ia telah berlari-lari kecil pulang balik tujuh kali antara bukit Safa dan bukit Marwah, tetapi ia belum juga memperoleh air barang setetes pun. Maka dengan rasa sedih dan putus asa, ia kembali ke tempat putranya yang ditinggalkan. Waktu itu Ismail sedang menangis kehausan sambil memukul-mukulkan kakinya ke tanah. Hajar pun berdoa menyerahkan diri kepada Tuhan Yang Maha Pemurah.\n\nDalam keadaan yang demikian, Ibrahim yang sedang melanjutkan perjalanannya ke Palestina, ingat akan istri dan putranya yang ditinggalkan dan nasib yang mungkin sedang dideritanya, karena diperkirakan makanan dan air yang ia tinggalkan telah habis. Lalu ia pun berdoa sebagaimana terdapat dalam ayat itu, \"Wahai Tuhanku, aku telah menempatkan sebagian keturunanku, yaitu istri dan anakku Ismail, yang akan melanjutkan keturunanku, di lembah padang pasir yang tandus lagi gersang, di dekat tempat akan didirikan Kabah, rumah-Mu nanti, yang dihormati, yang Engkau akan melarang manusia mencemarkan kehormatannya, dan yang akan Engkau jadikan daerah sekitarnya sebagai daerah haram, yaitu dilarang di tanah itu berperang dan menumpahkan darah.\"\n\nDoa Ibrahim dan istrinya Hajar itu dikabulkan Tuhan. Waktu itu juga, terpancarlah air dari tanah bekas pukulan kaki anaknya Ismail yang sedang menangis. Di saat itu pula, timbullah pada diri Hajar rasa syukur kepada Allah atas rahmat-Nya yang tiada terhingga, dan timbullah dalam hatinya harapan akan kelangsungan hidupnya dan putranya lalu diminumkannya air itu kepada putranya Ismail. Karena khawatir air itu habis dan lenyap kembali ke dalam pasir, maka ia mengumpulkan air itu dengan tangannya, seraya berkata, \"Zam! Zam! (Berkumpullah! Berkumpullah!)\" Dan terkumpullah air itu, tidak kering-kering sampai sekarang dan bernama Telaga Zamzam.\n\nDengan adanya Telaga Zamzam di tempat itu, banyaklah orang yang lewat meminta air ke sana. Tatkala Bani Jurhum melihat adanya sumber air di tempat itu, maka mereka minta izin kepada Hajar tinggal bersama di sana, dan Hajar pun mengabulkan permintaan itu. Sejak itu, mulailah kehidupan di daerah yang tandus itu, semakin hari semakin banyak pendatang yang menetap. Akhirnya timbullah negeri dan kebudayaan, sehingga daerah tersebut menjadi tempat jalan lintas perdagangan antara barat dan timur.\n\nSetelah Ismail dewasa, ia menikah dengan salah seorang wanita Bani Jurhum, pendatang baru itu, yang kemudian menurunkan keturunan yang merupakan cikal-bakal penghuni negeri itu. Keturunan itu berkembang biak, mendiami negeri Mekah dan sekitarnya. Dari keturunan Ismail inilah nanti, lahir Nabi Muhammad di kemudian hari, sebagai nabi dan rasul Allah yang penghabisan.\n\nDalam ayat di atas, selanjutnya diterangkan bahwa Ibrahim a.s. berdoa kepada Tuhan agar memelihara keturunannya yang ada di Mekah, menjadi-kan mereka sebagai orang-orang taat mengerjakan salat, menghambakan dan menundukkan dirinya kepada Tuhan. Ia juga meminta agar Tuhan menjadi-kan hati manusia cenderung, cinta, dan kasih kepada keturunannya itu, diberi rezeki, dan didatangkan bahan makanan dan buah-buahan ke negeri yang tandus itu, karena di negeri itu tidak mungkin hidup tumbuh-tumbuhan yang diperlukan sebagai bahan makanan.\n\nDoa Nabi Ibrahim dikabulkan Allah swt. Terbukti sejak dahulu hingga sekarang banyak manusia yang mengunjungi Baitullah untuk melaksanakan ibadah haji dan umrah, serta melihat bekas peninggalan-peninggalan dan perjuangan Nabi Muhammad saw dan para sahabatnya. Demikian pula banyak didatangkan ke bumi yang tandus itu pelbagai macam barang keperluan yang diperlukan penghuni negeri itu, seperti bahan makanan, buah-buahan, dan barang pakaian sampai barang mewah.\n\nPenganugerahan karunia yang berlipat ganda itu ditegaskan dalam firman Allah swt:\n\nDan mereka berkata, \"Jika kami mengikuti petunjuk bersama engkau, niscaya kami akan diusir dari negeri kami.\" (Allah berfirman) Bukankah Kami telah meneguhkan kedudukan mereka dalam tanah haram (tanah suci) yang aman, yang didatangkan ke tempat itu buah-buahan dari segala macam (tumbuh-tumbuhan) sebagai rezeki (bagimu) dari sisi Kami? Tetapi kebanyakan mereka tidak mengetahui. (al-Qashash/28: 57)\n\nAllah swt menganugerahkan rezeki dan kekayaan yang banyak kepada penduduk dan negeri Arab itu agar mereka mensyukuri nikmat Allah dengan menjaga Baitullah, melaksanakan perintah-perintah-Nya, dan menghentikan larangan-larangan-Nya.\n\nDari ayat ini, dapat dipahami bahwa segala sesuatu yang diperoleh selama hidup di dunia ini, adalah untuk keperluan beribadah kepada Tuhan. Dengan hasil yang diperoleh itu, dapat disempurnakan pelaksanaan perintah-perintah Allah dan penghentian larangan-Nya, bukan semata-mata untuk kepentingan dan kesenangan diri sendiri.", "38": "Selanjutnya Nabi Ibrahim berdoa, \"Wahai Tuhan kami, sesungguh-nya Engkau mengetahui segala yang tersimpan dalam hati kami termasuk di dalamnya segala yang tersirat dan tergores dalam hati kami. Engkau mengetahui pula segala yang kami ucapkan dan nyatakan termasuk di dalamnya doa-doa yang telah kami panjatkan kepada Engkau. Tidak ada sesuatupun yang tidak Engkau ketahui segala yang ada di bumi maupun di langit, karena semua itu hanya Engkaulah yang menciptakan, memiliki, dan mengaturnya, perkenankanlah doa kami, Ya Tuhan kami.\"\n\nAyat ini mengajarkan kepada kaum Muslimin cara-cara berdoa yang baik sesuai dengan ketentuan agama, yaitu berdoa dengan hati yang bersih, penuh keyakinan akan kebesaran dan kekuasaan Allah, dan isi doa itu melukiskan keinginan untuk menyempurnakan penghambaan diri kepada Tuhan, bukan untuk mencapai sesuatu cita-cita untuk kepentingan dan kesenangan diri dan merugikan orang lain. Doa yang dimohonkan Nabi Ibrahim itu ditujukan agar Tuhan menjadikannya dan anak cucunya hamba Allah yang taat, dan agar anak cucunya itu diberi rezeki, sehingga dengan rezeki itu mereka dapat menyempurnakan penghambaan dirinya kepada Allah. Dengan rezeki itu pula, mereka dapat membela dan mengembangkan agama Allah serta menjadi pelayan dan khadam Kabah, rumah Allah.", "39": "Ibrahim a.s. memanjatkan puja kepada Allah, Tuhan Semesta Alam, yang telah menganugerahkan kepadanya dua orang putra yang terbaik, di saat-saat ia dan istrinya telah lanjut usia, tidak mungkin mempunyai putra lagi, bahkan istrinya Sarah telah putus asa dan merasa dirinya tidak mungkin lagi mempunyai anak. Waktu itulah ia dianugerahi putra yang bernama Ishak dan sebelumnya ia telah dianugerahi putra dari istrinya Hajar.\n\nSekalipun Sarah telah sangat tua dan tidak mungkin lagi melahirkan anak, tetapi keinginan mempunyai putra selalu menjadi idamannya, lebih-lebih setelah mendengar Ismail telah bertambah dewasa, selalu dikunjungi oleh suaminya Ibrahim, ke tempat ia dibesarkan di Mekah yang sangat jauh jaraknya dari Palestina. Timbul rasa iri hatinya kepada Hajar, bekas pembantunya, apalagi setelah dinikahi Ibrahim atas izinnya pula. Ditambah pemikiran Sarah, kenapa pembantunya dikaruniai Allah swt seorang putra, sedangkan dia sendiri belum juga lagi dianugerahi. Rasa iri itu semakin lama semakin besar. Dalam keadaan demikianlah, malaikat datang kepada dua orang suami istri yang telah lanjut usia itu, menyampaikan perintah Allah untuk memberitahukan berita gembira bahwa mereka akan dianugerahi Allah seorang putra yang bernama Ishak, seorang anak laki-laki yang akan diangkat menjadi nabi dan rasul di kemudian hari.\n\nBerita itu diterima oleh Ibrahim, terutama Sarah, dengan rasa heran dan tidak percaya, tetapi penuh harapan. Ia hampir tidak percaya berita itu karena umurnya telah terlalu tua untuk mengandung dan melahirkan anak. Menurut kelaziman, wanita yang seumur dia mustahil melahirkan anak. Sekalipun demikian, ia juga mempunyai harapan karena berita itu berasal dari Tuhan Yang Maha Esa yang disampaikan oleh malaikat pesuruh-Nya. Ia yakin dan percaya bahwa Tuhan kuasa menciptakan yang dikehendaki-Nya, semua mudah bagi Tuhan.\n\nPenyampaian berita oleh malaikat kepada Ibrahim dan Sarah bahwa mereka akan mempunyai putra, dilukiskan dalam firman Allah swt:\n\nDan istrinya berdiri lalu dia tersenyum. Maka Kami sampaikan kepadanya kabar gembira tentang (kelahiran) Ishak dan setelah Ishak (akan lahir) Yakub. Dia (istrinya) berkata, \"Sungguh ajaib, mungkinkah aku akan melahirkan anak padahal aku sudah tua, dan suamiku ini sudah sangat tua? Ini benar-benar sesuatu yang ajaib.\" Mereka (para malaikat) berkata, \"Mengapa engkau merasa heran tentang ketetapan Allah? (Itu adalah) rahmat dan berkah Allah, dicurahkan kepada kamu, wahai ahlulbait! Sesungguhnya Allah Maha Terpuji, Maha Pengasih.\" (Hud/11: 71-73)\n\nDan firman Allah swt:\n\n(Mereka) berkata, \"Janganlah engkau merasa takut, sesungguhnya kami memberi kabar gembira kepadamu dengan (kelahiran seorang) anak laki-laki (yang akan menjadi) orang yang pandai (Ishak).\" Dia (Ibrahim) berkata, \"Benarkah kamu memberi kabar gembira kepadaku padahal usiaku telah lanjut, lalu (dengan cara) bagaimana kamu memberi (kabar gembira) tersebut?\" (Mereka) menjawab, \"Kami menyampaikan kabar gembira kepadamu dengan benar, maka janganlah engkau termasuk orang yang berputus asa.\" Dia (Ibrahim) berkata, \"Tidak ada yang berputus asa dari rahmat Tuhannya, kecuali orang yang sesat.\" (al-hijr/15: 53-56)\n\nIbrahim memanjatkan puji dan syukur kepada Allah, yang Maha Pemurah atas anugerah-Nya yang lain, yaitu mengabulkan doa-doanya, seperti menjadikan tanah Mekah dan sekitarnya sebagai tanah haram, menjadikan dia dan sebagian keturunannya orang yang saleh bahkan mengangkat dua orang putranya, Ismail dan Ishak, menjadi nabi dan rasul.\n\nApa yang dirasakan Ibrahim a.s. waktu memanjatkan puji dan syukur kepada Tuhan ini dapat dimaklumi, betapa bahagianya ia dan keluarganya setelah berusaha dengan keras, mengalami cobaan-cobaan yang sangat berat, mendapat halangan dan rintangan dari bapak dan kaumnya, kemudian pada saat umurnya dan istrinya semakin tua, ia melihat semua hasil usahanya itu, hampir semua yang pernah dimohonkannya kepada Tuhan dahulu, dikabulkan. Bahkan cita-citanya memperoleh keturunan, yang semula dirasakannya tidak akan mungkin terwujud, kemudian atas kehendak Tuhan Yang Maha Pemurah, akhirnya terkabul juga, sehingga lahirlah putra yang kedua, yaitu Ishak.", "40": "Pada ayat ini dilukiskan lagi pernyataan syukur Ibrahim pada Allah atas segala rahmat-Nya. Ia bertambah tunduk dan patuh kepada Allah, dan berdoa agar Allah menjadikan keturunannya selalu mengerjakan salat, tidak pernah lalai mengerjakannya sedikit pun, sempurna rukun-rukun dan syarat-syaratnya, dan sempurna pula hendaknya mengerjakan sunah-sunahnya dengan penuh ketundukan dan kekhusyukan.\n\nIbrahim a.s. berdoa agar keturunannya selalu mengerjakan salat, karena salat itu adalah pembeda antara mukmin dan kafir dan merupakan pokok ibadah yang diperintahkan Allah. Orang yang selalu mengerjakan salat, akan mudah baginya mengerjakan ibadah-ibadah lain dan amal-amal saleh. Salat dapat mensucikan jiwa dan raga karena salat dapat mencegah manusia dari perbuatan keji dan mungkar, sebagaimana firman Allah swt:\n\n¦dan laksanakanlah salat. Sesungguhnya salat itu mencegah dari (perbuatan) keji dan mungkar. Dan (ketahuilah) mengingat Allah (salat) itu lebih besar (keutamaannya dari ibadah yang lain). Allah mengetahui apa yang kamu kerjakan. (al-Ankabut/29: 45)\n\nIbrahim a.s. memohon kepada Allah swt agar menerima ibadah-ibadahnya. Keinginan beribadah kepada Tuhan ini lebih diutamakannya dari keinginan mengikuti kehendak bapaknya, sebagaimana firman Allah swt:\n\nDan aku akan menjauhkan diri darimu dan dari apa yang engkau sembah selain Allah, dan aku akan berdoa kepada Tuhanku, mudah-mudahan aku tidak akan kecewa dengan berdoa kepada Tuhanku.\" (Maryam/19: 48)\n\nYang dimaksud dengan doa dalam ayat ini adalah ibadah. Rasulullah saw menyatakan bahwa doa itu adalah ibadah. Kemudian beliau membaca firman Allah swt:\n\nSesungguhnya orang-orang yang ada di sisi Tuhanmu tidak merasa enggan untuk menyembah Allah dan mereka menyucikan-Nya dan hanya kepada-Nya mereka bersujud. (al-Araf/7: 206)", "41": "Ibrahim a.s. berdoa agar Allah mengampuni segala kesalahannya, kesalahan ibu-bapaknya, dan kesalahan orang-orang yang beriman pada hari dimana Allah menghimpun mereka untuk dihisab segala amal dan perbuatannya yang telah dikerjakan semasa hidup di dunia dahulu.\n\nDiriwayatkan dari al-Hasan bahwa ibu Ibrahim adalah seorang yang beriman kepada Allah, sedang bapaknya adalah orang yang kafir. Ia memohonkan ampun bagi bapaknya itu karena ia pernah berjanji akan memohon ampun bagi bapaknya. Akan tetapi, tatkala ternyata bapaknya tetap dalam kekafirannya dan menjadi musuh Allah, maka ia berlepas diri darinya, sebagaimana tersebut dalam firman-Nya:\n\nAdapun permohonan ampunan Ibrahim (kepada Allah) untuk bapaknya, tidak lain hanyalah karena suatu janji yang telah diikrarkannya kepada bapaknya. Maka ketika jelas bagi Ibrahim bahwa bapaknya adalah musuh Allah, maka Ibrahim berlepas diri darinya. Sungguh, Ibrahim itu seorang yang sangat lembut hatinya lagi penyantun. (at-Taubah/9: 114)", "42": "Disebutkan dalam sejarah bahwa orang musyrik Mekah selalu menghalang-halangi dan menentang Nabi Muhammad dan para sahabat dalam melaksanakan dakwah sebagaimana yang telah diperintahkan Tuhan kepada mereka. Semakin hari halangan dan rintangan itu semakin bertambah, bahkan sampai kepada penganiayaan dan pemboikotan. Banyak para sahabat yang dianiaya. Mereka tidak mau mengadakan hubungan jual-beli, hubungan persaudaraan dan hubungan tolong-menolong dengan kaum Muslimin. Demikian beratnya siksaan dan penganiayaan itu hampir-hampir para sahabat Nabi berputus asa. Sementara itu orang-orang musyrik kelihatannya seakan-akan diberi hati oleh Allah dengan memberikan kekuasaan dan kekayaan harta. Tindakan mereka semakin hari semakin membabi buta.\n\nDalam keadaan yang demikian, Allah memperingatkan Nabi Muhammad saw dengan ayat yang menyatakan, \"Wahai Muhammad, janganlah kamu menyangka Allah swt lengah dan tidak memperhatikan tindakan dan perbuatan orang-orang musyrik Mekah yang zalim itu. Tindakan dan perbuatan mereka itu adalah tindakan dan perbuatan yang menganiaya diri mereka sendiri. Allah pasti mencatat segala perbuatan mereka. Tidak ada satupun yang luput dari catatannya. Semua tindakan dan perbuatan mereka itu akan diberi balasan yang setimpal. Allah akan memasukkan mereka ke dalam neraka yang menyala-nyala di akhirat nanti.\"\n\nDengan turunnya ayat ini, hati Nabi dan para sahabat menjadi tenteram. Semangat juang mereka bertambah. Mereka meningkatkan usaha mengembangkan agama Allah. Semakin berat tekanan dan penganiayaan yang dilakukan kaum musyrikin, semakin bertambah pula usaha mereka menyiarkan agama Islam, karena mereka percaya bahwa Allah pasti akan menepati janji-Nya.\n\nAyat ini ditujukan kepada Nabi Muhammad saw, tetapi yang dimaksud ialah seluruh umat Nabi Muhammad, termasuk umatnya yang hidup pada masa kini. Oleh karena itu, kaum Muslimin tidak perlu terpengaruh oleh kehidupan orang-orang yang zalim yang penuh kemewahan dan kesenangan, seakan-akan mereka umat yang disenangi Allah. Semuanya itu hanyalah merupakan cobaan Tuhan dan sifatnya sementara, sampai kepada waktu yang ditentukan, yaitu hari yang penuh dengan huru-hara dan kesengsaraan, di suatu hari dimana mata manusia membelalak ketakutan menghadapi balasan yang akan diberikan Allah.", "43": "Pada ayat ini, Allah swt menerangkan keadaan orang-orang yang zalim selama hidup di dunia, yaitu keadaan mereka dibangkitkan dari kubur, kemudian menuju Padang Mahsyar, mereka datang bergegas memenuhi panggilan penyeru yang menyeru mereka dengan penuh kehinaan. Keadaan mereka seperti orang yang akan menjalani hukuman gantung. Mereka berjalan menuju ke depan dengan tidak berpaling ke kanan dan ke kiri, pelupuk mata mereka tidak bergerak dan mata mereka tidak berkedip sedikit pun. Hati mereka waktu itu dalam keadaan kosong dan hampa, tidak memikirkan sesuatupun kecuali rasa takut menghadapi azab mengerikan yang segera akan menimpa mereka.\n\nPada ayat lain, Allah swt melukiskan keadaan orang-orang kafir yang dibangkitkan dari kubur, yaitu:\n\nMaka berpalinglah engkau (Muhammad) dari mereka pada hari (ketika) penyeru (malaikat) mengajak (mereka) kepada sesuatu yang tidak menyenangkan (hari pembalasan), pandangan mereka tertunduk, ketika mereka keluar dari kuburan, seakan-akan mereka belalang yang beterbangan, dengan patuh mereka segera datang kepada penyeru itu. Orang-orang kafir berkata, \"Ini adalah hari yang sulit.\" (al-Qamar/54: 6-8)\n\nDan firman Allah swt:\n\n(Yaitu) pada hari ketika mereka keluar dari kubur dengan cepat seakan-akan mereka pergi dengan segera kepada berhala-berhala (sewaktu di dunia), pandangan mereka tertunduk ke bawah diliputi kehinaan. Itulah hari yang diancamkan kepada mereka. (al-Maarij/70: 43-44)", "44": "Pada ayat ini, Allah swt memerintahkan agar memberi peringatan kepada orang-orang yang zalim dan orang-orang musyrik Mekah, yaitu tentang keluhan dan rintihan yang keluar dari mulut mereka ketika azab menimpa mereka di akhirat nanti sambil memohon, \"Wahai Tuhan kami, berikanlah kepada kami kesempatan yang lain lagi, walaupun beberapa saat saja untuk menaati seruan-Mu dan mengikuti ajaran rasul-Mu dengan mengembalikan kami ke dunia. Jika kesempatan itu benar-benar diberikan kepada kami pasti kami akan mengikuti perintah-Mu dan menghentikan larangan-Mu, kami benar-benar akan memurnikan ketaatan kepada-Mu saja, kami tidak akan menyekutukan-Mu lagi wahai Tuhan kami.\"\n\nPermohonan mereka dijawab Allah swt dengan firman-Nya:\n\nDan mereka bersumpah dengan (nama) Allah dengan sumpah yang sungguh-sungguh, \"Allah tidak akan membangkitkan orang yang mati.\" Tidak demikian (pasti Allah akan membangkitkannya), sebagai suatu janji yang benar dari-Nya, tetapi kebanyakan manusia tidak mengetahui. (an-Nahl/16: 38)\n\nMenurut riwayat al-Baihaqi dari Muhammad bin Kaab Al-Quradhi, ia berkata, \"Penghuni neraka berdoa kepada Allah lima kali. Empat kali dijawab Allah sedang doa yang kelima dijawab Allah dengan perintah agar mereka tidak berkata lagi dan agar tetap mendekam di dalam neraka.\"\n\nDoa-doa itu tersebut dalam firman Allah sebagai berikut :\n\nMereka menjawab, \"Ya Tuhan kami, Engkau telah mematikan kami dua kali dan telah menghidupkan kami dua kali (pula), lalu kami mengakui dosa-dosa kami. Maka adakah jalan (bagi kami) untuk keluar (dari neraka)?\" (Gafir/40: 11)\n\nPermintaan ini dijawab Allah swt dengan firman-Nya:\n\nYang demikian itu karena sesungguhnya kamu mengingkari apabila diseru untuk menyembah Allah saja. Dan jika Allah dipersekutukan, kamu percaya. Maka keputusan (sekarang ini) adalah pada Allah Yang Mahatinggi, Mahabesar. (Gafir/40:12)\n\nDoa penghuni neraka yang kedua ialah sebagaimana firman Allah swt:\n\nDan (alangkah ngerinya), jika sekiranya kamu melihat orang-orang yang berdosa itu menundukkan kepalanya di hadapan Tuhannya, (mereka berkata), \"Ya Tuhan kami, kami telah melihat dan mendengar, maka kembalikanlah kami (ke dunia), niscaya kami akan mengerjakan kebajikan. Sungguh, kami adalah orang-orang yang yakin.\" (As-Sajdah/32:12)\n\nPermintaan mereka ini dijawab Allah swt dalam firman-Nya:\n\nMaka rasakanlah olehmu (azab ini) disebabkan kamu melalaikan pertemuan dengan harimu ini (hari Kiamat), sesungguhnya Kami pun melalaikan kamu dan rasakanlah azab yang kekal, atas apa yang telah kamu kerjakan.\" (as-Sajdah/32: 14)\n\nDoa penghuni neraka kali yang ketiga ialah sebagaimana tersebut dalam firman Allah swt:\n\n¦maka orang yang zalim berkata, \"Ya Tuhan kami, berilah kami kesempatan (kembali ke dunia) walaupun sebentar, niscaya kami akan mematuhi seruan Engkau dan akan mengikuti rasul-rasul¦.\" (Ibrahim/14: 44)\n\nPermintaan mereka ini dijawab oleh Allah swt dalam firman-Nya:\n\n(Kepada mereka dikatakan), \"Bukankah dahulu (di dunia) kamu telah bersumpah bahwa sekali-kali kamu tidak akan binasa? (Ibrahim/14: 44)\n\nDoa penghuni neraka kali yang keempat ialah sebagaimana firman Allah swt:\n\nDan mereka berteriak di dalam neraka itu, \"Ya Tuhan kami, keluarkanlah kami (dari neraka), niscaya kami akan mengerjakan kebajikan, yang berlainan dengan yang telah kami kerjakan dahulu.\" (Fathir/35: 37)\n\nAllah swt menjawab permintaan mereka dalam firman-Nya:\n\nBukankah Kami telah memanjangkan umurmu untuk dapat berpikir bagi orang yang mau berpikir, padahal telah datang kepadamu seorang pemberi peringatan? Maka rasakanlah (azab Kami), dan bagi orang-orang zalim tidak ada seorang penolong pun. (Fathir/35: 37)\n\nDan penghuni neraka berdoa sebagai yang tersebut dalam firman-Nya:\n\nYa Tuhan kami, keluarkanlah kami darinya (kembalikanlah kami ke dunia), jika kami masih juga kembali (kepada kekafiran), sungguh, kami adalah orang-orang yang zalim.\" (al-Muminun/23: 107)\n\nAkhirnya Allah swt menjawab dengan tegas:\n\nDia (Allah) berfirman, \"Tinggallah dengan hina di dalamnya, dan janganlah kamu berbicara dengan Aku.\" (al-Muminun/23: 108)\n\nSetelah jawaban Allah swt yang kelima, maka mulut penghuni neraka terbungkam, tidak ada lagi doa, selain dari jeritan yang keluar dari mulut mereka, karena sangat berat azab neraka yang menimpa mereka.", "45": "Ayat ini mengingatkan Rasulullah saw dan orang-orang yang beriman bahwa orang-orang yang zalim tersebut pernah tinggal di negeri orang-orang yang pernah menganiaya diri mereka sendiri dan berbuat kebinasaan di muka bumi, seperti yang pernah dilakukan kaum ad dan tsamud. Telah jelas azab yang ditimpakan Allah kepada mereka dan bekas-bekasnya terdapat di negeri-negeri itu berdasarkan kisah yang tersebut dalam Al-Quran. Demikian pula Allah swt telah memberikan perumpamaan-perumpamaan bagi kaum Muslimin tentang akibat yang akan dialami oleh orang-orang yang zalim itu di dunia dan di akhirat kelak. Seandainya kaum Muslimin melakukan tindakan dan perbuatan seperti yang telah dilakukan orang-orang yang zalim itu, pasti mereka akan ditimpa azab pula, seperti azab yang telah ditimpakan kepada orang-orang yang zalim dahulu. Karena itu, hendaknya kaum Muslimin mengambil pelajaran dari kisah-kisah dan peristiwa orang-orang dahulu itu.", "46": "Allah swt menerangkan dalam ayat ini bahwa orang-orang kafir Mekah telah membuat rencana jahat untuk mematahkan perjuangan kaum Muslimin. Tetapi mereka tidak menyadari bahwa setiap rencana jahat mereka pasti diketahui Allah, tidak ada yang tersembunyi bagi Allah sedikit pun. Allah menggagalkan setiap usaha mereka, sehingga cita-cita dan tujuan mereka itu tidak akan tercapai. Sebenarnya usaha mereka itu sangat besar, sehingga jika rencana itu digunakan untuk menghancur-leburkan gunung yang sangat kokoh pun akan terlaksana. Tetapi segala rencana mereka betapapun besarnya tidak akan dapat mengalahkan mukjizat Allah, tidak dapat menghapuskan ayat-ayat-Nya, dan tidak mampu menghambat perkembangan agama Islam di muka bumi.\n\nAyat ini mengisyaratkan kemenangan kaum Muslimin dan kehancuran orang-orang musyrik Mekah dalam waktu yang dekat. Ayat ini berlaku juga bagi kaum Muslimin pada masa kini, asal saja mereka meningkatkan daya dan usaha mereka, selalu sabar dan tabah menghadapi berbagai penderitaan dan cobaan yang ditimpakan oleh rencana jahat orang-orang kafir.", "47": "Ayat ini menerangkan bahwa Allah swt tidak akan memungkiri janji-Nya, betapapun besarnya rencana jahat orang-orang kafir itu, janganlah dikira bahwa Allah akan menyalahi janji yang telah dibuat-Nya dengan para rasul. Janji itu ialah: Allah pasti menolong rasul-rasul-Nya dan orang-orang yang beriman besertanya, sehingga mereka memperoleh kemenangan. Demikian pula Allah tidak akan menyalahi janji-Nya untuk mengazab orang kafir di akhirat nanti, sebagaimana tersebut dalam firman-Nya yang terdahulu:\n\nSesungguhnya Allah menangguhkan mereka sampai hari yang pada waktu itu mata (mereka) terbelalak. (Ibrahim/14: 42)\n\nPada akhir ayat ini, Allah swt menegaskan bahwa Dia Mahaperkasa dan Mahakeras siksa-Nya. Tidak seorangpun yang sanggup menghindarkan diri dari tuntutan-Nya. Dia pasti membalas dan menyiksa orang-orang yang menghalang-halangi rasul-rasul-Nya.", "48": "Ayat ini menerangkan bahwa waktu pembalasan dan pelaksanaan siksa itu ialah pada hari yang bumi ditukar dengan bumi lain, pada saat Allah menghancurkan langit dan segala yang ada di dalamnya dan menukarnya dengan langit yang lain. Pada waktu itu bumi, bulan, dan segala bintang akan berbenturan, sehingga pecah hancur seperti debu dan beterbangan seperti awan, kemudian terjadilah bumi dan langit yang lain.\n\nBerkata Ibnu Abbas, \"Bumi yang lain itu tidak lain adalah bumi yang telah berubah sifatnya dari bumi yang sekarang ini, seperti telah berpindah gunungnya, dan tidak mengalir airnya, dan mati lautnya, tidak berombak dan tidak pula tenang.\" \n\nDari ayat dan riwayat Ibnu Abbas di atas dapat dipahami bahwa nanti pada hari kiamat seluruh semesta ini akan hancur lebur. Masing-masing berbenturan dengan yang lain, sehingga pecah bertaburan dan beterbangan di angkasa beberapa waktu lamanya, kemudian membentuk seperti bentuk bumi dan langit, tetapi ia bukan bumi dan langit yang sekarang ini.\n\nKeadaan manusia pada saat itu dijelaskan oleh Rasulullah saw dalam hadis ini:\n\nDari Aisyah ia berkata, \"Saya adalah manusia yang pertama kali menanyakan hal ini kepada Rasulullah saw tentang ayat ini.\" Aisyah berkata, \"Saya menanyakan, \"Dimana manusia ketika itu ya Rasulullah?\" Rasulullah menjawab, \"Di atas shirath (jalan lurus).\" (Riwayat Muslim)", "49": "Ayat-ayat ini menerangkan keadaan manusia waktu dibangkitkan dari kubur setelah kehancuran dunia. Mereka bangkit dari kubur menuju dan berhenti di hadapan Allah Yang Maha Perkasa untuk menerima keputusan hukuman. Pada hari itu, tidak ada teman akrab yang dapat membantu dan menolong, tidak ada anak dan famili yang dapat menghibur hati dari perasaan gundah yang sedang terasa dan tidak seorangpun yang dapat berlindung diri kepada seseorang pun, kecuali kepada Tuhan Yang Mahakuasa.\n\nSetelah Allah swt menggambarkan kekuasaan dan keperkasaan-Nya pada hari itu, Dia menggambarkan kelemahan dan ketidakberdayaan orang-orang yang berdosa waktu itu dengan menerangkan keadaan mereka yang sedang diazab, yaitu:\n\n1. Orang yang berdosa waktu itu diikat menjadi satu dengan yang lain, mulai dari tangan sampai ke kaki mereka bersama-sama dengan sesembahan mereka waktu hidup di dunia. Keadaan mereka ini menunjukkan kesamaan sikap dan tindakan mereka sewaktu hidup di dunia. Karena sama-sama kafir kepada Allah, maka sepantasnya mereka sama-sama mendapat azab pula, sebagaimana diterangkan dalam firman-Nya:\n\nMaka mereka (sesembahan itu) dijungkirkan ke dalam neraka bersama orang-orang yang sesat, dan bala tentara Iblis semuanya. (asy-Syuara/26: 94-95)\n\n2. Mereka memakai pakaian yang terbuat dari aspal. Yang dimaksud oleh ayat ini bukanlah pakaian dalam arti yang sebenarnya, tetapi seluruh tubuh orang-orang yang berdosa waktu itu diliputi oleh aspal panas. Dengan demikian, dapat digambarkan empat macam azab yang sedang diderita oleh orang-orang kafir itu, yaitu aspal panas yang membakar dan menghanguskan tubuh, bergejolaklah api di tubuh, warna hitam yang mengerikan, dan bau daging yang membusuk.\n\n3. Muka mereka dijilat api. Senada dengan ayat ini, firman Allah swt:\n\nPada hari mereka diseret ke neraka pada wajahnya. (Dikatakan kepada mereka), \"Rasakanlah sentuhan api neraka.\" (al-Qamar/54: 48)", "50": "Ayat-ayat ini menerangkan keadaan manusia waktu dibangkitkan dari kubur setelah kehancuran dunia. Mereka bangkit dari kubur menuju dan berhenti di hadapan Allah Yang Maha Perkasa untuk menerima keputusan hukuman. Pada hari itu, tidak ada teman akrab yang dapat membantu dan menolong, tidak ada anak dan famili yang dapat menghibur hati dari perasaan gundah yang sedang terasa dan tidak seorangpun yang dapat berlindung diri kepada seseorang pun, kecuali kepada Tuhan Yang Mahakuasa.\n\nSetelah Allah swt menggambarkan kekuasaan dan keperkasaan-Nya pada hari itu, Dia menggambarkan kelemahan dan ketidakberdayaan orang-orang yang berdosa waktu itu dengan menerangkan keadaan mereka yang sedang diazab, yaitu:\n\n1. Orang yang berdosa waktu itu diikat menjadi satu dengan yang lain, mulai dari tangan sampai ke kaki mereka bersama-sama dengan sesembahan mereka waktu hidup di dunia. Keadaan mereka ini menunjukkan kesamaan sikap dan tindakan mereka sewaktu hidup di dunia. Karena sama-sama kafir kepada Allah, maka sepantasnya mereka sama-sama mendapat azab pula, sebagaimana diterangkan dalam firman-Nya:\n\nMaka mereka (sesembahan itu) dijungkirkan ke dalam neraka bersama orang-orang yang sesat, dan bala tentara Iblis semuanya. (asy-Syuara/26: 94-95)\n\n2. Mereka memakai pakaian yang terbuat dari aspal. Yang dimaksud oleh ayat ini bukanlah pakaian dalam arti yang sebenarnya, tetapi seluruh tubuh orang-orang yang berdosa waktu itu diliputi oleh aspal panas. Dengan demikian, dapat digambarkan empat macam azab yang sedang diderita oleh orang-orang kafir itu, yaitu aspal panas yang membakar dan menghanguskan tubuh, bergejolaklah api di tubuh, warna hitam yang mengerikan, dan bau daging yang membusuk.\n\n3. Muka mereka dijilat api. Senada dengan ayat ini, firman Allah swt:\n\nPada hari mereka diseret ke neraka pada wajahnya. (Dikatakan kepada mereka), \"Rasakanlah sentuhan api neraka.\" (al-Qamar/54: 48)", "51": "Allah swt melakukan yang demikian itu pada hari kiamat adalah untuk memberi pembalasan kepada manusia terhadap apa yang pernah mereka kerjakan selama hidup di dunia. Mereka memperoleh pahala atau siksa neraka sesuai dengan perbuatan yang telah mereka lakukan. Pada hari itu, Allah swt menghisab dengan cepat hamba-Nya.", "52": "Pada penutup surah ini, Allah swt menerangkan bahwa Al-Quran yang mulia ini berisi pengajaran, peringatan, dan kabar menakutkan yang disampaikan rasul-Nya kepada manusia, karena sebagian ayat-ayat-Nya menerangkan akibat yang akan dialami orang-orang berdosa di akhirat nanti. Manusia yang mau mengambil pelajaran dari ayat-ayatnya akan berbahagia hidupnya di dunia, dan di akhirat akan memperoleh kesenangan dan kenikmatan di dalam surga sebagai balasan dari perbuatan baik yang telah mereka lakukan.\n\nHal ini dijelaskan oleh firman Allah swt:\n\nKatakanlah, \"Allah, Dia menjadi saksi antara aku dan kamu. Al-Quran ini diwahyukan kepadaku agar dengan itu aku memberi peringatan kepadamu dan kepada orang yang sampai (Al-Quran kepadanya). (al-Anam/6: 19)\n\nDan firman Allah swt:\n\nAlif Lam Ra. (Ini adalah) Kitab yang Kami turunkan kepadamu (Muhammad) agar engkau mengeluarkan manusia dari kegelapan kepada cahaya terang-benderang dengan izin Tuhan, (yaitu) menuju jalan Tuhan Yang Mahaperkasa, Maha Terpuji. (Ibrahim/14: 1)\n\nDemikian pula agar manusia menjadikan dalil-dalil dan hujjah yang terdapat dalam Al-Quran sebagai dasar untuk menetapkan dan meyakini bahwa tidak ada Tuhan yang berhak disembah selain dari Tuhan Yang Maha Esa. Dia yang menaklukkan matahari, bulan, bintang-bintang, malam, siang, laut, dan udara untuk manusia dan menurunkan hujan dari langit agar air hujan itu menumbuhkan bermacam-macam tumbuh-tumbuhan yang bermanfaat bagi hidup dan kehidupan manusia. Dalam laut terdapat bermacam-macam karunia Tuhan, seperti ikan, mutiara, bahan tambang, dan sebagainya yang merupakan rezeki halal bagi manusia. Hanya saja banyak manusia yang tidak mau mengakui adanya nikmat Allah yang beraneka ragam itu."}}, "jalalain": {"name": "Jalalain", "source": "Pesantren Persatuan Islam 91 Kota Tasikmalaya", "text": {"1": "(Alif laam raa) hanya Allahlah yang mengetahui maksudnya. Alquran ini adalah (Kitab yang Kami turunkan kepadamu) Muhammad (supaya kamu mengeluarkan manusia dari kegelapan) dari kekafiran (kepada cahaya) yaitu agama Islam.\n\n(Dengan izin) perintah (Rabb mereka) lafal an-nuur diterangkan secara jelas pada ayat berikut ini: (yaitu ke jalan) tuntunan (Tuhan Yang Maha Perkasa) Maha Menang (lagi Maha Terpuji.) Yang Maha Terpuji.", "2": "(Dialah Allah) kalau dibaca jar kedudukannya menjadi badal atau athaf bayan, sedangkan kedudukan kalimat yang sesudahnya menjadi sifat. Jika dibaca rafa` jadilah mubtada, sedangkan khabarnya adalah firman berikut ini: (yang memiliki segala apa yang ada di langit dan di bumi) semuanya adalah milik-Nya, hamba-Nya dan makhluk-Nya.\n\n(Dan kecelakaanlah bagi orang-orang kafir karena siksa yang sangat pedih.)", "3": "(Yaitu orang-orang) kedudukannya sebagai sifat (yang lebih menyukai kehidupan dunia daripada kehidupan akhirat dan menghalang-halangi) manusia (dari jalan Allah) yaitu agama Islam (dan menginginkan supaya ia) jalan Allah tersebut (bengkok) tidak lurus.\n\n(Mereka itu berada dalam kesesatan yang jauh) yakni sesat dari jalan yang hak dan benar.", "4": "(Kami tidak mengutus seorang rasul pun melainkan dengan bahasa) memakai bahasa (kaumnya, supaya ia dapat memberi pelajaran dengan terang kepada mereka) supaya mereka dapat memahami apa yang disampaikannya.\n\n(Maka Allah menyesatkan siapa yang Dia kehendaki dan memberi petunjuk kepada siapa yang Dia kehendaki. Dan Dialah Tuhan Yang Maha Kuasa) di dalam kerajaan-Nya (lagi Maha Bijaksana.) di dalam tindakan-Nya.", "5": "(Dan sesungguhnya Kami telah mengutus Musa dengan membawa ayat-ayat Kami) yang berjumlah sembilan ayat lalu Kami firmankan kepadanya (\"Keluarkanlah kaummu) yaitu kaum Bani Israel (dari gelap-gulita) dari kekafiran (kepada cahaya yang terang-benderang) yaitu keimanan (dan ingatkanlah mereka kepada hari-hari Allah.\") yakni nikmat-nikmat-Nya.\n\n(Sesungguhnya pada yang demikian itu) yakni di dalam peringatan itu (terdapat tanda-tanda bagi setiap orang penyabar) di dalam mengerjakan ketaatan (dan banyak bersyukur) terhadap semua nikmat-nikmat-Nya.", "6": "(Dan) ingatlah (ketika Musa berkata kepada kaumnya, \"Ingatlah nikmat Allah atas kalian ketika Dia menyelamatkan kalian dari Firaun dan pengikut-pengikutnya; mereka menyiksa kalian dengan siksa yang pedih, mereka menyembelih anak laki-laki kalian) yang baru lahir (dan membiarkan hidup) membiarkan tetap hidup (anak-anak perempuan) karena ada sebagian tukang tenung yang mengatakan bahwasanya akan lahir seorang anak lelaki dari kalangan kaum Bani Israel, dia adalah penyebab bagi runtuhnya kerajaan Firaun.\n\n(Sesungguhnya pada yang demikian itu) penyelamatan atau penyiksaan (ada cobaan) baik berupa pemberian nikmat maupun penimpaan malapetaka (yang besar dari Rabb kalian.\")", "7": "(Dan ingatlah pula ketika mempermaklumkan) memberitahukan (Rabb kalian sesungguhnya jika kalian bersyukur) akan nikmat-Ku dengan menjalankan ketauhidan dan ketaatan (pasti Kami akan menambah nikmat kepada kalian dan jika kalian mengingkari nikmat-Ku) apabila kalian ingkar terhadap nikmat-Ku itu dengan berlaku kekafiran dan kedurhakaan niscaya Aku akan menurunkan azab kepada kalian. Pengertian ini diungkapkan oleh firman selanjutnya: (\"Sesungguhnya azab-Ku sangat keras.\")", "8": "(Dan Musa berkata) kepada kaumnya (\"Jika kalian dan orang-orang yang ada di muka bumi semuanya mengingkari nikmat Allah, maka sesungguhnya Allah Maha Kaya) tidak membutuhkan makhluk-Nya (lagi Maha Terpuji.\") Maha Terpuji di dalam tindakan-Nya terhadap mereka.", "9": "(Belumkah sampai kepada kalian) Istifham atau kata tanya di sini mengandung makna menetapkan (berita) kisah (tentang orang-orang sebelum kalian, yaitu kaum Nuh dan Ad) kaum Nabi Hud (dan Tsamud) kaum Nabi Saleh (dan orang-orang sesudah mereka, yang tiada seorang pun mengetahui jumlah mereka selain Allah) karena saking banyaknya.\n\n(Telah datang rasul-rasul kepada mereka dengan membawa bukti-bukti yang nyata) yakni dengan membawa hujah-hujah yang jelas untuk membuktikan kebenaran mereka (lalu mereka menutupkan) yang dimaksud adalah umat-umat terdahulu itu (tangan mereka ke mulutnya) dengan menggigitnya sebagai pertanda kebencian mereka yang sangat terhadap ajakan para rasul itu (dan berkata, \"Sesungguhnya kami mengingkari apa yang kalian disuruh menyampaikannya) menurut anggapan kalian itu (dan sesungguhnya kami benar-benar dalam keraguan yang menggelisahkan terhadap apa yang kalian ajak kami kepadanya.\") artinya mereka benar-benar ragu terhadapnya.", "10": "(Berkata rasul-rasul mereka, \"Apakah ada keraguan terhadap Allah) istifham di sini mengandung makna ingkar; artinya tentu saja tidak ada keraguan di dalam mentauhidkan-Nya mengingat adanya bukti-bukti yang jelas menunjukkan ke arah itu (Pencipta) yang menciptakan (langit dan bumi? Dia menyeru kalian) supaya taat kepada-Nya (untuk memberi ampunan kepada kalian dari dosa-dosa kalian) huruf min adalah huruf zaidah. Karena sesungguhnya Islam itu menghapus semua dosa yang sebelumnya. Atau huruf min itu bermakna tab`idh yang artinya sebagian daripada dosa-dosa kalian. Dimaksud untuk mengecualikan dosa-dosa yang menyangkut hak-hak hamba-hamba Allah (dan menangguhkan kalian) tanpa mengazab kalian (sampai masa yang ditentukan?\") sampai kalian mati.\n\n(Mereka berkata, \"Tiada lain) tidak lain (kalian adalah manusia biasa seperti kami juga. Kalian menghendaki untuk menghalang-halangi kami dari apa yang selalu disembah oleh nenek moyang kami) yaitu berhala-berhala sesembahan mereka (karena itu datangkanlah kepada kami bukti yang nyata.\") hujah yang jelas untuk membuktikan kebenaran kalian itu.", "11": "(Rasul-rasul mereka berkata kepada mereka, \"Tiada lain) tidak lain (kami ini hanyalah manusia biasa sama dengan kalian) persis seperti apa yang kalian katakan itu (akan tetapi Allah memberi karunia kepada siapa yang Dia kehendaki di antara  155  hamba-hamba-Nya) berupa kenabian.\n\n(Dan tidak patut) tidak layak (bagi kami mendatangkan suatu bukti kepada kalian melainkan dengan izin Allah) berdasarkan perintah-Nya karena sesungguhnya kami ini adalah hamba-hamba yang dipelihara oleh-Nya (Dan hanya kepada Allah sajalah hendaknya orang-orang yang beriman bertawakal.\") hanya percaya kepada-Nya.", "12": "(\"Mengapa kami) huruf allaa asalnya adalah gabungan daripada an dan laa (tidak bertawakal kepada Allah) artinya tidak ada yang melarang kami untuk melakukan hal tersebut (padahal Dia telah menunjukkan jalan kepada kami dan kami sungguhsungguh akan bersabar terhadap perlakuan-perlakuan kalian yang menyakitkan kami) di dalam menghadapi gangguangangguan yang kalian lakukan terhadap kami.\n\n(Dan hanya kepada Allah saja orang-orang yang bertawakal berserah diri.\")", "13": "(Orang-orang kafir berkata kepada rasul-rasul mereka, \"Kami sungguh-sungguh akan mengusir kalian dari negeri kami atau kalian kembali) menjadi pemeluk (kepada tuntunan kami.\") yakni agama kami.\n\n(Maka Rabb mewahyukan kepada mereka, \"Kami pasti akan membinasakan orang-orang yang lalim itu.\") yakni orang-orang kafir itu.", "14": "(\"Dan Kami pasti akan menempatkan kalian di negeri-negeri itu) di negeri tempat mereka tinggal (sesudah mereka) dibinasakan.\n\n(Yang demikian itu) yakni pertolongan dan mewariskan negeri itu (adalah untuk orang-orang yang takut akan menghadap kepada-Ku) pada hari ia menghadap kepada-Nya (dan yang takut kepada ancaman-Ku.\") takut kepada azab-Ku.", "15": "(Dan mereka memohon kemenangan) para rasul itu memohon pertolongan Allah di dalam menghadapi kaumnya (dan merugilah) binasalah (setiap orang yang berlaku sewenang-wenang) setiap orang yang takabur tidak mau taat kepada Allah (lagi keras kepala) artinya tidak mau tunduk kepada perkara yang hak.", "16": "(Di hadapannya) di depannya (ada Jahanam) yang akan dimasukinya (dan dia akan diberi minum) di dalam Jahanam itu (dengan air nanah) yaitu cairan yang meleleh dari perut ahli neraka bercampur dengan nanah dan darah.", "17": "(Diminumnya air nanah itu) diteguknya air nanah itu seteguk demi seteguk karena rasanya teramat pahit (dan hampir dia tidak dapat menelannya) ia merasa amat jijik mengingat baunya yang sangat busuk dan rupanya yang sangat menjijikkan (dan datanglah bahaya maut kepadanya) hal-hal yang menyebabkan kematian, berupa berbagai macam azab (dari segenap penjuru, tetapi dia tidak juga mati dan di hadapannya) sesudah mengalami azab tersebut (masih ada siksaan yang berat) siksaan yang keras lagi terus-menerus.", "18": "(Perumpamaan) gambaran (tentang orang-orang yang ingkar kepada Rabb mereka) kalimat ayat ini berkedudukan menjadi mubtada kemudian dijelaskan oleh badalnya pada firman selanjutnya, yaitu: (amalan-amalan mereka) yang baik, seperti silaturahmi dan sedekah, yaitu dalam hal tiada kemanfaatan (seperti abu yang ditiup angin dengan keras pada suatu hari yang berangin keras) sangat keras tiupannya sehingga angin keras itu menjadikannya debu-debu yang beterbangan yang tiada manfaatnya. Jar dan majrurnya merupakan khabar daripada mubtada (mereka tidak dapat) yakni orang-orang kafir itu (mengambil manfaat dari apa yang telah mereka upayakan itu) dari apa yang telah mereka amalkan sewaktu di dunia (barang sedikit pun) artinya mereka sama sekali tidak menemukan pahala daripada amal-amal mereka karena tidak memenuhi syarat, yaitu tiadanya iman.\n\n(Yang demikian itu adalah kesesatan) kebinasaan (yang jauh.)", "19": "(Tidakkah kamu perhatikan) hai orang yang diajak bicara, tidakkah kamu memperhatikan. Istifham atau kata tanya di sini mengandung makna menetapkan (bahwa sesungguhnya Allah telah menciptakan langit dan bumi dengan hak) lafal bilhaqqi bertaalluq atau berkaitan maknanya dengan lafal khalaqa.\n\n(Jika Dia menghendaki, niscaya Dia membinasakan kalian) hai manusia (dan mengganti kalian dengan makhluk yang baru) sebagai pengganti kalian.", "20": "(Dan yang demikian itu sekali-kali tidak sukar bagi Allah) tidak sulit bagi-Nya.", "21": "(Dan mereka akan berkumpul menghadap) semua makhluk itu menghadap. Ungkapan pada ayat ini dan ayat sebelumnya memakai fi`il madhi, dimaksud untuk memberikan pengertian kepastian bahwa hal itu benar-benar akan terjadi (kepada Allah semuanya, lalu berkatalah orang-orang yang lemah) yakni para pengikut (kepada orang-orang yang sombong) yaitu orangorang yang diikuti (\"Sesungguhnya kami dahulu adalah pengikut-pengikut kalian) lafal taba`an merupakan bentuk jamak dari kata tunggal tabi`un (maka dapatkah kalian menghindarkan) menolak (daripada kami azab Allah walau sedikit saja?\") huruf min yang pertama tadi bermakna lit-tabyin atau untuk menjelaskan, sedangkan huruf min pada ayat ini bermakna lit-tab`idh atau menunjukkan makna sebagian.\n\n(Mereka berkata) orang-orang yang diikuti itu (\"Seandainya Allah memberi petunjuk kepada kami niscaya kami dapat memberi petunjuk kepada kalian) artinya nicaya kami akan menyeru kalian ke jalan hidayah.\n\n(Sama saja bagi kita, apakah kita mengeluh atau bersabar, sekali-kali tidak mempunyai) huruf min di sini adalah zaidah (tempat untuk melarikan diri.\") tempat berlindung dari azab-Nya.", "22": "(Dan berkatalah setan) yakni iblis (tatkala perkara hisab telah diselesaikan) kemudian orang-orang yang berhak masuk surga dimasukkan ke dalam surga dan orang-orang yang berhak masuk neraka dimasukkan ke dalam neraka, lalu mereka semuanya mengerumuni iblis (\"Sesungguhnya Allah telah menjanjikan kepada kalian janji yang benar) yaitu dengan kebangkitan dari kubur dan pembalasan amal perbuatan lalu Dia telah memenuhi kalian (dan aku pun telah menjanjikan kepada kalian) bahwasanya hal ini tidak ada (tetapi aku menyalahinya. Sekali-kali aku terhadap kalian tidak memiliki) huruf min di sini zaidah (kekuasaan) kekuatan dan kemampuan yang dapat memaksakan kalian untuk mengikutiku (melainkan) kecuali (sekedar aku menyeru kalian, lalu kalian mematuhi seruanku, oleh sebab itu janganlah kalian mencerca aku, akan tetapi cercalah diri kalian sendiri) disebabkan kalian telah mengikuti seruanku itu.\n\n(Aku sekali-kali tidak dapat menolong kalian) dapat memberikan pertolongan kepada kalian (dan kalian pun tidak dapat menolongku) dapat dibaca mushrikhiyya dan mushrikhiyyi.\n\n(Sesungguhnya aku tidak membenarkan perbuatan kalian mempersekutukan aku) dengan Allah (sebelumnya.\") sewaktu di dunia. Lalu Allah berfirman: (\"Sesungguhnya orang-orang yang lalim itu mendapat siksaan yang pedih) siksaan yang sangat pedih.", "23": "(Dan dimasukkanlah orang-orang yang beriman dan beramal saleh ke alam surga yang mengalir di bawahnya sungaisungai; mereka kekal) lafal khaalidiina menjadi hal daripada kalimat yang keberadaannya diperkirakan (di dalamnya dengan seizin Rabb mereka. Ucapan penghormatan mereka dalam surga itu) dari Allah dan dari para malaikat, serta di antara sesama mereka (salaam.)", "24": "(Tidakkah kamu perhatikan) memperhatikan (bagaimana Allah telah membuat perumpamaan) lafal matsalan ini dijelaskan oleh badalnya, yaitu (kalimat yang baik) yakni kalimat laa ilaaha illallaah/tiada Tuhan selain Allah (seperti pohon yang baik) yaitu pohon kurma (akarnya teguh) menancap dalam di bumi (dan cabangnya) ranting-rantingnya (menjulang ke langit).", "25": "(Pohon itu memberikan) membuahkan (buahnya) buah-buahannya (pada setiap musim dengan seizin Rabbnya) dengan  156  kehendak-Nya demikian pula kalimat iman tertanam di dalam kalbu orang mukmin sedangkan amalnya naik ke langit kemudian memperoleh berkah dan pahala amalannya itu setiap saat (dibuatkan) dijelaskan (oleh Allah perumpamaan-perumpamaan itu untuk manusia supaya mereka selalu ingat) mau mengambil pelajaran daripadanya kemudian mereka mau beriman karenanya.", "26": "(Dan perumpamaan kalimat yang buruk) yaitu kalimat kekafiran (seperti pohon yang buruk) yaitu pohon hanzhal yang buahnya sangat pahit (yang telah dicabut) telah dibongkar sampai ke akar-akarnya (dari permukaan bumi, ia tidak dapat tetap sedikit pun) artinya tidak mempunyai tempat untuk berpijak lagi, maka demikian pula keadaan kalimat kekafiran tidak mempunyai tempat berpijak, tidak mempunyai ranting dan pula tidak ada keberkahannya.", "27": "(Allah meneguhkan iman orang-orang yang beriman dengan ucapan yang teguh itu) yaitu kalimat tauhid itu (di dunia dan di akhirat) yaitu di alam kubur, ketika dua orang malaikat menanyakan kepadanya tentang Rabb mereka, agama mereka dan nabi mereka. Maka orang-orang yang beriman dapat menjawabnya dengan benar; demikianlah menurut keterangan yang disebutkan di dalam hadis Imam Bukhari dan Imam Muslim (dan Allah menyesatkan orang-orang yang lalim) yaitu orang-orang kafir; oleh sebab itu mereka tidak mendapat petunjuk untuk memberikan jawaban yang benar. Bahkan mereka hanya mengatakan, \"Kami tidak tahu,\" demikian menurut keterangan dalam hadis (dan memperbuat apa yang Dia kehendaki.)", "28": "(Tidakkah kamu perhatikan) artinya melihat (orang-orang yang telah menukar nikmat Allah) yang dimaksud ialah bersyukur kepada Allah atas nikmat-Nya (dengan kekafiran) mereka adalah orang-orang yang kafir Quraisy (dan menjatuhkan) menyeret (kaumnya) yakni mereka menyesatkan kaumnya (ke lembah kebinasaan) ke dalam kebinasaan.", "29": "(Yaitu neraka Jahanam) lafal Jahanam merupakan athaf bayan (mereka masuk ke dalamnya) dijebloskan ke dalamnya (dan itulah seburuk-buruk tempat kediaman) tempat yang paling buruk ialah Jahanam itu.", "30": "(Orang-orang yang kafir itu telah menjadikan sekutu-sekutu bagi Allah) tandingan-tandingan (supaya mereka menyesatkan manusia) dapat dibaca liyudhilluu dan liyadhilluu (dari jalan-Nya) yaitu agama Islam.\n\n(Katakanlah) kepada mereka (\"Bersenangsenanglah kalian) dengan keduniaan kalian dalam waktu yang sedikit (karena sesungguhnya tempat kembali kalian) yaitu tempat menetap kalian (ialah neraka.\")", "31": "(Katakanlah kepada hamba-hamba-Ku yang telah beriman, \"Hendaklah mereka mendirikan salat, menafkahkan sebagian rezeki yang Kami berikan kepada mereka secara sembunyi atau pun terang-terangan sebelum datang hari kiamat yang pada hari itu tidak ada jual-beli) tebusan (dan persahabatan.\") persahabatan yang dapat menolong; yang dimaksud adalah hari kiamat.", "32": "(Allahlah yang telah menciptakan langit dan bumi dan menurunkan air hujan dari langit kemudian Dia mengeluarkan dengan air hujan itu berbagai buah-buahan menjadi rezeki untuk kalian dan Dia telah menundukkan bahtera bagi kalian) yang dimaksud adalah perahu (supaya bahtera itu berlayar di lautan) sehingga kalian dapat menaikinya dan memuat barang-barang di atasnya (dengan kehendak-Nya) dengan seizin-Nya (dan Dia telah menundukkan pula bagi kalian sungai-sungai.)", "33": "(Dan Dia telah menundukkan pula bagi kalian matahari dan bulan yang terus-menerus beredar) di dalam garis edarnya secara terus-menerus dan tidak pernah berhenti (dan Dia telah menundukkan pula bagi kalian malam) supaya kalian tenang di dalamnya (dan siang) dan supaya kalian mencari kemurahan Allah di dalamnya.", "34": "(Dan Dia telah memberikan kepada kalian dari segala apa yang kalian mohonkan kepada-Nya) sesuai dengan keperluan kalian (Dan jika kalian menghitung nikmat Allah) pemberian nikmat-Nya kepada kalian (tidaklah dapat kalian menghitungnya) kalian tidak akan mampu menghitung-hitungnya.\n\n(Sesungguhnya manusia itu) yang dimaksud adalah orang kafir (sangat lalim dan sangat ingkar) artinya banyak berbuat aniaya terhadap dirinya dengan cara melakukan maksiat dan banyak ingkar terhadap nikmat Rabbnya.", "35": "(Dan) ingatlah (ketika Ibrahim berkata, \"Ya Rabbku! Jadikanlah negeri ini) yakni kota Mekah (negeri yang aman) memiliki keamanan dan ternyata Allah telah memperkenankan doanya, maka Dia menjadikan Mekah sebagai kota yang suci; dilarang di dalamnya mengalirkan darah manusia, menganiaya seseorang, berburu binatang buruannya dan menebang pepohonannya (dan jauhkanlah aku) hindarkanlah aku (beserta anak cucuku) daripada (menyembah berhala-berhala.\")", "36": "(\"Ya Rabbku! Sesungguhnya mereka itu) yakni berhala-berhala itu (telah menyesatkan kebanyakan daripada manusia) karena mereka menyembahnya (maka barang siapa yang mengikutiku) berpegang pada ajaran tauhid (maka sesungguhnya orang itu termasuk golonganku) termasuk pemeluk agamaku (dan barang siapa yang mendurhakai aku, maka sesungguhnya Engkau Maha Pengampun lagi Maha Penyayang.) pernyataan ini sebelum Nabi Ibrahim mengetahui, bahwa Allah swt. tidak mengampuni dosa syirik.", "37": "(Ya Rabb kami! Sesungguhnya aku telah menempatkan sebagian keturunanku) sebagian daripada mereka, yaitu Nabi Ismail dan Siti Hajar ibunya (di lembah yang tidak mempunyai tanam-tanaman) yaitu Mekah (di dekat rumah Engkau yang suci) sebelum banjir besar terjadi (ya Rabb agar mereka mendirikan salat, maka jadikanlah hati) kalbu-kalbu (sebagian manusia cenderung) condong dan merindukan (kepada mereka) Sahabat Ibnu Abbas mengatakan, seandainya Nabi Ibrahim mengatakan di dalam doanya, yaitu af-idatan naasi yang artinya semua hati manusia, maka orang-orang Persia, Romawi dan semua manusia niscaya akan cenderung ke Baitullah (dan beri rezekilah mereka dari buah-buahan; mudah-mudahan mereka bersyukur.\") dan memang doanya diperkenankan, yaitu dengan disuplaikannya buah-buahan dari Thaif ke Mekah.", "38": "(Ya Rabb kami! Sesungguhnya Engkau mengetahui apa yang kami sembunyikan) apa yang kami tidak lahirkan (dan apa yang kami lahirkan; dan tidak ada yang tersembunyi bagi Allah) huruf min di sini adalah zaidah (sesuatu pun, baik yang ada di bumi maupun yang ada di langit) ayat ini dapat diartikan kalam Rabb dan dapat pula dianggap sebagai doa Nabi Ibrahim.", "39": "(Segala puji bagi Allah yang telah menganugerahkan kepada diriku) memberiku (sekalipun) walaupun (sudah tua, Ismail) Nabi Ismail dilahirkan sewaktu Nabi Ibrahim berumur sembilan puluh sembilan tahun (dan Ishak.) dilahirkan sewaktu Nabi Ibrahim berumur seratus dua belas tahun (Sesungguhnya Rabbku benar-benar Maha Mendengar doa).", "40": "(Ya Rabbku! Jadikanlah aku orang-orang yang tetap mendirikan salat dan) jadikan pula (anak cucuku) orang-orang yang tetap mendirikannya. Nabi Ibrahim sengaja di dalam doanya ini memakai ungkapan min yang menunjukkan makna sebagian karena Allah swt. telah memberitahukan kepadanya bahwa di antara anak cucunya itu terdapat orang yang kafir (Ya Rabb kami! Kabulkanlah doaku) semua doa yang telah disebutkan tadi.", "41": "(Ya Rabb kami! Beri ampunlah aku dan kedua ibu bapakku) doa ini diucapkan sebelum jelas bagi Nabi Ibrahim bahwa kedua orang tuanya memusuhi Allah swt. Akan tetapi menurut suatu pendapat dikatakan bahwa ibu Nabi Ibrahim masuk Islam.  157  Lafal waalidayya menurut qiraat yang lain dapat dibaca mufrad sehingga bacaannya menjadi waalidiy (dan sekalian orangorang mukmin pada hari terjadinya) ditegakkannya (hisab) selanjutnya Allah berfirman:", "42": "(Dan janganlah sekali-kali kamu mengira bahwa Allah lalai dari apa yang diperbuat oleh orang-orang yang lalim) yakni orang-orang kafir dari kalangan penduduk Mekah.\n\n(Sesungguhnya Allah hanya memberi tangguh kepada mereka) tanpa diazab (sampai hari yang pada waktu itu mata mereka terbelalak) karena ngerinya pemandangan yang mereka saksikan kala itu. Di dalam istilah bahasa atau lugah jika dikatakan bashara fulaanun syakhshan, artinya si polan melihat seseorang tanpa mengedipkan matanya.", "43": "(Mereka datang bergegas) dengan segera memenuhi panggilan. Lafal ayat ini berkedudukan menjadi hal atau kata keterangan (dengan mengangkat) mendongakkan (kepalanya) ke langit (sedangkan mata mereka tidak berkedip-kedip) melotot (dan hati mereka kosong) tidak ada suatu pikiran pun yang terbetik di dalamnya saking kaget dan ngerinya.", "44": "(Dan berikanlah peringatan) hai Muhammad, peringatkanlah (kepada manusia) yakni orang-orang kafir (terhadap hari yang pada waktu itu datang azab kepada mereka) yaitu hari kiamat (maka berkatalah orang-orang yang lalim) yakni orang-orang kafir (\"Ya Rabb kami! Beri tangguhlah kami) seumpamanya Engkau mengembalikan kami ke dunia (walaupun dalam waktu yang sedikit, niscaya kami akan mematuhi seruan Engkau) dengan mengamalkan ajaran tauhid (dan akan mengikuti rasul-rasul.\") lalu dikatakan kepada mereka dengan nada celaan (\"Bukankah kalian telah bersumpah) telah berikrar (sebelumnya dahulu) yaitu sewaktu di dunia (bahwa sekali-kali kalian tidak akan) huruf min di sini adalah zaidah (binasa?\") setelah meninggalkan dunia menuju ke akhirat.", "45": "(\"Dan kalian telah berdiam) di dunia (di tempat-tempat kediaman orang-orang yang menganiaya dirinya sendiri) dengan melakukan kekafiran, yaitu bekas tempat tinggal umat-umat terdahulu yang durhaka (dan telah nyata bagi kalian bagaimana Kami telah berbuat terhadap mereka) yaitu berupa siksaan, akan tetapi kalian masih tetap tidak mau kapok juga (dan telah Kami berikan) telah Kami jelaskan (kepada kalian beberapa perumpamaan.\") di dalam Alquran, akan tetapi kalian tidak mau mengambilnya sebagai pelajaran.", "46": "(Dan sesungguhnya mereka telah membuat makar) terhadap Nabi saw.\n\n(makar yang besar) yaitu mereka bermaksud untuk membunuh Nabi saw. atau membelenggunya, atau mengusirnya (padahal di sisi Allahlah makar mereka) yakni pengetahuan makar tersebut, atau pembalasan makar itu.\n\n(Dan tidak akan) tidak bisa (makar mereka itu) betapa pun besarnya (dapat melenyapkan gunung-gunung) pengertiannya ialah makar tersebut dibiarkan dan tidak memberikan mudarat melainkan hanya terhadap diri mereka sendiri. Yang dimaksud dengan pengertian gunung-gunung di sini, menurut suatu pendapat adalah hakiki, yakni gunung yang sesungguhnya, dan menurut pendapat yang lain dimaksud adalah syariat-syariat Islam yang digambarkan seperti gunung-gunung dalam hal ketetapan dan keteguhannya. Menurut suatu qiraat yang lain litazuula ini dibaca latazuulu, yakni dengan harakat fatah pada huruf lamnya kemudian akhir fi'ilnya dibaca rafa', maka berdasarkan qiraat ini berarti huruf in di sini adalah bentuk takhfif atau keringanan daripada huruf inna yang ditasydidkan huruf nunnya, makna yang dimaksud adalah menggambarkan tentang besarnya makar orang-orang kafir itu terhadap diri Nabi saw. Akan tetapi menurut pendapat yang lain dikatakan, yang dimaksud dengan lafal al-makru ialah kekafiran mereka. Makna yang terakhir ini sesuai pula dengan apa yang disebutkan di dalam firman Allah swt. yang. lainnya, yaitu, \"Hampir-hampir langit pecah karena ucapan itu (mendakwa Tuhan mempunyai anak), bumi belah, dan gunung-gunung runtuh.\" (Q.S. Maryam 90) Sedangkan pengertian yang pertama sesuai dengan bacaan yang tertera.", "47": "(Karena itu janganlah sekali-kali kalian mengira Allah akan menyalahi janji-Nya kepada rasul-rasul-Nya) yaitu akan memberikan pertolongan kepadanya.\n\n(Sesungguhnya Allah Maha Perkasa) Maha Menang, tiada sesuatu pun yang dapat menghalang-halangi-Nya (lagi mempunyai pembalasan) terhadap orang-orang yang mendurhakai-Nya.", "48": "Ingatlah (Pada hari ketika bumi diganti dengan bumi yang lain dan demikian pula langit) yaitu hari kiamat, kemudian manusia digiring untuk dikumpulkan di suatu tanah yang putih bersih sebagaimana yang telah disebutkan di dalam hadis kitab Sahih Bukhari dan Muslim. Sehubungan dengan hal ini Imam Muslim meriwayatkan sebuah hadis bahwasanya Nabi saw. ditanya mengenai manusia pada saat itu. Lalu Nabi saw. menjawab, \"Berada di shirath.\" (dan mereka semuanya tampak bermunculan) artinya mereka keluar dari kuburan mereka masing-masing (untuk menghadap kepada Allah Yang Maha Esa lagi Maha Perkasa.)", "49": "(Dan kamu akan melihat) hai Muhammad (orang-orang yang berdosa) yakni orang-orang kafir (pada hari itu diikat) dalam keadaan terikat beserta setan-setan mereka (dengan belenggu) tali-tali atau rantai-rantai.", "50": "(Pakaian mereka) baju-baju mereka (adalah dari aspal) yang sangat mudah menyala (dan tertutuplah) ditutuplah (muka mereka oleh api neraka).", "51": "(Agar pembalasan diberikan) lafal ini bertaalluq kepada lafal barazuu (oleh Allah kepada tiap-tiap orang terhadap apa yang ia usahakan) baik berupa kebaikan atau pun keburukan.\n\n(Sesungguhnya Allah Maha cepat hisab-Nya) Dia menghisab semua makhluk selama setengah hari menurut ukuran hari dunia, demikianlah menurut penjelasan hadis.", "52": "(Ini) yakni Alquran ini (adalah penjelasan yang cukup bagi manusia) artinya diturunkan untuk disampaikan kepada mereka (dan supaya mereka diberi peringatan dengannya dan supaya mereka mengetahui) apa-apa yang terkandung di dalamnya berupa hujah-hujah (bahwasanya Dia) yakni Allah (adalah Tuhan Yang Maha Esa dan agar mau mengambil pelajaran) asalnya adalah liyatadzakkara, kemudian huruf ta diidgamkan kepada huruf dzal sehingga jadilah bacaannya liyadzdzakkara artinya, supaya mengambil pelajaran (orang-orang yang berakal) yang berakal sehat."}}}}}}