{
    "14": {
        "number": "14",
        "name": "ابرٰهيم",
        "name_latin": "Ibrahim",
        "number_of_ayah": "52",
        "text": {
            "1": "الۤرٰ ۗ كِتٰبٌ اَنْزَلْنٰهُ اِلَيْكَ لِتُخْرِجَ النَّاسَ مِنَ الظُّلُمٰتِ اِلَى النُّوْرِ ەۙ بِاِذْنِ رَبِّهِمْ اِلٰى صِرَاطِ الْعَزِيْزِ الْحَمِيْدِۙ",
            "2": "اللّٰهِ الَّذِيْ لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَوَيْلٌ لِّلْكٰفِرِيْنَ مِنْ عَذَابٍ شَدِيْدٍۙ  ",
            "3": " ۨالَّذِيْنَ يَسْتَحِبُّوْنَ الْحَيٰوةَ الدُّنْيَا عَلَى الْاٰخِرَةِ وَيَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِ وَيَبْغُوْنَهَا عِوَجًا ۗ اُولٰۤىِٕكَ فِيْ ضَلٰلٍۢ بَعِيْدٍ",
            "4": "وَمَآ اَرْسَلْنَا مِنْ رَّسُوْلٍ اِلَّا بِلِسَانِ قَوْمِهٖ لِيُبَيِّنَ لَهُمْ ۗفَيُضِلُّ اللّٰهُ مَنْ يَّشَاۤءُ وَيَهْدِيْ مَنْ يَّشَاۤءُ ۗوَهُوَ الْعَزِيْزُ الْحَكِيْمُ ",
            "5": "وَلَقَدْ اَرْسَلْنَا مُوْسٰى بِاٰيٰتِنَآ اَنْ اَخْرِجْ قَوْمَكَ مِنَ الظُّلُمٰتِ اِلَى النُّوْرِ ەۙ وَذَكِّرْهُمْ بِاَيّٰىمِ اللّٰهِ ۗاِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّكُلِّ صَبَّارٍ شَكُوْرٍ",
            "6": "وَاِذْ قَالَ مُوْسٰى لِقَوْمِهِ اذْكُرُوْا نِعْمَةَ اللّٰهِ عَلَيْكُمْ اِذْ اَنْجٰىكُمْ مِّنْ اٰلِ فِرْعَوْنَ يَسُوْمُوْنَكُمْ سُوْۤءَ الْعَذَابِ وَيُذَبِّحُوْنَ اَبْنَاۤءَكُمْ وَيَسْتَحْيُوْنَ نِسَاۤءَكُمْ ۗوَفِيْ ذٰلِكُمْ بَلَاۤءٌ مِّنْ رَّبِّكُمْ عَظِيْمٌ ࣖ",
            "7": "وَاِذْ تَاَذَّنَ رَبُّكُمْ لَىِٕنْ شَكَرْتُمْ لَاَزِيْدَنَّكُمْ وَلَىِٕنْ كَفَرْتُمْ اِنَّ عَذَابِيْ لَشَدِيْدٌ ",
            "8": "وَقَالَ مُوْسٰٓى اِنْ تَكْفُرُوْٓا اَنْتُمْ وَمَنْ فِى الْاَرْضِ جَمِيْعًا ۙفَاِنَّ اللّٰهَ لَغَنِيٌّ حَمِيْدٌ ",
            "9": "اَلَمْ يَأْتِكُمْ نَبَؤُا الَّذِيْنَ مِنْ قَبْلِكُمْ قَوْمِ نُوْحٍ وَّعَادٍ وَّثَمُوْدَ ەۗ وَالَّذِيْنَ مِنْۢ بَعْدِهِمْ ۗ لَا يَعْلَمُهُمْ اِلَّا اللّٰهُ  ۗجَاۤءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنٰتِ فَرَدُّوْٓا اَيْدِيَهُمْ فِيْٓ اَفْوَاهِهِمْ وَقَالُوْٓا اِنَّا كَفَرْنَا بِمَآ اُرْسِلْتُمْ بِهٖ وَاِنَّا لَفِيْ شَكٍّ مِّمَّا تَدْعُوْنَنَآ اِلَيْهِ مُرِيْبٍ",
            "10": "۞ قَالَتْ رُسُلُهُمْ اَفِى اللّٰهِ شَكٌّ فَاطِرِ السَّمٰوٰتِ وَالْاَرْضِۗ يَدْعُوْكُمْ لِيَغْفِرَ لَكُمْ مِّنْ ذُنُوْبِكُمْ وَيُؤَخِّرَكُمْ اِلٰٓى اَجَلٍ مُّسَمًّىۗ قَالُوْٓا اِنْ اَنْتُمْ اِلَّا بَشَرٌ مِّثْلُنَا ۗ تُرِيْدُوْنَ اَنْ تَصُدُّوْنَا عَمَّا كَانَ يَعْبُدُ اٰبَاۤؤُنَا فَأْتُوْنَا بِسُلْطٰنٍ مُّبِيْنٍ ",
            "11": "قَالَتْ لَهُمْ رُسُلُهُمْ اِنْ نَّحْنُ اِلَّا بَشَرٌ مِّثْلُكُمْ وَلٰكِنَّ اللّٰهَ يَمُنُّ عَلٰى مَنْ يَّشَاۤءُ مِنْ عِبَادِهٖۗ وَمَا كَانَ لَنَآ اَنْ نَّأْتِيَكُمْ بِسُلْطٰنٍ اِلَّا بِاِذْنِ اللّٰهِ ۗوَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُوْنَ ",
            "12": "وَمَا لَنَآ اَلَّا نَتَوَكَّلَ عَلَى اللّٰهِ وَقَدْ هَدٰىنَا سُبُلَنَاۗ وَلَنَصْبِرَنَّ عَلٰى مَآ اٰذَيْتُمُوْنَاۗ وَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُوْنَ ࣖ ",
            "13": "وَقَالَ الَّذِيْنَ كَفَرُوْا لِرُسُلِهِمْ لَنُخْرِجَنَّكُمْ مِّنْ اَرْضِنَآ اَوْ لَتَعُوْدُنَّ فِيْ مِلَّتِنَاۗ فَاَوْحٰٓى اِلَيْهِمْ رَبُّهُمْ لَنُهْلِكَنَّ الظّٰلِمِيْنَ ۗ   ",
            "14": "وَلَنُسْكِنَنَّكُمُ الْاَرْضَ مِنْۢ بَعْدِهِمْ ۗذٰلِكَ لِمَنْ خَافَ مَقَامِيْ وَخَافَ وَعِيْدِ ",
            "15": "وَاسْتَفْتَحُوْا وَخَابَ كُلُّ جَبَّارٍ عَنِيْدٍۙ  ",
            "16": "مِّنْ وَّرَاۤىِٕهٖ جَهَنَّمُ وَيُسْقٰى مِنْ مَّاۤءٍ صَدِيْدٍۙ ",
            "17": "يَّتَجَرَّعُهٗ وَلَا يَكَادُ يُسِيْغُهٗ وَيَأْتِيْهِ الْمَوْتُ مِنْ كُلِّ مَكَانٍ وَّمَا هُوَ بِمَيِّتٍۗ وَمِنْ وَّرَاۤىِٕهٖ عَذَابٌ غَلِيْظٌ ",
            "18": "مَثَلُ الَّذِيْنَ كَفَرُوْا بِرَبِّهِمْ اَعْمَالُهُمْ كَرَمَادِ ِۨاشْتَدَّتْ بِهِ الرِّيْحُ فِيْ يَوْمٍ عَاصِفٍۗ  لَا يَقْدِرُوْنَ مِمَّا كَسَبُوْا عَلٰى شَيْءٍ ۗذٰلِكَ هُوَ الضَّلٰلُ الْبَعِيْدُ ",
            "19": "اَلَمْ تَرَ اَنَّ اللّٰهَ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ بِالْحَقِّۗ اِنْ يَّشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيْدٍۙ  ",
            "20": "وَّمَا ذٰلِكَ عَلَى اللّٰهِ بِعَزِيْزٍ",
            "21": "وَبَرَزُوْا لِلّٰهِ جَمِيْعًا فَقَالَ الضُّعَفٰۤؤُا لِلَّذِيْنَ اسْتَكْبَرُوْٓا اِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ اَنْتُمْ مُّغْنُوْنَ عَنَّا مِنْ عَذَابِ اللّٰهِ مِنْ شَيْءٍ ۗقَالُوْا لَوْ هَدٰىنَا اللّٰهُ لَهَدَيْنٰكُمْۗ سَوَاۤءٌ عَلَيْنَآ اَجَزِعْنَآ اَمْ صَبَرْنَا مَا لَنَا مِنْ مَّحِيْصٍ ࣖ  ",
            "22": "وَقَالَ الشَّيْطٰنُ لَمَّا قُضِيَ الْاَمْرُ اِنَّ اللّٰهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدْتُّكُمْ فَاَخْلَفْتُكُمْۗ وَمَا كَانَ لِيَ عَلَيْكُمْ مِّنْ سُلْطٰنٍ اِلَّآ اَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِيْ ۚفَلَا تَلُوْمُوْنِيْ وَلُوْمُوْٓا اَنْفُسَكُمْۗ مَآ اَنَا۠ بِمُصْرِخِكُمْ وَمَآ اَنْتُمْ بِمُصْرِخِيَّۗ اِنِّيْ كَفَرْتُ بِمَآ اَشْرَكْتُمُوْنِ مِنْ قَبْلُ ۗاِنَّ الظّٰلِمِيْنَ لَهُمْ عَذَابٌ اَلِيْمٌ ",
            "23": "وَاُدْخِلَ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَا بِاِذْنِ رَبِّهِمْۗ تَحِيَّتُهُمْ فِيْهَا سَلٰمٌ ",
            "24": "اَلَمْ تَرَ كَيْفَ ضَرَبَ اللّٰهُ مَثَلًا كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ اَصْلُهَا ثَابِتٌ وَّفَرْعُهَا فِى السَّمَاۤءِۙ ",
            "25": "تُؤْتِيْٓ اُكُلَهَا كُلَّ حِيْنٍ ۢبِاِذْنِ رَبِّهَاۗ وَيَضْرِبُ اللّٰهُ الْاَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُوْنَ ",
            "26": "وَمَثَلُ كَلِمَةٍ خَبِيْثَةٍ كَشَجَرَةٍ خَبِيْثَةِ ِۨاجْتُثَّتْ مِنْ فَوْقِ الْاَرْضِ مَا لَهَا مِنْ قَرَارٍ ",
            "27": "يُثَبِّتُ اللّٰهُ الَّذِيْنَ اٰمَنُوْا بِالْقَوْلِ الثَّابِتِ فِى الْحَيٰوةِ الدُّنْيَا وَفِى الْاٰخِرَةِۚ وَيُضِلُّ اللّٰهُ الظّٰلِمِيْنَۗ وَيَفْعَلُ اللّٰهُ مَا يَشَاۤءُ ࣖ   ",
            "28": "۞ اَلَمْ تَرَ اِلَى الَّذِيْنَ بَدَّلُوْا نِعْمَتَ اللّٰهِ كُفْرًا وَّاَحَلُّوْا قَوْمَهُمْ دَارَ الْبَوَارِۙ  ",
            "29": "جَهَنَّمَ ۚيَصْلَوْنَهَاۗ وَبِئْسَ الْقَرَارُ ",
            "30": "وَجَعَلُوْا لِلّٰهِ اَنْدَادًا لِّيُضِلُّوْا عَنْ سَبِيْلِهٖۗ قُلْ تَمَتَّعُوْا فَاِنَّ مَصِيْرَكُمْ اِلَى النَّارِ ",
            "31": "قُلْ لِّعِبَادِيَ الَّذِيْنَ اٰمَنُوْا يُقِيْمُوا الصَّلٰوةَ وَيُنْفِقُوْا مِمَّا رَزَقْنٰهُمْ سِرًّا وَّعَلَانِيَةً مِّنْ قَبْلِ اَنْ يَّأْتِيَ يَوْمٌ لَّا بَيْعٌ فِيْهِ وَلَا خِلٰلٌ ",
            "32": "اَللّٰهُ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ وَاَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءً فَاَخْرَجَ بِهٖ مِنَ الثَّمَرٰتِ رِزْقًا لَّكُمْ ۚوَسَخَّرَ لَكُمُ الْفُلْكَ لِتَجْرِيَ فِى الْبَحْرِ بِاَمْرِهٖ ۚوَسَخَّرَ لَكُمُ الْاَنْهٰرَ ",
            "33": "وَسَخَّرَ لَكُمُ الشَّمْسَ وَالْقَمَرَ دَاۤىِٕبَيْنِۚ وَسَخَّرَ لَكُمُ الَّيْلَ وَالنَّهَارَ ۚ  ",
            "34": "وَاٰتٰىكُمْ مِّنْ كُلِّ مَا سَاَلْتُمُوْهُۗ وَاِنْ تَعُدُّوْا نِعْمَتَ اللّٰهِ لَا تُحْصُوْهَاۗ اِنَّ الْاِنْسَانَ لَظَلُوْمٌ كَفَّارٌ ࣖ  ",
            "35": "وَاِذْ قَالَ اِبْرٰهِيْمُ رَبِّ اجْعَلْ هٰذَا الْبَلَدَ اٰمِنًا وَّاجْنُبْنِيْ وَبَنِيَّ اَنْ نَّعْبُدَ الْاَصْنَامَ ۗ   ",
            "36": "رَبِّ اِنَّهُنَّ اَضْلَلْنَ كَثِيْرًا مِّنَ النَّاسِۚ فَمَنْ تَبِعَنِيْ فَاِنَّهٗ مِنِّيْۚ وَمَنْ عَصَانِيْ فَاِنَّكَ غَفُوْرٌ رَّحِيْمٌ ",
            "37": "رَبَّنَآ اِنِّيْٓ اَسْكَنْتُ مِنْ ذُرِّيَّتِيْ بِوَادٍ غَيْرِ ذِيْ زَرْعٍ عِنْدَ بَيْتِكَ الْمُحَرَّمِۙ رَبَّنَا لِيُقِيْمُوا الصَّلٰوةَ فَاجْعَلْ اَفْـِٕدَةً مِّنَ النَّاسِ تَهْوِيْٓ اِلَيْهِمْ وَارْزُقْهُمْ مِّنَ الثَّمَرٰتِ لَعَلَّهُمْ يَشْكُرُوْنَ",
            "38": "رَبَّنَآ اِنَّكَ تَعْلَمُ مَا نُخْفِيْ وَمَا نُعْلِنُۗ وَمَا يَخْفٰى عَلَى اللّٰهِ مِنْ شَيْءٍ فِى الْاَرْضِ وَلَا فِى السَّمَاۤءِ",
            "39": "اَلْحَمْدُ لِلّٰهِ الَّذِيْ وَهَبَ لِيْ عَلَى الْكِبَرِ اِسْمٰعِيْلَ وَاِسْحٰقَۗ اِنَّ رَبِّيْ لَسَمِيْعُ الدُّعَاۤءِ ",
            "40": "رَبِّ اجْعَلْنِيْ مُقِيْمَ الصَّلٰوةِ وَمِنْ ذُرِّيَّتِيْۖ رَبَّنَا وَتَقَبَّلْ دُعَاۤءِ ",
            "41": "رَبَّنَا اغْفِرْ لِيْ وَلِوَالِدَيَّ وَلِلْمُؤْمِنِيْنَ يَوْمَ يَقُوْمُ الْحِسَابُ ࣖ ",
            "42": "وَلَا تَحْسَبَنَّ اللّٰهَ غَافِلًا عَمَّا يَعْمَلُ الظّٰلِمُوْنَ ەۗ اِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيْهِ الْاَبْصَارُۙ",
            "43": "مُهْطِعِيْنَ مُقْنِعِيْ رُءُوْسِهِمْ لَا يَرْتَدُّ اِلَيْهِمْ طَرْفُهُمْ ۚوَاَفْـِٕدَتُهُمْ هَوَاۤءٌ ۗ  ",
            "44": "وَاَنْذِرِ النَّاسَ يَوْمَ يَأْتِيْهِمُ الْعَذَابُۙ فَيَقُوْلُ الَّذِيْنَ ظَلَمُوْا رَبَّنَآ اَخِّرْنَآ اِلٰٓى اَجَلٍ قَرِيْبٍۙ نُّجِبْ دَعْوَتَكَ وَنَتَّبِعِ الرُّسُلَۗ اَوَلَمْ تَكُوْنُوْٓا اَقْسَمْتُمْ مِّنْ قَبْلُ مَا لَكُمْ مِّنْ زَوَالٍۙ  ",
            "45": "وَّسَكَنْتُمْ فِيْ مَسٰكِنِ الَّذِيْنَ ظَلَمُوْٓا اَنْفُسَهُمْ وَتَبَيَّنَ لَكُمْ كَيْفَ فَعَلْنَا بِهِمْ وَضَرَبْنَا لَكُمُ الْاَمْثَالَ ",
            "46": "وَقَدْ مَكَرُوْا مَكْرَهُمْ وَعِنْدَ اللّٰهِ مَكْرُهُمْۗ وَاِنْ كَانَ مَكْرُهُمْ لِتَزُوْلَ مِنْهُ الْجِبَالُ ",
            "47": "فَلَا تَحْسَبَنَّ اللّٰهَ مُخْلِفَ وَعْدِهٖ رُسُلَهٗ ۗاِنَّ اللّٰهَ عَزِيْزٌ ذُو انْتِقَامٍۗ   ",
            "48": "يَوْمَ تُبَدَّلُ الْاَرْضُ غَيْرَ الْاَرْضِ وَالسَّمٰوٰتُ وَبَرَزُوْا لِلّٰهِ الْوَاحِدِ الْقَهَّارِ ",
            "49": "وَتَرَى الْمُجْرِمِيْنَ يَوْمَىِٕذٍ مُّقَرَّنِيْنَ فِى الْاَصْفَادِۚ  ",
            "50": "سَرَابِيْلُهُمْ مِّنْ قَطِرَانٍ وَّتَغْشٰى وُجُوْهَهُمُ النَّارُۙ  ",
            "51": "لِيَجْزِيَ اللّٰهُ كُلَّ نَفْسٍ مَّا كَسَبَتْۗ اِنَّ اللّٰهَ سَرِيْعُ الْحِسَابِ ",
            "52": "هٰذَا بَلٰغٌ لِّلنَّاسِ وَلِيُنْذَرُوْا بِهٖ وَلِيَعْلَمُوْٓا اَنَّمَا هُوَ اِلٰهٌ وَّاحِدٌ وَّلِيَذَّكَّرَ اُولُوا الْاَلْبَابِ ࣖ "
        },
        "translations": {
            "id": {
                "name": "Ibrahim",
                "text": {
                    "1": "Alif Lam Ra. (Ini adalah) Kitab yang Kami turunkan kepadamu (Muhammad) agar engkau mengeluarkan manusia dari kegelapan kepada cahaya terang-benderang dengan izin Tuhan, (yaitu) menuju jalan Tuhan Yang Mahaperkasa, Maha Terpuji.",
                    "2": "Allah yang memiliki apa yang ada di langit dan apa yang ada di bumi. Celakalah bagi orang yang ingkar kepada Tuhan karena siksaan yang sangat berat, ",
                    "3": "(yaitu) orang yang lebih menyukai kehidupan dunia daripada (kehidupan) akhirat, dan menghalang-halangi (manusia) dari jalan Allah dan menginginkan (jalan yang) bengkok. Mereka itu berada dalam kesesatan yang jauh.",
                    "4": "Dan Kami tidak mengutus seorang rasul pun, melainkan dengan bahasa kaumnya, agar dia dapat memberi penjelasan kepada mereka. Maka Allah menyesatkan siapa yang Dia kehendaki, dan memberi petunjuk kepada siapa yang Dia kehendaki. Dia Yang Mahaperkasa, Mahabijaksana.",
                    "5": "Dan sungguh, Kami telah mengutus Musa dengan membawa tanda-tanda (kekuasaan) Kami, (dan Kami perintahkan kepadanya), “Keluarkanlah kaummu dari kegelapan kepada cahaya terang-benderang dan ingatkanlah mereka kepada hari-hari Allah.” Sungguh, pada yang demikian itu terdapat tanda-tanda (kekuasaan Allah) bagi setiap orang penyabar dan banyak bersyukur.",
                    "6": "Dan (ingatlah) ketika Musa berkata kepada kaumnya, “Ingatlah nikmat Allah atasmu ketika Dia menyelamatkan kamu dari pengikut-pengikut Fir‘aun; mereka menyiksa kamu dengan siksa yang pedih, dan menyembelih anak-anakmu yang laki-laki, dan membiarkan hidup anak-anak perempuanmu; pada yang demikian itu suatu cobaan yang besar dari Tuhanmu.",
                    "7": "Dan (ingatlah) ketika Tuhanmu memaklumkan, “Sesungguhnya jika kamu bersyukur, niscaya Aku akan menambah (nikmat) kepadamu, tetapi jika kamu mengingkari (nikmat-Ku), maka pasti azab-Ku sangat berat.”",
                    "8": "Dan Musa berkata, “Jika kamu dan orang yang ada di bumi semuanya  mengingkari (nikmat Allah), maka sesungguhnya Allah Mahakaya, Maha Terpuji.",
                    "9": "Apakah belum sampai kepadamu berita orang-orang sebelum kamu (yaitu) kaum Nuh, ‘Ad, samud dan orang-orang setelah mereka. Tidak ada yang mengetahui mereka selain Allah. Rasul-rasul telah datang kepada mereka membawa bukti-bukti (yang nyata), namun mereka menutupkan tangannya ke mulutnya (karena kebencian), dan berkata, “Sesungguhnya kami tidak percaya akan (bukti bahwa) kamu diutus (kepada kami), dan kami benar-benar dalam keraguan yang menggelisahkan terhadap apa yang kamu serukan kepada kami.”",
                    "10": "Rasul-rasul mereka berkata, “Apakah ada keraguan terhadap Allah, Pencipta langit dan bumi? Dia menyeru kamu (untuk beriman) agar Dia mengampuni sebagian dosa-dosamu dan menangguhkan (siksaan)mu sampai waktu yang ditentukan?” Mereka berkata, “Kamu hanyalah manusia seperti kami juga. Kamu ingin menghalangi kami (menyembah) apa yang dari dahulu disembah nenek moyang kami, karena itu datangkanlah kepada kami bukti yang nyata.”",
                    "11": "Rasul-rasul mereka berkata kepada mereka, “Kami hanyalah manusia seperti kamu, tetapi Allah memberi karunia kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya. Tidak pantas bagi kami mendatangkan suatu bukti kepada kamu melainkan dengan izin Allah. Dan hanya kepada Allah saja hendaknya orang yang beriman bertawakal.",
                    "12": "Dan mengapa kami tidak akan bertawakal kepada Allah, sedangkan Dia telah menunjukkan jalan kepada kami, dan kami sungguh, akan tetap bersabar terhadap gangguan yang kamu lakukan kepada kami. Dan hanya kepada Allah saja orang yang bertawakal berserah diri.”",
                    "13": "Dan orang-orang kafir berkata kepada rasul-rasul mereka, “Kami pasti akan mengusir kamu dari negeri kami atau kamu benar-benar kembali kepada agama kami.” Maka Tuhan mewahyukan kepada mereka, “Kami pasti akan membinasakan orang yang zalim itu.",
                    "14": "Dan Kami pasti akan menempatkan kamu di negeri-negeri itu setelah mereka. Yang demikian itu (adalah untuk) orang-orang yang takut (menghadap) ke hadirat-Ku dan takut akan ancaman-Ku.”",
                    "15": "Dan mereka memohon diberi kemenangan dan binasalah semua orang yang berlaku sewenang-wenang lagi keras kepala, ",
                    "16": "di hadapannya ada neraka Jahanam dan dia akan diberi minuman dengan air nanah,",
                    "17": "diteguk-teguknya (air nanah itu) dan dia hampir tidak bisa menelannya dan datanglah (bahaya) maut kepadanya dari segenap penjuru, tetapi dia tidak juga mati; dan di hadapannya (masih ada) azab yang berat.",
                    "18": "Perumpamaan orang yang ingkar kepada Tuhannya, perbuatan mereka seperti abu yang ditiup oleh angin keras pada suatu hari yang berangin kencang. Mereka tidak kuasa (mendatangkan manfaat) sama sekali dari apa yang telah mereka usahakan (di dunia). Yang demikian itu adalah kesesatan yang jauh.",
                    "19": "Tidakkah kamu memperhatikan, bahwa sesungguhnya Allah telah menciptakan langit dan bumi dengan hak (benar)? Jika Dia menghendaki, niscaya Dia membinasakan kamu dan mendatangkan makhluk yang baru (untuk menggantikan kamu),",
                    "20": "dan yang demikian itu tidak sukar bagi Allah.",
                    "21": "Dan mereka semua (di padang Mahsyar) berkumpul untuk menghadap ke hadirat Allah, lalu orang yang lemah berkata kepada orang yang sombong, “Sesungguhnya kami dahulu adalah pengikut-pengikutmu, maka dapatkah kamu menghindarkan kami dari azab Allah (walaupun) sedikit saja?” Mereka menjawab, “Sekiranya Allah memberi petunjuk kepada kami, niscaya kami dapat memberi petunjuk kepadamu. Sama saja bagi kita, apakah kita mengeluh atau bersabar. Kita tidak mempunyai tempat untuk melarikan diri.”",
                    "22": "Dan setan berkata ketika perkara (hisab) telah diselesaikan, “Sesungguhnya Allah telah menjanjikan kepadamu janji yang benar, dan aku pun telah menjanjikan kepadamu tetapi aku menyalahinya. Tidak ada kekuasaan bagiku terhadapmu, melainkan (sekedar) aku menyeru kamu lalu kamu mematuhi seruanku, oleh sebab itu janganlah kamu mencerca aku, tetapi cercalah dirimu sendiri. Aku tidak dapat menolongmu, dan kamu pun tidak dapat menolongku. Sesungguhnya aku tidak membenarkan perbuatanmu mempersekutukan aku (dengan Allah) sejak dahulu.” Sungguh, orang yang zalim akan mendapat siksaan yang pedih.",
                    "23": "Dan orang yang beriman dan mengerjakan kebajikan dimasukkan ke dalam surga-surga yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya dengan seizin Tuhan mereka. Ucapan penghormatan mereka dalam (surga) itu ialah salam.",
                    "24": "Tidakkah kamu memperhatikan bagai-mana Allah telah membuat perumpamaan kalimat yang baik seperti pohon yang baik, akarnya kuat dan cabangnya (menjulang) ke langit,",
                    "25": "(pohon) itu menghasilkan buahnya pada setiap waktu dengan seizin Tuhannya. Dan Allah membuat perumpamaan itu untuk manusia agar mereka selalu ingat.",
                    "26": "Dan perumpamaan kalimat yang buruk seperti pohon yang buruk, yang telah dicabut akar-akarnya dari permukaan bumi; tidak dapat tetap (tegak) sedikit pun.",
                    "27": " Allah meneguhkan (iman) orang-orang yang beriman dengan ucapan yang teguh (dalam kehidupan) di dunia dan di akhirat; dan Allah menyesatkan orang-orang yang zalim dan Allah berbuat apa yang Dia kehendaki.",
                    "28": "Tidakkah kamu memperhatikan orang-orang yang telah menukar nikmat Allah dengan ingkar kepada Allah dan menjatuhkan kaumnya ke lembah kebinasaan?",
                    "29": " yaitu neraka Jahanam; mereka masuk ke dalamnya; dan itulah seburuk-buruk tempat kediaman.",
                    "30": "Dan mereka (orang kafir) itu telah menjadikan tandingan bagi Allah untuk menyesatkan (manusia) dari jalan-Nya. Katakanlah (Muhammad), “Bersenang-senanglah kamu, karena sesungguhnya tempat kembalimu ke neraka.”",
                    "31": "Katakanlah (Muhammad) kepada hamba-hamba-Ku yang telah beriman, “Hendaklah mereka melaksanakan salat, menginfakkan sebagian rezeki yang Kami berikan secara sembunyi atau terang-terangan sebelum datang hari, ketika tidak ada lagi jual beli dan persahabatan.” ",
                    "32": "Allah-lah yang telah menciptakan langit dan bumi dan menurunkan air (hujan) dari langit, kemudian dengan (air hujan) itu Dia mengeluarkan berbagai buah-buahan sebagai rezeki untukmu; dan Dia telah menundukkan kapal bagimu agar berlayar di lautan dengan kehendak-Nya, dan Dia telah menundukkan sungai-sungai bagimu. ",
                    "33": "Dan Dia telah menundukkan matahari dan bulan bagimu yang terus-menerus beredar (dalam orbitnya); dan telah menundukkan malam dan siang bagimu.",
                    "34": "Dan Dia telah memberikan kepadamu segala apa yang kamu mohonkan kepada-Nya. Dan jika kamu menghitung nikmat Allah, niscaya kamu tidak akan mampu menghitungnya. Sungguh, manusia itu sangat zalim dan sangat mengingkari (nikmat Allah).",
                    "35": "Dan (ingatlah), ketika Ibrahim berdoa, “Ya Tuhan, jadikanlah negeri ini (Mekah), negeri yang aman, dan jauhkanlah aku beserta anak cucuku agar tidak menyembah berhala.",
                    "36": "Ya Tuhan, berhala-berhala itu telah menyesatkan banyak dari manusia. Barangsiapa mengikutiku, maka orang itu termasuk golonganku, dan barang-siapa mendurhakaiku, maka Engkau Maha Pengampun, Maha Penyayang.",
                    "37": "Ya Tuhan, sesungguhnya aku telah menempatkan sebagian keturunanku di lembah yang tidak mempunyai tanam-tanaman di dekat rumah Engkau (Baitullah) yang dihormati, ya Tuhan (yang demikian itu) agar mereka melaksanakan salat, maka jadikanlah hati sebagian manusia cenderung kepada mereka dan berilah mereka rezeki dari buah-buahan, mudah-mudahan mereka bersyukur.",
                    "38": "Ya Tuhan kami, sesungguhnya Engkau mengetahui apa yang kami sembunyikan dan apa yang kami tampakkan; dan tidak ada sesuatu pun yang tersembunyi bagi Allah, baik yang ada di bumi maupun yang ada di langit.",
                    "39": "Segala puji bagi Allah yang telah menganugerahkan kepadaku di hari tua(ku) Ismail dan Ishak. Sungguh, Tuhanku benar-benar Maha Mendengar (memperkenankan) doa.",
                    "40": " Ya Tuhanku, jadikanlah aku dan anak cucuku orang yang tetap melaksanakan salat, ya Tuhan kami, perkenankanlah doaku.",
                    "41": " Ya Tuhan kami, ampunilah aku dan kedua ibu bapakku dan semua orang yang beriman pada hari diadakan perhitungan (hari Kiamat).”",
                    "42": "Dan janganlah engkau mengira, bahwa Allah lengah dari apa yang diperbuat oleh orang yang zalim. Sesungguhnya Allah menangguhkan mereka sampai hari yang pada waktu itu mata (mereka) terbelalak,",
                    "43": "mereka datang tergesa-gesa (memenuhi panggilan) dengan mengangkat kepalanya, sedang mata mereka tidak berkedip-kedip dan hati mereka kosong. ",
                    "44": "Dan berikanlah peringatan (Muhammad) kepada manusia pada hari (ketika) azab datang kepada mereka, maka orang yang zalim berkata, “Ya Tuhan kami, berilah kami kesempatan (kembali ke dunia) walaupun sebentar, niscaya kami akan mematuhi seruan Engkau dan akan mengikuti rasul-rasul.” (Kepada mereka dikatakan), “Bukankah dahulu (di dunia) kamu telah bersumpah bahwa sekali-kali kamu tidak akan binasa?",
                    "45": "Dan kamu telah tinggal di tempat orang yang menzalimi diri sendiri, dan telah nyata bagimu bagaimana Kami telah berbuat terhadap mereka dan telah Kami berikan kepadamu beberapa perumpamaan.”",
                    "46": "Dan sungguh, mereka telah membuat tipu daya padahal Allah (mengetahui dan akan membalas) tipu daya mereka. Dan sesungguhnya tipu daya mereka tidak mampu melenyapkan gunung-gunung.",
                    "47": " Maka karena itu jangan sekali-kali kamu mengira bahwa Allah mengingkari janji-Nya kepada rasul-rasul-Nya. Sungguh, Allah Mahaperkasa dan mempunyai pembalasan.",
                    "48": "(Yaitu) pada hari (ketika) bumi diganti dengan bumi yang lain dan (demikian pula) langit, dan mereka (manusia) berkumpul (di Padang Mahsyar) menghadap Allah Yang Maha Esa, Mahaperkasa. ",
                    "49": "Dan pada hari itu engkau akan melihat orang yang berdosa bersama-sama diikat dengan belenggu.",
                    "50": "Pakaian mereka dari cairan aspal, dan wajah mereka ditutup oleh api neraka,",
                    "51": "agar Allah memberi balasan kepada setiap orang terhadap apa yang dia usahakan. Sungguh, Allah Mahacepat perhitungan-Nya. ",
                    "52": "Dan (Al-Qur'an) ini adalah penjelasan (yang sempurna) bagi manusia, agar mereka diberi peringatan dengannya, agar mereka mengetahui bahwa Dia adalah Tuhan Yang Maha Esa dan agar orang yang berakal mengambil pelajaran."
                }
            }
        },
        "tafsir": {
            "id": {
                "kemenag": {
                    "text": {
                        "1": "(5) Ayat ini menjelaskan sikap orang kafir terhadap keesaan Allah, dimana Allah mengatakan kepada Nabi Muhammad bahwa jika beliau heran terhadap penyembahan mereka kepada berhala-berhala yang tidak memberi mudarat dan membawa manfaat setelah dikemukakan dalil-dalil keesaan Allah, maka yang lebih patut mengherankan adalah ucapan mereka yang mendustakan hari kebangkitan pada hari kiamat. Mereka berkata, \"Apabila kami telah menjadi tanah apakah kami benar-benar akan dikembalikan lagi menjadi makhluk yang baru?\" \nMereka mengucapkan kata-kata pengingkaran itu padahal mereka tidak mengingkari kekuasaan Allah dalam menciptakan mereka sejak berada dalam kandungan ibunya. Pertanyaan yang mengandung keingkaran itu berulang-ulang disebut dalam sebelas tempat di delapan surah dalam Al-Quran, yaitu Surah ar-Rad/13: 5, al-Isra/17: 49 dan 98, al-Muminun/23: 35 dan 82, an-Nahl/16: 38, as-Sajdah/32: 10, ash-shaffat/37: 16 dan 53, al-Waqiah/56: 47, dan an-Naziat/79: 11. Semuanya mengandung keingkaran yang sangat keras sehingga mengesankan bahwa hari kebangkitan itu mustahil akan terjadi. Menurut mereka tidak mungkin orang yang sudah meninggal dunia dan menjadi tulang-belulang akan hidup kembali. Kemudian Allah menegaskan bahwa orang yang ingkar pada hari kebangkitan itulah yang juga ingkar terhadap Tuhannya. Mengingkari kekuasaan Allah sama halnya dengan mengingkari Allah itu sendiri. Mereka akan dipasangkan belenggu di lehernya sebagai akibat di dunia tidak meyakini kebenaran dan mengikuti petunjuk. Ada pula yang menafsirkan bahwa mereka itu pada hari kiamat ketika diadili dan dipasangkan beberapa belenggu di lehernya seperti seorang tawanan. Firman Allah: \nKetika belenggu dan rantai dipasang di leher mereka, seraya mereka diseret, ke dalam air yang sangat panas, kemudian mereka dibakar dalam api. (al-Mumin/40: 71-72) \n \nMereka adalah penghuni neraka yang kekal di dalamnya dan hidup dalam kehinaan sebagai akibat dari keingkaran dan kejahatannya selama hidup di dunia. \nAllah swt dengan sifat kemahakuasaan-Nya, mampu menciptakan segala sesuatu yang ada di dunia ini, baik yang hidup dan bergerak, maupun yang mati, bahkan dari tidak ada menjadi ada. Oleh karena itu, Allah akan dengan mudah membangkitkan kembali manusia setelah mati. Firman Allah: \n... dia berkata, \"Siapakah yang dapat menghidupkan tulang-belulang yang telah hancur luluh? Katakanlah (Muhammad), \"Yang akan menghidupkan-nya ialah (Allah) yang menciptakannya pertama kali... (Yasin/36: 78-79) \n \nFirman Allah: \nApakah manusia mengira, bahwa Kami tidak akan mengumpulkan (kembali) tulang-belulangnya? (Bahkan), Kami mampu menyusun (kembali) jari-jemarinya dengan sempurna. (al-Qiyamah/75: 3-4)",
                        "2": "(6) Setelah mendustakan Rasul dan mengingkari azab hari kiamat, mereka mengingkari pula azab di dunia yang telah diancamkan oleh Rasulullah kepada mereka. Mereka meminta kepadanya agar siksa yang telah diancamkan kepada mereka disegerakan datangnya. Semestinya mereka memohon kebaikan dan keselamatan dari turunnya azab dan mengharapkan pahala yang dijanjikan oleh Rasulullah di akhirat. Padahal bermacam-macam azab telah ditimpakan Allah kepada umat-umat yang mendustakan para rasul sebelumnya. Di antara mereka ada yang diubah rupa dan sifatnya menjadi seperti kera, ada pula yang dihancurkan dengan gempa bumi, dan sebagainya. Tentang keadaan mereka yang lebih suka menantang turunnya azab daripada meminta kebaikan disebutkan pula dalam firman Allah: \nDan (ingatlah), ketika mereka (orang-orang musyrik) berkata, \"Ya Allah, jika (Al-Quran) ini benar (wahyu) dari Engkau, maka hujanilah kami dengan batu dari langit, atau datangkanlah kepada kami azab yang pedih. (al-Anfal/8: 32) \n \nSesungguhnya Allah benar-benar mempunyai ampunan yang luas terhadap dosa-dosa hamba-Nya yang bertobat dan menutupi kesalahan-kesalahannya pada hari kiamat. Seandainya tidak bersifat Maha Penyantun, tentu Allah akan menyiksa manusia karena kezalimannya. Firman Allah: \nDan sekiranya Allah menghukum manusia disebabkan apa yang telah mereka perbuat, niscaya Dia tidak akan menyisakan satu pun makhluk bergerak yang bernyawa di bumi ini. (Fathir/35: 45) \n \nSesungguhnya siksaan Allah sangat pedih terhadap orang yang mengerja-kan kejahatan dan terus bergelimang dalam kesesatan dan dosa. Ada sebagian azab yang disegerakan turunnya di dunia sebagai akibat dari berbagai dosa, seperti terganggunya kesehatan orang-orang yang biasa minum minuman keras, bangkrutnya orang-orang yang suka berjudi padahal sebelumnya kaya, dan seseorang koruptor yang dicopot dari kedudukannya yang tinggi karena terlibat soal korupsi dan manipulasi. Sering sekali ampunan dari Allah itu disebut berdampingan dengan siksaan agar seorang hamba Allah selalu berada di posisi tengah antara khauf dan raja (ketakutan terhadap azab Allah dan harapan memperoleh ampunan-Nya) seperti dalam firman Allah: \nSesungguhnya Tuhanmu sangat cepat siksa-Nya, dan sesungguhnya Dia Maha Pengampun, Maha Penyayang. (al-Araf/7: 167)",
                        "3": "(7) Dalam ayat ini dijelaskan bagaimana orang-orang kafir berkata kepada Nabi Muhammad dengan nada menantang mengapa tidak diturunkan kepadanya tanda kebesaran dari Tuhannya seperti tongkat sebagai mukjizat yang diberikan kepada Nabi Musa dan unta kepada Nabi Saleh, serta mengapa Muhammad tidak bisa menjadikan bukit Safa menjadi emas atau mengubah bukit-bukit ini menjadi lembah dengan sungai yang mengalir. Mereka menuntut yang demikian itu karena menyangka bahwa Al-Quran bukan merupakan mukjizat. Allah swt telah menolak tuntutan mereka itu dengan firman-Nya: \nDan tidak ada yang menghalangi Kami untuk mengirimkan (kepadamu) tanda-tanda (kekuasaan Kami), melainkan karena (tanda-tanda) itu telah didustakan oleh orang terdahulu. (al-Isra/17: 59) \n \nSunatullah yang berlaku adalah jika tanda-tanda kekuasaan Allah telah diminta, dan setelah tanda-tanda itu diturunkan, namun mereka yang menuntutnya tetap membangkang dan tidak percaya, pasti mereka akan dimusnahkan dengan azab Allah. Allah tidak menghendaki yang demikian itu sehingga tidak menurunkan tanda-tanda mukjizat seperti yang mereka tuntut. Nabi Muhammad saw telah diberi mukjizat yang lain untuk menunjukkan kebenaran risalahnya. Tugas pokok Nabi Muhammad saw hanya sekedar menyampaikan risalahnya seperti tugas nabi-nabi sebelum-nya, bukan memenuhi usul dan permintaan kaumnya agar mereka dapat petunjuk. Urusan memberi petunjuk ke dalam hati seseorang hanya di tangan Allah dan tidak menjadi wewenang Nabi Muhammad, seperti diterangkan dalam firman Allah: \nBukanlah kewajibanmu (Muhammad) menjadikan mereka mendapat petunjuk, tetapi Allahlah yang memberi petunjuk kepada siapa yang Dia kehendaki. (al-Baqarah/2: 272) \n \nSesungguhnya Nabi Muhammad hanyalah seorang pemberi peringatan. Bagi tiap-tiap umat ada pemimpin yang memberi petunjuk kepada kebaikan. Mereka itu adalah para nabi dan jika mereka telah tiada, maka ahli hikmah, ulama, dan mujtahidin yang melanjutkan tugas nabi untuk menggali dan menjelaskan syariat secara lebih terperinci yang mengandung unsur-unsur akhlak yang baik dan pedoman hidup bagi umat manusia. Firman Allah: \nDan tidak ada satu pun umat melainkan di sana telah datang seorang pemberi peringatan. (Fathir/35: 24)",
                        "4": "(8) Ayat ini menjelaskan bahwa Allah mengetahui apa yang dikandung oleh setiap perempuan dalam rahimnya, baik isi kandungan itu berjenis kelamin laki-laki ataupun perempuan, satu atau kembar, dan akan panjang usianya atau pendek, seperti tersebut dalam firman-Nya: \nDia mengetahui tentang kamu, sejak Dia menjadikan kamu dari tanah lalu ketika kamu masih janin dalam perut ibumu. (an-Najm/53: 32) \n \nAllah mengetahui kandungan rahim yang kurang sempurna, dimana bayinya memiliki cacat tubuh. Allah mengetahui kandungan rahim yang kembar dua, tiga, empat, atau lebih, dan yang masa kandungannya sempurna sembilan bulan, kurang dari itu, ataupun lebih. Menurut penelitian beberapa rumah sakit di London, janin tidak dapat hidup dalam kandungan ibunya lebih dari 305 hari, sedangkan menurut penelitian rumah sakit di Berlin tidak lebih dari 308 hari. Bagi tiap-tiap sesuatu telah ada ukurannya di sisi Allah swt, tidak ada kekurangan atau tambahannya, seperti tersebut dalam firman-Nya: \nSungguh, Kami menciptakan segala sesuatu menurut ukuran. (al-Qamar/54: 49) \n \nAyat di atas memberikan pernyataan mengenai proses embriologi yang terjadi dalam kandungan. Ayat selengkapnya mengenai perubahan yang terjadi dalam proses embriologi manusia dapat dilihat pada Surah Al-Muminun/23: 12-16 yang penggalannya sebagai berikut: Dan sungguh, Kami telah menciptakan manusia dari saripati (berasal) dari tanah. Kemudian Kami menjadikannya air mani (yang disimpan) dalam tempat yang kokoh (rahim).¦ \nDua ayat lain yang membicarakan secara umum mengenai tahapan-tahapan dalam perkembangan manusia. Pertama adalah Surah Nuh/71: 13-14 berikut: Mengapa kamu tidak takut akan kebesaran Allah? Dan sungguh, Dia telah menciptakan kamu dalam beberapa tingkatan (kejadian). Ayat kedua adalah Surah Fathir/35: 11 yang penggalannya sebagai berikut: Dan Allah menciptakan kamu dari tanah kemudian dari air mani, kemudian Dia menjadikan kamu berpasangan (laki-laki dan perempuan).",
                        "5": "(9) Ayat ini menjelaskan bahwa Dialah Tuhan Yang Mengetahui yang gaib, yang tampak, dan yang tidak bisa diketahui oleh pancaindra manusia. Ilmu pengetahuan telah membuktikan bahwa ada makhluk yang tidak dapat dilihat dengan mata telanjang, karena kecil sekali. Ia baru dapat dilihat dengan mikroskop dan teleskop, seperti bakteri dan virus yang dapat menularkan bermacam-macam penyakit yang sulit sekali untuk diberantas, atau sampai sekarang belum ditemukan obat pembasminya. Bakteri dan virus itu termasuk tentara Allah, yang tidak dapat diketahui berapa jumlahnya melainkan oleh Allah sendiri, seperti diterangkan dalam firman-Nya:",
                        "6": "(10) Selanjutnya ayat ini menerangkan sifat Maha Mengetahui Allah terhadap seseorang yang merahasiakan ucapannya dan menyimpan dalam hatinya, atau yang berterus terang mengucapkannya. Semua itu sama di hadapan Allah. Tidak ada yang samar atau terselubung bagi-Nya. seperti Firman Allah: \nDan jika engkau mengeraskan ucapanmu, sungguh, Dia mengetahui rahasia dan yang lebih tersembunyi. (thaha/20: 7) \n \nBegitu pula Allah mengetahui siapa yang bersembunyi di malam hari dan berjalan menampakkan diri di siang hari. Semua itu tetap berada dalam ruang lingkup pengetahuan-Nya karena Allah Maha Mengetahui segalanya. Firman Allah: \nDan kunci-kunci semua yang gaib ada pada-Nya; tidak ada yang mengetahui selain Dia. Dia mengetahui apa yang ada di darat dan di laut. Tidak ada sehelai daun pun yang gugur yang tidak diketahui-Nya. Tidak ada sebutir biji pun dalam kegelapan bumi dan tidak pula sesuatu yang basah atau yang kering, yang tidak tertulis dalam Kitab yang nyata (Lauh Mahfudh). (al-Anam/6: 59)",
                        "7": "(11) Ayat ini menjelaskan bahwa Allah swt menugaskan kepada beberapa malaikat untuk selalu mengikuti manusia secara bergiliran, di muka dan di belakangnya. Mereka menjaganya atas perintah Allah. Ada malaikat yang bertugas menjaga manusia di malam hari, dan ada yang di siang hari, menjaga dari pelbagai bahaya dan kemudaratan. Ada pula malaikat yang mencatat semua amal perbuatan manusia, yang baik atau yang buruk, yaitu malaikat yang berada di sebelah kanan dan kiri. Malaikat yang berada di sebelah kanan mencatat segala kebaikan, dan yang di sebelah kiri mencatat amal keburukan, dan dua malaikat lainnya, yang satu di depan dan satu lagi di belakang. Setiap orang memiliki empat malaikat empat pada siang hari dan empat pada malam hari. Mereka datang secara bergiliran, sebagaimana diterangkan dalam hadis yang sahih: \nAda beberapa malaikat yang menjaga kamu secara bergiliran di malam hari dan di siang hari. Mereka bertemu (untuk mengadakan serah terima) pada waktu salat Subuh dan salat Ashar, lalu naiklah malaikat-malaikat yang menjaga di malam hari kepada Allah Taala. Dia bertanya, sedangkan Ia sudah mengetahui apa yang akan ditanyakannya itu, \"Bagaimana keadaan hamba-hamba-Ku ketika kamu meninggalkan mereka (di dunia)?\" Malaikat menjawab, \"Kami datang kepada mereka ketika salat dan kami meninggalkan mereka, dan mereka pun sedang salat.\" (Riwayat al-Bukhari dari Abu Hurairah) \n \nApabila manusia mengetahui bahwa di sisinya ada malaikat-malaikat yang mencatat semua amal perbuatan dan mengawasinya, maka dia harus selalu menjaga diri dari perbuatan maksiat karena setiap aktivitasnya akan dilihat oleh malaikat-malaikat itu. Pengawasan malaikat terhadap perbuatan manusia dapat diyakini kebenarannya setelah ilmu pengetahuan menciptakan alat-alat modern yang dapat mencatat semua kejadian yang terjadi pada diri manusia. Sebagai contoh, alat pengukur pemakaian aliran listrik dan air minum di tiap-tiap kota dan desa telah diatur sedemikian rupa sehingga dapat diketahui berapa jumlah yang telah dipergunakan dan berapa yang harus dibayar oleh si pemakai. Demikian pula alat-alat yang dipasang di kendaraan bermotor yang dapat mencatat kecepatannya dan mengukur berapa jarak yang telah ditempuh. \nPerkembangan ilmu pengetahuan yang dapat mengungkapkan bermacam-macam perkara gaib, sebagai bukti yang dapat memberi keyakinan kepada kita tentang benarnya teori ketentuan agama. Hal itu juga menjadi sebab untuk meyakinkan orang-orang yang dikuasai oleh doktrin kebendaan, sehingga mereka mengakui adanya hal-hal gaib yang tidak dapat dirasakan dan diketahui hanya dengan panca indera. Oleh karena itu, sungguh tepat orang yang mengatakan bahwa kedudukan agama dan pengetahuan dalam Islam laksana dua anak kembar yang tidak dapat dipisahkan, atau seperti dua orang kawan yang selalu bersama seiring sejalan dan tidak saling berbantahan. \nMalaikat-malaikat itu menjaga manusia atas perintah Allah dan seizin-Nya. Mereka menjalankan tugas dengan sempurna. Sebagaimana dalam alam kebendaan ada hubungan erat antara sebab dan akibat, sesuai dengan hikmahnya, seperti adanya pelupuk mata yang dapat melindungi mata dari benda yang mungkin masuk dan bisa merusaknya, demikian pula dalam kerohanian, Allah telah menugaskan beberapa malaikat untuk menjaga manusia dari berbagai kemudaratan dan godaan hawa nafsu dan setan. \nAllah swt telah menugaskan para malaikat itu untuk mencatat amal perbuatan manusia meskipun kita tidak tahu bagaimana cara mereka mencatat. Kita mengetahui bahwa sesungguhnya Allah sendiri cukup untuk mengetahuinya, tetapi mengapa Dia masih menugaskan malaikat untuk mencatatnya? Mungkin di dalamnya terkandung hikmah agar manusia lebih tunduk dan berhati-hati dalam bertindak karena kemahatahuan Allah melingkupi mereka. Amal mereka terekam dengan akurat sehingga kelak tidak ada yang merasa dizalimi dalam pengadilan Allah. \nAli bin Abi Talib mengatakan bahwa tidak ada seorang hamba pun melainkan ada malaikat yang menjaganya dari kejatuhan tembok, jatuh ke dalam sumur, dimakan binatang buas, tenggelam, atau terbakar. Akan tetapi, bilamana datang kepastian dari Allah atau saat datangnya ajal, mereka membiarkan manusia ditimpa oleh bencana dan sebagainya. \nAllah tidak akan mengubah keadaan suatu bangsa dari kenikmatan dan kesejahteraan yang dinikmatinya menjadi binasa dan sengsara, melainkan mereka sendiri yang mengubahnya. Hal tersebut diakibatkan oleh perbuatan aniaya dan saling bermusuhan, serta berbuat kerusakan dan dosa di muka bumi. Hadis Rasulullah saw: \nJika manusia melihat seseorang yang zalim dan tidak bertindak terhadapnya, maka mungkin sekali Allah akan menurunkan azab yang mengenai mereka semuanya. (Riwayat Abu Dawud, at-Tirmidzi, dan Ibnu Majah dari Abu Bakar ash-shiddiq) \n \nPernyataan ini diperkuat dengan firman Allah: \n \nDan peliharalah dirimu dari siksaan yang tidak hanya menimpa orang-orang yang zalim saja di antara kamu. (al-Anfal/8: 25) \n \nKaum muslimin pada fase pertama penyebaran Islam telah mengikuti ajaran-ajaran Al-Quran dengan penuh keyakinan dan kesadaran, sehingga mereka menjadi umat terbaik di antara manusia. Mereka menguasai berbagai kawasan yang makmur pada waktu itu, serta mengalahkan kerajaan Roma dan Persia dengan menjalankan kebijaksanaan dalam pemerintahan yang adil, dan disaksikan oleh musuh-musuhnya. Orang-orang yang teraniaya dibela dalam rangka menegakkan keadilan. Oleh karena itu, agama Islam telah diakui sebagai unsur mutlak dalam pembinaan karakter bangsa dan pembangunan negara. \nSetelah generasi mereka berlalu dan diganti dengan generasi yang datang kemudian, ternyata banyak yang melalaikan ajaran agama tentang keadilan dan kebenaran, sehingga keadaan mereka berubah menjadi bangsa yang hina. Padahal sebelum itu, mereka merupakan bangsa yang terhormat, berwibawa, mulia, dan disegani oleh kawan maupun lawan. Mereka menjadi bangsa yang diperbudak oleh kaum penjajah, padahal sebelumnya mereka sebagai penguasa. Mereka menjadi bangsa yang mengekor, padahal dahulunya mereka merupakan bangsa yang memimpin. \nIbnu Khaldun dalam Muqaddimah-nya telah mencantumkan sebuah bab dengan judul: Kezaliman dapat Menghancurkan Kemakmuran. Beliau mengemukakan beberapa contoh dalam sejarah sebelum dan sesudah Islam, bahwa kezaliman itu menghancurkan kekuasaan umat Islam dan merendahkan derajatnya, sehingga menjadi rongrongan dari semua bangsa. Umat Islam yang pernah jaya terpuruk beberapa abad lamanya di bawah kekuasaan dan penjajahan orang Barat. \nApabila Allah menghendaki keburukan bagi suatu kaum dengan penyakit, kemiskinan, atau bermacam-macam cobaan yang lain sebagai akibat dari perbuatan buruk yang mereka kerjakan, maka tak ada seorang pun yang dapat menolaknya dan sekali-kali tidak ada pelindung bagi mereka selain Allah.",
                        "8": "(12) Dialah Tuhan yang memperlihatkan kilat, yang menimbulkan ketakutan disambar petir bagi orang-orang yang sedang berada di alam bebas atau bepergian. Tetapi kadangkala kilat dan petir itu menimbulkan harapan bagi orang lain seperti para petani yang mengharapkan turunnya hujan untuk mengairi sawah dan ladangnya. Demikian pula segala sesuatu di dunia ini, kadang-kadang dipandang baik karena dibutuhkan pada masa-masa tertentu, dan kadangkala dipandang buruk mengingat kemudaratan yang mungkin ditimbulkannya. Allah pula yang mengadakan awan mendung yang mengandung air hujan dan karena beratnya, maka awan tersebut tercurah ke permukaan bumi turun menjadi hujan. \nMenurut kajian saintis, terbentuknya awan-awan mendung (thunder-clouds), kilat, guruh, dan halilintar, sebagaimana diungkapkan dalam Al-Quran, sejak awal diyakini oleh banyak ilmuwan merupakan fenomena alam yang mempunyai hubungan yang erat dengan proses kejadian hujan dan atau badai yang sering terjadi di permukaan bumi. Fenomena ini adalah salah satu tanda kekuasaan dan keperkasaan Allah. \nMemang tidak semua jenis awan bisa mendatangkan hujan. Awan yang dapat menyebabkan turunnya hujan adalah awan dari jenis kumulonimbus (cumulonimbus). Menurut saintis, awan yang terbentuk akan menghasilkan pemisah muatan (listrik) positif dan negatif. Muatan positif umumnya berkumpul di bagian atas awan, sedangkan muatan negatif berkumpul di bagian bawah awan. Muatan tersebut akan mengalir melalui berbagai cara seperti antar kantong muatan di awan, dari awan ke bumi, lepas melalui udara sebagai aliran muatan elektrostatik, dan meloncat ke ionosfer. Lompatan bunga api raksasa ini dikenal sebagai petir, kilat, atau halilintar. Sebagai akibatnya udara terbelah, sambarannya yang memiliki kecepatan mencapai 150.000 km/detik akan menimbulkan bunyi menggele-gar yang biasa kita sebut geluduk, geledek, guruh, guntur, dan lain-lain. Suara geledek ini menciutkan hati manusia yang mendengarnya dan dampaknya kerap bisa mematikan manusia. Inilah yang dimaksud dengan \"kilat yang menakutkan\". \nBenjamin Franklin (1752) berhasil membuktikan bahwa petir adalah suatu lompatan listrik (electric discharge) yang sangat besar. Dari hasil penelitian kemudian diketahui bahwa besar medan listrik minimal yang memungkinkan terpicunya petir ini adalah sekitar 1.000.000 volt per meter. \nDalam kondisi tertentu, bumi yang cenderung menjadi peredam listrik statis, bisa pula ikut berinteraksi. Hal ini dimungkinkan terjadi peng-konsentrasian listrik bermuatan positif karena adanya beda muatan antara dasar awan dengan permukaan bumi. Yang terjadi kemudian adalah perpindahan muatan listrik. Maka secara fisik kita akan melihat sambaran petir dengan muatan listrik yang begitu besar, selanjutnya akan segera menyebar ke bagian permukaan bumi yang kemudian menjalar ke dalam tanah dan akhirnya ternetralisasi pada kedalaman yang mengandung air tanah. Tempat terjadinya perpindahan muatan listrik ini yang sering kali mendatangkan musibah dan kerusakan. Ini yang biasa dikenal dengan istilah disambar petir atau geledek. \nDari sisi pengamatan lainnya diketahui bahwa petir mempunyai manfaat bagi bumi dan manusia. Petir merupakan proses alam yang menghasilkan unsur nitrogen yang dibutuhkan tumbuh-tumbuhan dan mengisi sekitar 4/5 atmosfir bumi, bahkan petir juga berfungsi dalam sirkuit global listrik. Kilatan petir raksasa diyakini akan dapat membantu menyeimbangkan sirkuit global listrik antara bumi dan angkasa dan juga berkonsentrasi dalam pembentukan ozon. Selain itu maka kilat yang berkilauan itu bisa menghasilkan jamur. Menurut penelitian di Jepan, jamur shiitake bisa tumbuh subur bila di sekitar benih yang ditaburkan itu diberi loncatan listrik, yang sama dengan efek kilat. Hal ini berdasarkan pengalaman bahwa setelah kemarin sorenya ada kilat, besoknya di sekitarnya tumbuh banyak sekali jamur. Selain itu panjang (kekuatan) kilat bisa meramalkan curah hujan yang bakal turun keesokan harinya. Demikian penjelasan dari pandangan saintis.",
                        "9": "(13) Suara menggelegar yang dikeluarkan oleh petir akibat terjadinya lompatan listrik yang sangat besar menurut Al-Quran adalah bacaan tasbihnya dalam memuji Allah. Ini merupakan tanda ketundukannya kepada Allah, menyucikan-Nya dari persekutuan dan pengungkapan kelemahan dirinya dibandingkan kekuasaan Penciptanya Yang Mahaluhur dan Maha Agung. Tiap-tiap benda yang bersuara maka suaranya itu berarti tasbih, hanya saja manusia tidak mengerti bahasanya: \nDan tidak ada sesuatu pun melainkan bertasbih dengan memuji-Nya, tetapi kamu tidak mengerti tasbih mereka. (al-Isra/17: 44) \n \nApabila kita mendengar suara guntur dan halilintar, maka disunatkan untuk membaca doa, sebagaimana hadis Rasulullah yang diriwayatkan oleh al-Bukhari, Ahmad, at-Tirmidzi, an-Nasai dari Ibnu Umar, bahwa Nabi Muhammad saw bila mendengar suara guntur dan halilintar beliau membaca: \n \nYa Allah, janganlah Engkau membunuh kami dengan kemurkaan-Mu, janganlah Engkau membinasakan kami dengan azab-Mu, dan berilah kesehatan kepada kami sebelum itu. \n \nIbnu Mardawaih meriwayatkan hadis dari Abu Hurairah sebagai berikut: \nBahwa Rasulullah saw bila ada tiupan angin yang keras, atau mendengar suara guruh, warna mukanya berubah, lalu beliau berkata untuk guruh itu, \"Mahasuci Zat, yang guruh bertasbih kepada-Nya.\" Dan kepada angin beliau berkata, \"Ya Allah jadikanlah angin itu sebagai rahmat dan jangan jadikan sebagai azab.\" \n \nDemikian pula para malaikat bertasbih karena takut kepada Allah dan memuji kepada-Nya. Allah melepaskan halilintar, lalu mengenai siapa yang Dia kehendaki dan membinasakannya. Namun demikian, mereka tetap berbantah-bantahan tentang sifat-sifat Allah yang telah diterangkan oleh rasul-Nya, seperti: ilmu-Nya yang sempurna, kekuasaan, keesaan, dan ketentuan-Nya menghidupkan manusia kembali di hari kiamat untuk menghisab mereka pada hari pengadilan dan pembalasan. \nPada ayat ini, Allah swt menyuruh Nabi supaya bersikap sabar atas keingkaran orang-orang musyrik yang menuntutnya untuk mendatangkan mukjizat seperti tongkat Musa, mukjizat Isa, dan lain-lain. Padahal, Al-Quran sendiri adalah mukjizat terbesar dan kekal sepanjang masa, tidak dapat ditiru oleh siapapun juga. Allah menyuruh Nabi bersabar karena mereka itu sudah melampaui batas sampai mengingkari ketuhanan Allah dan Keesaan-Nya, mengadakan berbagai sekutu bagi-Nya, mengatakan bahwa Allah mempunyai anak, dan mengingkari adanya hari kebangkitan dan pembalasan. Dengan cara demikian, Allah swt menenteramkan hati Nabi supaya jangan larut dalam kesedihan dalam menghadapi semua tantangan itu, dan menyatakan bahwa Dialah Tuhan Yang Mahakeras (siksa-Nya), seperti tercantum dalam firman-Nya: \nDan begitulah siksa Tuhanmu apabila Dia menyiksa (penduduk) negeri-negeri yang berbuat zalim. Sungguh, siksa-Nya sangat pedih, sangat berat. (Hud/11: 102)",
                        "10": "(14) Ayat ini menjelaskan bahwa hanya Allah yang memiliki wewenang untuk mengabulkan doa yang benar. Ada pula yang menafsirkan: hanya kepada Allah saja seruan yang benar tentang ketauhidan, kemurnian, dan keikhlasan dalam ibadah. Berhala-berhala yang disembah kaum musyrik tidak dapat mengabulkan permintaan mereka sedikit pun. Meminta sesuatu kepada berhala ibarat orang yang ingin minum, tetapi hanya dengan membuka kedua telapak tangannya ke dalam air. Ia berharap supaya air itu naik sendiri ke dalam mulutnya. Padahal air itu tentu tidak akan mungkin masuk dengan sendirinya ke dalam mulutnya tanpa ditampung dulu dengan kedua telapak tangan. Demikian pula berhala-berhala yang mereka sembah, jangankan memenuhi permintaan penyembahnya, ditanya saja mereka tidak dapat menjawab. Doa dan ibadah orang-orang kafir kepada berhala hanya sia-sia belaka. Bila mereka berdoa kepada Allah, doanya tidak dikabulkan karena mereka tidak meyakini kekuasaan-Nya. Jika mereka berdoa kepada berhala-berhala, sedikit pun mereka tidak bisa mendengar apalagi mengabulkan permintaannya.",
                        "11": "(15) Ayat ini menegaskan bahwa hanya kepada Allah semua malaikat, jin, dan manusia yang beriman tunduk, sujud, dan patuh, baik dalam keadaan lapang maupun sempit, yang berada di langit dan di bumi, rela dan ikhlas dengan kemauan sendiri. Sedangkan orang-orang kafir hanya tunduk dan patuh apabila dalam keadaan darurat atau terdesak, seperti dalam firman Allah: \nDan apabila kamu ditimpa bahaya di lautan, niscaya hilang semua yang (biasa) kamu seru, kecuali Dia. (al-Isra/17: 67) \n \nMaka apabila mereka naik kapal, mereka berdoa kepada Allah dengan penuh rasa pengabdian (ikhlas) kepada-Nya, tetapi ketika Allah menyelamatkan mereka sampai ke darat, malah mereka (kembali) mempersekutukan (Allah). (al-Ankabut/29: 65) \n \nAllah menjelaskan bahwa bukan hanya tubuh-tubuh mereka saja yang tunduk, sujud, dan patuh kepada Allah, tetapi sujud pula bayang-bayang mereka di waktu pagi dan petang. Setiap benda yang kena sinar matahari terutama di waktu pagi dan petang tentu kelihatan bayang-bayangnya memendek atau memanjang. Semua benda dan bayang-bayangnya tunduk kepada Allah, baik dengan kemauan sendiri maupun terpaksa. Hal ini menunjukkan kekuasaan Allah yang Mahasempurna.",
                        "12": "(16) Ayat ini menjelaskan bahwa Nabi diminta oleh Allah swt untuk menanyakan kepada orang-orang yang menyekutukan Allah, \"Siapakah pencipta alam semesta yang keindahannya sangat mengagumkan manusia?\" Kemudian Nabi sendiri diminta untuk menjawab pertanyaan itu dan mengatakan kepada mereka, \"Dialah Allah yang menciptakan semuanya, mengatur, dan memeliharanya secara tertib dan sempurna.\" Allah swt memerintahkan Nabi Muhammad saw supaya menjawab pertanyaan itu karena bunyi jawaban itu akan sama dengan yang diucapkan oleh orang-orang musyrik sendiri. Mereka tidak akan mengingkari bahwa penciptanya adalah Allah sendiri, seperti tersebut dalam firman-Nya: \nDan jika engkau bertanya kepada mereka, \"Siapakah yang menciptakan langit dan bumi dan menundukkan matahari dan bulan?\" Pasti mereka akan menjawab, \"Allah.\" Maka mengapa mereka bisa dipalingkan (dari kebenaran). (al-Ankabut/29: 61) \n \nJika memang Allah pencipta alam semesta, maka patutkah mereka mengambil pelindung-pelindung selain Allah, padahal berhala-berhala yang mereka sembah itu tidak dapat memberi kemanfaatan atau menolak kemudaratan. Mengapa mereka tetap menjadikan benda-benda mati itu menjadi pelindung? Mengapa akal pikiran mereka tidak digunakan untuk menentukan pilihan yang benar? Padahal benda-benda tersebut tidak mempunyai kemampuan apa-apa meskipun hanya menciptakan seekor lalat. Firman Allah: \nSesungguhnya segala yang kamu seru selain Allah tidak dapat menciptakan seekor lalat pun, walaupun mereka bersatu untuk menciptakannya. Dan jika lalat itu merampas sesuatu dari mereka, mereka tidak akan dapat merebutnya kembali dari lalat itu. (al-hajj/22: 73) \n \nKemudian dalam rangka membuka tabir kepicikan akal mereka, sehingga tidak dapat membandingkan antara yang baik dan yang buruk, Nabi saw diperintahkan untuk mengatakan kepada mereka adakah sama orang buta yang sama sekali tidak dapat melihat dengan orang yang matanya sehat, dapat melihat semua benda di hadapannya dengan terang dan jelas? Tentu saja jawabannya adalah tidak sama. Jika ditanyakan pula kepada mereka apakah sama gelap gulita dengan terang benderang? Tentu jawabannya juga tidak sama. Dengan demikian, akhirnya dapat disimpulkan bahwa Allah Yang Maha Esa dan Sempurna dalam segala-galanya tidak bisa disamakan dengan berhala, benda mati yang sama sekali tidak dapat memberi manfaat dan menolak kemudaratan. Demikian pula kekafiran seseorang kepada Allah dan rasul-Nya tidak sama dengan cahaya keimanan seorang mukmin yang memancar dari wajah dan hatinya. Pertanyaan selanjutnya, apakah berhala-berhala yang mereka sembah itu dapat menciptakan makhluk seperti ciptaan Allah, sehingga kedua ciptaan itu serupa menurut pandangan mereka, dan sukar dibedakan mana ciptaan berhala dan mana ciptaan Allah? \nJika Allah bisa disamakan dengan berhala dalam penciptaan maka ada alasan bagi mereka untuk menyekutukan-Nya. Akan tetapi, kenyataannya tidak demikian. Berhala-berhala itu adalah benda mati, jangankan dapat disamakan ciptaannya dengan ciptaan Allah, wujudnya saja ada karena diukir oleh tangan manusia. Mereka tidak dapat menjawab jika ditanya dan tidak dapat memberi kemanfaatan dan kemudaratan sedikit pun kepada penyembahnya. Sesajen yang dihidangkan di hadapannya jika dicuri oleh lalat, mereka sama sekali tidak dapat mengambilnya kembali. Bahkan jika penyembah-penyembahnya sedang lengah, seekor serigala pun dapat mengencingi kepalanya. \nAllah adalah Pencipta segala sesuatu, termasuk pula Pencipta berhala-berhala, dan Dialah Allah Yang Maha Esa lagi Mahaperkasa. Mengapa kamu menyembah kepada selain-Nya, yang sama sekali tidak memberi manfaat dan kemudaratan?",
                        "13": "(17) Allah menurunkan air hujan dari langit yang mengandung awan, lalu mengalirkan air hujan itu ke berbagai lembah yang lebar dan yang sempit sesuai dengan ukurannya. Kajian saintis menjelaskan bahwa lembah-lembah umumnya terbentuk oleh gerusan air. Air pertama-tama menggerus bagian-bagian batuan yang paling lunak dan kemudian membentuk aliran sungai. Alur aliran sungai ini lambat laun membesar membentuk lembah-lembah sungai. Ukuran lembah-lembah sungai umumnya selain dipengaruhi oleh besarnya aliran air yang juga ditentukan oleh besarnya curah hujan, kekerasan batuan dan umur batuan. Dalam bidang geomorfologi dikenal besaran kerapatan sungai, yaitu jumlah panjang sungai yang terdapat pada satu luasan daerah dengan satuan km/km2. Besarnya kerapatan sungai umumnya menggambarkan besarnya curah hujan di daerah tersebut. \nArus air itu akan menimbulkan banyak buih di permukaannya yang merupakan gumpalan buih yang ikut bergerak dengan arus air, sehingga bila ada angin kencang yang bertiup, maka buih itu akan segera lenyap dari pandangan mata. Menurut kajian saintifik, buih adalah zat mengambang di atas air yang mengandung banyak udara. Terjadinya buih merupakan bagian dari proses pemurnian air yang terjadi secara alami dalam pengalirannya (dikenal dengan istilah self purification). Pemurnian ini terjadi karena adanya pencampuran dengan udara yang melarut ke dalam air terutama oksigen. Dengan adanya oksidasi, pengotor (umumya senyawa organik) yang terlarut di dalam air mengurai dan bagian yang ringan mengapung di atas permukaan air, sedangkan bagian yang berat akan tenggelam dan mengendap. Inilah perumpamaan yang pertama yang dikemukakan oleh Allah swt tentang kebenaran dan kebatilan serta tentang keimanan dan kekafiran. \nBuih juga bisa terbentuk dalam proses pemurnian logam dengan pemanasan. Bijih logam di alam umumnya ditemukan dalam bahan padat yang tidak murni. Pada proses peleburan, bijih mencair, dan logam-logam yang berat akan tenggelam sedangkan bagian yang kurang bermanfaat atau yang dapat merusak mutu hasil biasanya berupa buih dan akan mengapung ke permukaan bersama udara yang terkandung di dalamnya. Logam tersebut dibuat untuk perhiasan dan alat-alat keperluan rumah tangga, pertanian, pertukangan, dan perindustrian. Inilah perumpamaan yang kedua. \nDemikianlah Allah membuat perumpamaan bagi yang benar dan yang batil. Kebenaran dan kebatilan itu bila bercampur, seperti arus air yang bercampur dengan buih, atau seperti logam yang dibakar yang sama-sama juga mengeluarkan buih berupa kotoran karat yang semula melekat pada logam itu, kemudian terpisah karena pengaruh api yang membakarnya. Maka sebagaimana buih yang berada di atas arus air akan lenyap setelah ada tiupan angin, dan buih yang berada di atas logam yang sedang dibakar akan hilang pula karena api, demikian pula perkara yang batil akan hilang musnah bilamana datang hak dan kebenaran yang jelas. \nBuih itu akan hilang tersangkut di pinggir lembah dan pohon atau ditiup angin. Demikian pula kotoran atau karat yang semula melekat pada logam akan habis terbakar. Yang tinggal hanya yang memberi manfaat saja kepada manusia, yaitu air, yang dapat diminum, digunakan untuk mengairi tanaman yang bermanfaat bagi manusia dan binatang, emas yang digunakan untuk perhiasan, dan logam-logam lainnya untuk alat rumah tangga, pertanian, dan sebagainya. \nDari kedua perumpamaan itu dapat diambil pengertian bahwa Allah swt telah menurunkan Al-Quran kepada Nabi Muhammad saw kemudian disampaikan ke dalam hati manusia yang masing-masing tidak sama potensi dan persiapannya untuk menerima. Masing-masing mempunyai keterbatasan dalam hal bacaan, pengertian, hafalan, dan pengamalannya. Ayat Al-Quran menjadi unsur kehidupan kerohanian dan kebahagiaan hidup sebagaimana air menjadi sebab hidup semua makhluk. \nDi antara tanah yang ditimpa hujan itu ada yang tandus, tidak dapat menumbuhkan tanam-tanaman, hanya sekedar menyimpan air saja, yang dapat dijadikan sumber penampungan air jernih. Ada pula tanah yang subur yang setelah disiram dengan air hujan dapat menghasilkan bermacam-macam hasil bumi. Itulah air yang bermanfaat bagi manusia dan binatang-binatang. Di antara logam yang dilebur dalam api seperti emas, perak, tembaga, perunggu, dan timah, ada yang dijadikan alat rumah tangga, pertukangan, perindustrian dan sebagainya. Orang mukmin diumpamakan seperti air dan logam yang bermanfaat bagi manusia dan binatang. Buih yang semula bercampur kemudian lenyap karena tiupan angin atau habis dibakar oleh api, adalah perumpamaan bagi kekafiran dan kebatilan yang akhirnya hancur bila berhadapan dengan hak dan kebenaran, firman Allah: \nDan katakanlah, \"Kebenaran telah datang dan yang batil telah lenyap.\" Sungguh, yang batil itu pasti lenyap. (al-Isra/17: 81) \nDemikianlah Allah membuat perumpamaan yang indah yang dapat menjelaskan kepada manusia apa yang masih dipandang sulit oleh mereka tentang masalah-masalah agamanya, agar jelas perbedaan antara yang hak dan yang batil, antara keimanan dan kekafiran, sehingga mereka dapat menempuh jalan petunjuk kepada kebahagiaan dan menghindari jalan yang dimurkai Allah dan menyesatkan. \nDengan memperhatikan perumpamaan-perumpamaan yang tepat dan baik itu niscaya umat Islam akan menjadi umat terbaik yang dikeluarkan di muka bumi untuk jadi teladan bagi umat yang lain. Al-Bukhari dan Muslim meriwayatkan hadis dari Abu Musa Al-Asyari: \nSesungguhnya perumpamaan petunjuk dan ilmu yang Allah mengutus diriku, adalah seperti air hujan yang menimpa bumi. Di antaranya ada sebagian bumi yang menerima air itu, lalu menumbuhkan rumput dan tanam-tanaman. Ada pula tanah yang tandus, hanya menyimpan air saja, lalu Allah memberikan manfaat air itu kepada manusia. Maka ada yang meminumnya dan mempergunakannya untuk mengairi kebun-kebun tanamannya dan ladang-ladangnya. Ada pula sebagian tanah yang keras, tidak dapat menyimpan dan menyerap air, sehingga tidak menumbuhkan tanaman apa-apa. Itulah perumpamaan orang yang memahami agama Allah dan Allah memberikan manfaat kepadanya dalam ajaran agama yang Allah mengutusku untuk menyampaikannya kepada manusia, sehingga ia mengetahui dan mengajarkannya (kepada orang lain), dan perumpamaan orang yang sama sekali tidak memperhatikan dan tidak menerima petunjuk Allah yang mengutusku untuk menyampaikannya. (Riwayat al-Bukhari dan Muslim) \n \nDiriwayatkan pula oleh Imam Ahmad dari Abu Hurairah: \nPerumpamaanku denganmu seperti orang menyalakan api, ketika api menerangi tempat sekelilingnya, mulailah kupu-kupu dan serangga yang mendatangi berjatuhan ke dalam api, dan orang itu menghalangi, namun dikalahkan oleh serangga-serangga lalu masuklah serangga-serangga itu ke dalam api. Itulah perumpamaanku denganmu. Aku menghalangimu dari api, jauhilah api itu, namun kamu mengalahkanku dan menerobos masuk ke dalamnya. (Riwayat Ahmad, al-Bukhari, dan Muslim dari Abu Hurairah)",
                        "14": "(18) Bagi orang-orang yang taat kepada Allah dan rasul-Nya, mengikuti semua perintah-Nya, dan membenarkan apa yang diturunkan oleh Allah kepada rasul-Nya, disediakan pembalasan yang baik, yang bersih dari segala penderitaan dan kesusahan dan kekal selama-lamanya. Sesuai dengan firman Allah: \n \nBagi orang-orang yang berbuat baik, ada pahala yang terbaik (surga) dan tambahannya (kenikmatan melihat Allah). (Yunus/10: 26) \n \nDan firman-Nya: \n \nAdapun orang yang beriman dan mengerjakan kebajikan, maka dia mendapat (pahala) yang terbaik sebagai balasan, dan akan kami sampaikan kepadanya perintah kami yang mudah-mudah. (al-Kahf/18: 88) \n \nBagi mereka yang tidak memenuhi seruan Allah, tidak menaati-Nya, tidak mengikuti perintah-Nya dan tidak mencegah diri dari larangan-Nya, ada bermacam-macam perlakuan dan azab, di antaranya: \n1. Ketika menghadapi azab yang sangat pedih, niscaya mereka melepaskan seluruh kekayaan itu untuk menebus dirinya dari azab Allah. Sebab yang paling dicintai oleh setiap orang adalah dirinya sendiri. Apabila dirinya terancam bahaya, maka seluruh kekayaannya akan dijadikan sandera atau tebusan, demi untuk keselamatan dirinya. \n2. Mereka akan diperiksa secara rinci dan diteliti semua amal perbuatannya sampai sekecil-kecilnya. Tersebut dalam sebuah hadis: Barang siapa yang dihisab secara rinci pasti kena azab. \n3. Tempat kediaman mereka ialah Jahanam, dan itulah seburuk-buruknya tempat kediaman dan tempat kembali.",
                        "15": "(19) Pada ayat ini, Allah swt menjelaskan bahwa tidak sama orang yang mengetahui bahwa apa yang diturunkan kepada Muhammad adalah sesuatu yang nyata benarnya dan datang dari Allah dibandingkan dengan orang buta yang tidak memahami dan mempercayainya. Firman Allah: \nDan telah sempurna firman Tuhanmu (Al-Quran) dengan benar dan adil. (al-Anam/6: 115) \n \nMenurut Ibnu Abbas, ayat ini turun berkaitan dengan dua orang, yang seorang mukmin dan yang lainnya kafir, yaitu Hamzah dan Abu Jahal. Apakah (Hamzah) yang percaya dan mengetahui bahwa apa yang diturunkan kepada Nabi Muhammad saw itu benar, tanpa keraguan lagi, sama dengan (Abu Jahal) yang buta hatinya, dan sama sekali tidak mendapat petunjuk kepada kebaikan? Tentu tidak sama. Hanya orang-orang yang sehat pikirannya saja yang dapat menyadari hal seperti ini, dan yang dapat mengambil manfaat dari perumpamaan-perumpamaan yang dikemukakan Allah swt dalam kitab suci-Nya.",
                        "16": "(20, 21, 22) Allah swt menyifati ulul albab dari kalangan orang-orang yang beriman, yaitu orang-orang yang meyakini bahwa yang diturunkan kepada Nabi Muhammad adalah suatu kebenaran yang berlaku, sebagai berikut: \na. Sifat pertama: bahwa orang-orang tersebut senantiasa memenuhi janji Allah, dan tidak mau mengingkari perjanjian itu. Yang dimaksud dengan \"janji Allah\" di sini ialah janji-janji yang telah mereka ikrarkan atas diri mereka, baik mengenai hubungan mereka dengan Allah, maupun hubungan mereka dengan orang lain. Fitrah mereka yang suci, dan hati mereka yang murni mengakui adanya perjanjian itu dan wahyu Allah pun mengharuskan adanya perjanjian tersebut. \nMereka tidak mau mengingkari atau pun memungkiri perjanjian yang telah mereka kukuhkan, karena mereka sangat menjauhi sifat-sifat kemunafikan. \nBetapa pentingnya sifat memenuhi janji ini, oleh Qatadah telah disebutkan bahwa dalam Al-Quran, Allah swt telah menyebutnya sebanyak lebih dua puluh kali. \nb. Sifat kedua: mereka memelihara semua perintah Allah dan tidak melanggarnya, baik hak-hak Allah maupun hak-hak hamba-Nya, termasuk memelihara silaturrahim. \nHubungan antara sesama manusia ialah menjalin hubungan tolong-menolong, menjalin cinta dan kasih-sayang, sebagaimana disebutkan dalam hadis: \nDari Abi Hurairah r.a. bahwasanya ia berkata, \"Aku mendengar Rasulullah saw bersabda, \"Barang siapa senang dilapangkan rezekinya dan selalu disebut-sebut kebaikannya, maka hendaklah pelihara hubungan silaturrahim.\" (Riwayat al-Bukhari dan Muslim). \n \n Dan hadis Nabi saw: \nDari Ibnu Abbas ia berkata, \"Bersabda Rasulullah saw, \"Sesungguh-nya kebajikan dan menghubungkan silaturrahim itu, kedua-duanya benar-benar meringankan hisab yang buruk di hari kiamat.\" Kemudian Rasulullah saw membaca ayat ini.\" (Riwayat al-Khatib dan Ibnu Asakir) \nc. Sifat ketiga: mereka benar-benar takut kepada Allah swt. Sifat takut kepada Allah adalah perasaan takut yang dilandasi dengan rasa hormat yang mendorong orang untuk taat kepada-Nya. Sifat ini dimiliki oleh para ulama, dan ciri dari orang-orang \"muqarrabin\". Dalam hubungan ini Allah swt telah berfirman: \nDi antara hamba-hamba Allah yang takut kepada-Nya, hanyalah para ulama. (Fathir/35: 28) \nd. Sifat keempat: mereka senantiasa takut kepada hisab yang sifatnya merugikan mereka pada hari kiamat, yaitu hasil yang buruk dari amalan mereka di hari kiamat, karena banyaknya kejahatan yang dilakukannya selagi hidup di dunia ini. Oleh sebab itu, mereka senantiasa mawas diri, sebelum dihisab amalannya di akhirat kelak. Mereka selalu membandingkan antara amal-amal mereka yang baik dengan yang buruk, selalu berusaha agar amal yang baik lebih banyak dari perbuatan yang buruk, agar neraca kebajikan mereka di akhirat kelak lebih berat daripada neraca keburukan. Dalam hal ini, Allah telah berfirman: \nMaka adapun orang yang berat timbangan (kebaikan)-nya, maka dia berada dalam kehidupan yang memuaskan (senang). Dan adapun orang yang ringan timbangan (kebaikan)-nya maka tempat kembalinya adalah neraka Hawiyah. (al-Qariah/101: 6 - 9) \ne. Sifat kelima: mereka senantiasa sabar dalam menghadapi segala cobaan dan rintangan, demi mengharapkan rida Allah. Sabar dalam hal ini berarti menahan diri terhadap segala hal yang tidak disenanginya, baik dengan cara melakukan ketaatan dan menunaikan segala kewajiban yang telah ditetapkan agama maupun dengan jalan menjauhi hal-hal yang dilarang agama. Bisa juga berarti bersikap rela menerima segala ketentuan Allah yang telah berlaku berupa musibah dan lain sebagainya. \nKesabaran yang diminta dari setiap orang yang berakal dan beriman ialah kesabaran yang dilakukan semata-mata karena mengharapkan keridaan Allah dan ganjaran-Nya, bukan kesabaran yang dibuat-buat karena ingin dipuji dan disebut-sebut. Itulah kesabaran yang sejati, yang menjadi sifat bagi orang-orang yang berakal dan beriman. \nf. Sifat keenam: mereka senantiasa mendirikan salat. Arti \"mendirikan salat\" ialah menunaikan dengan cara yang sebaik-baiknya, dengan menyempurnakan rukun dan syaratnya, disertai rasa khusyuk dan tawaduk menghadapkan wajah dan hati kepada Allah semata, tidak dibarengi dengan ria, serta memelihara waktu yang telah ditetapkan untuknya. Hal ini hanya dapat dilakukan bila pada saat-saat melakukan salat, kita merasa sedang berdiri sendiri di hadapan Allah swt, Pencipta dan Penguasa semesta alam. Dengan demikian, maka tak ada sesuatu pun yang dipikirkan pada saat itu, kecuali semata-mata bermunajah kepada Allah. \ng. Sifat ketujuh: mereka senantiasa menginfakkan sebagian dari rezeki yang telah dilimpahkan Allah kepada mereka, baik secara tersembunyi maupun terang-terangan, baik infak wajib seperti terhadap istri, anak, dan karib kerabat maupun infak sunah seperti terhadap fakir miskin. Kenyataan dapat memberikan pengertian kepada kita tentang rahasia yang tersimpan di dalamnya. Al-Quran berulang kali menganjurkan kepada orang-orang mukmin untuk menginfakkan sebagian dari rezeki yang telah diperolehnya kepada yang memerlukan pertolongan, dan untuk menyokong kepentingan umum. Jika mereka mau melakukannya, niscaya kemiskinan dan kemelaratan dapat dilenyapkan dari kehidupan masyarakat. \nh. Sifat kedelapan: mereka senantiasa menolak kejahatan dengan kebajikan, karena kebajikan itu dapat menolak kejahatan. Kenyataan menunjukkan bahwa apabila seseorang dapat bergaul dengan orang lain dengan akrab dan kasih sayang serta menolong orang-orang yang memerlukan pertolongan, ia tidak akan dimusuhi atau dibenci oleh masyarakatnya. Apabila ia mendapat musibah, maka orang yang pernah mendapat pertolongannya akan segera pula mengulurkan pertolongan kepadanya. Sebaliknya orang yang suka menyakiti orang lain, atau enggan memberikan bantuan dan pertolongan adalah orang yang egois dan tidak menggunakan akalnya. Sikap dan perbuatannya itu hanyalah mempersempit ruang lingkup kehidupannya sendiri, serta menimbulkan kebencian dan kedengkian orang lain terhadap dirinya. \nBerbuat kebaikan untuk menghindari kejahatan, atau sedapat mungkin membalas perbuatan jahat orang lain dengan berbuat kebajikan atau dengan diam adalah tanda orang yang mau menggunakan akalnya dan bijaksana. Firman Allah: \n\"... dan apabila orang-orang bodoh menyapa mereka (dengan kata-kata yang menghina), mereka mengucapkan, \"salam.\" (al-Furqan/25: 63) \nDari sini dapat dipahami, betapa tingginya nilai ajaran agama Islam dalam membina hubungan baik antara sesama manusia guna menciptakan kerukunan dan kesejahteraan masyarakat. \nPada akhir ayat ini, Allah swt menegaskan bahwa orang-orang yang memiliki sifat-sifat tersebut pasti akan memperoleh tempat kediaman terakhir yang baik, yaitu surga Jannatun Naim di akhirat kelak di samping kebahagiaan, ketenangan, dan kesejahteraan di dunia ini.",
                        "17": "(20, 21, 22) Allah swt menyifati ulul albab dari kalangan orang-orang yang beriman, yaitu orang-orang yang meyakini bahwa yang diturunkan kepada Nabi Muhammad adalah suatu kebenaran yang berlaku, sebagai berikut: \na. Sifat pertama: bahwa orang-orang tersebut senantiasa memenuhi janji Allah, dan tidak mau mengingkari perjanjian itu. Yang dimaksud dengan \"janji Allah\" di sini ialah janji-janji yang telah mereka ikrarkan atas diri mereka, baik mengenai hubungan mereka dengan Allah, maupun hubungan mereka dengan orang lain. Fitrah mereka yang suci, dan hati mereka yang murni mengakui adanya perjanjian itu dan wahyu Allah pun mengharuskan adanya perjanjian tersebut. \nMereka tidak mau mengingkari atau pun memungkiri perjanjian yang telah mereka kukuhkan, karena mereka sangat menjauhi sifat-sifat kemunafikan. \nBetapa pentingnya sifat memenuhi janji ini, oleh Qatadah telah disebutkan bahwa dalam Al-Quran, Allah swt telah menyebutnya sebanyak lebih dua puluh kali. \nb. Sifat kedua: mereka memelihara semua perintah Allah dan tidak melanggarnya, baik hak-hak Allah maupun hak-hak hamba-Nya, termasuk memelihara silaturrahim. \nHubungan antara sesama manusia ialah menjalin hubungan tolong-menolong, menjalin cinta dan kasih-sayang, sebagaimana disebutkan dalam hadis: \nDari Abi Hurairah r.a. bahwasanya ia berkata, \"Aku mendengar Rasulullah saw bersabda, \"Barang siapa senang dilapangkan rezekinya dan selalu disebut-sebut kebaikannya, maka hendaklah pelihara hubungan silaturrahim.\" (Riwayat al-Bukhari dan Muslim). \n \n Dan hadis Nabi saw: \nDari Ibnu Abbas ia berkata, \"Bersabda Rasulullah saw, \"Sesungguh-nya kebajikan dan menghubungkan silaturrahim itu, kedua-duanya benar-benar meringankan hisab yang buruk di hari kiamat.\" Kemudian Rasulullah saw membaca ayat ini.\" (Riwayat al-Khatib dan Ibnu Asakir) \nc. Sifat ketiga: mereka benar-benar takut kepada Allah swt. Sifat takut kepada Allah adalah perasaan takut yang dilandasi dengan rasa hormat yang mendorong orang untuk taat kepada-Nya. Sifat ini dimiliki oleh para ulama, dan ciri dari orang-orang \"muqarrabin\". Dalam hubungan ini Allah swt telah berfirman: \nDi antara hamba-hamba Allah yang takut kepada-Nya, hanyalah para ulama. (Fathir/35: 28) \nd. Sifat keempat: mereka senantiasa takut kepada hisab yang sifatnya merugikan mereka pada hari kiamat, yaitu hasil yang buruk dari amalan mereka di hari kiamat, karena banyaknya kejahatan yang dilakukannya selagi hidup di dunia ini. Oleh sebab itu, mereka senantiasa mawas diri, sebelum dihisab amalannya di akhirat kelak. Mereka selalu membandingkan antara amal-amal mereka yang baik dengan yang buruk, selalu berusaha agar amal yang baik lebih banyak dari perbuatan yang buruk, agar neraca kebajikan mereka di akhirat kelak lebih berat daripada neraca keburukan. Dalam hal ini, Allah telah berfirman: \nMaka adapun orang yang berat timbangan (kebaikan)-nya, maka dia berada dalam kehidupan yang memuaskan (senang). Dan adapun orang yang ringan timbangan (kebaikan)-nya maka tempat kembalinya adalah neraka Hawiyah. (al-Qariah/101: 6 - 9) \ne. Sifat kelima: mereka senantiasa sabar dalam menghadapi segala cobaan dan rintangan, demi mengharapkan rida Allah. Sabar dalam hal ini berarti menahan diri terhadap segala hal yang tidak disenanginya, baik dengan cara melakukan ketaatan dan menunaikan segala kewajiban yang telah ditetapkan agama maupun dengan jalan menjauhi hal-hal yang dilarang agama. Bisa juga berarti bersikap rela menerima segala ketentuan Allah yang telah berlaku berupa musibah dan lain sebagainya. \nKesabaran yang diminta dari setiap orang yang berakal dan beriman ialah kesabaran yang dilakukan semata-mata karena mengharapkan keridaan Allah dan ganjaran-Nya, bukan kesabaran yang dibuat-buat karena ingin dipuji dan disebut-sebut. Itulah kesabaran yang sejati, yang menjadi sifat bagi orang-orang yang berakal dan beriman. \nf. Sifat keenam: mereka senantiasa mendirikan salat. Arti \"mendirikan salat\" ialah menunaikan dengan cara yang sebaik-baiknya, dengan menyempurnakan rukun dan syaratnya, disertai rasa khusyuk dan tawaduk menghadapkan wajah dan hati kepada Allah semata, tidak dibarengi dengan ria, serta memelihara waktu yang telah ditetapkan untuknya. Hal ini hanya dapat dilakukan bila pada saat-saat melakukan salat, kita merasa sedang berdiri sendiri di hadapan Allah swt, Pencipta dan Penguasa semesta alam. Dengan demikian, maka tak ada sesuatu pun yang dipikirkan pada saat itu, kecuali semata-mata bermunajah kepada Allah. \ng. Sifat ketujuh: mereka senantiasa menginfakkan sebagian dari rezeki yang telah dilimpahkan Allah kepada mereka, baik secara tersembunyi maupun terang-terangan, baik infak wajib seperti terhadap istri, anak, dan karib kerabat maupun infak sunah seperti terhadap fakir miskin. Kenyataan dapat memberikan pengertian kepada kita tentang rahasia yang tersimpan di dalamnya. Al-Quran berulang kali menganjurkan kepada orang-orang mukmin untuk menginfakkan sebagian dari rezeki yang telah diperolehnya kepada yang memerlukan pertolongan, dan untuk menyokong kepentingan umum. Jika mereka mau melakukannya, niscaya kemiskinan dan kemelaratan dapat dilenyapkan dari kehidupan masyarakat. \nh. Sifat kedelapan: mereka senantiasa menolak kejahatan dengan kebajikan, karena kebajikan itu dapat menolak kejahatan. Kenyataan menunjukkan bahwa apabila seseorang dapat bergaul dengan orang lain dengan akrab dan kasih sayang serta menolong orang-orang yang memerlukan pertolongan, ia tidak akan dimusuhi atau dibenci oleh masyarakatnya. Apabila ia mendapat musibah, maka orang yang pernah mendapat pertolongannya akan segera pula mengulurkan pertolongan kepadanya. Sebaliknya orang yang suka menyakiti orang lain, atau enggan memberikan bantuan dan pertolongan adalah orang yang egois dan tidak menggunakan akalnya. Sikap dan perbuatannya itu hanyalah mempersempit ruang lingkup kehidupannya sendiri, serta menimbulkan kebencian dan kedengkian orang lain terhadap dirinya. \nBerbuat kebaikan untuk menghindari kejahatan, atau sedapat mungkin membalas perbuatan jahat orang lain dengan berbuat kebajikan atau dengan diam adalah tanda orang yang mau menggunakan akalnya dan bijaksana. Firman Allah: \n\"... dan apabila orang-orang bodoh menyapa mereka (dengan kata-kata yang menghina), mereka mengucapkan, \"salam.\" (al-Furqan/25: 63) \nDari sini dapat dipahami, betapa tingginya nilai ajaran agama Islam dalam membina hubungan baik antara sesama manusia guna menciptakan kerukunan dan kesejahteraan masyarakat. \nPada akhir ayat ini, Allah swt menegaskan bahwa orang-orang yang memiliki sifat-sifat tersebut pasti akan memperoleh tempat kediaman terakhir yang baik, yaitu surga Jannatun Naim di akhirat kelak di samping kebahagiaan, ketenangan, dan kesejahteraan di dunia ini.",
                        "18": "(20, 21, 22) Allah swt menyifati ulul albab dari kalangan orang-orang yang beriman, yaitu orang-orang yang meyakini bahwa yang diturunkan kepada Nabi Muhammad adalah suatu kebenaran yang berlaku, sebagai berikut: \na. Sifat pertama: bahwa orang-orang tersebut senantiasa memenuhi janji Allah, dan tidak mau mengingkari perjanjian itu. Yang dimaksud dengan \"janji Allah\" di sini ialah janji-janji yang telah mereka ikrarkan atas diri mereka, baik mengenai hubungan mereka dengan Allah, maupun hubungan mereka dengan orang lain. Fitrah mereka yang suci, dan hati mereka yang murni mengakui adanya perjanjian itu dan wahyu Allah pun mengharuskan adanya perjanjian tersebut. \nMereka tidak mau mengingkari atau pun memungkiri perjanjian yang telah mereka kukuhkan, karena mereka sangat menjauhi sifat-sifat kemunafikan. \nBetapa pentingnya sifat memenuhi janji ini, oleh Qatadah telah disebutkan bahwa dalam Al-Quran, Allah swt telah menyebutnya sebanyak lebih dua puluh kali. \nb. Sifat kedua: mereka memelihara semua perintah Allah dan tidak melanggarnya, baik hak-hak Allah maupun hak-hak hamba-Nya, termasuk memelihara silaturrahim. \nHubungan antara sesama manusia ialah menjalin hubungan tolong-menolong, menjalin cinta dan kasih-sayang, sebagaimana disebutkan dalam hadis: \nDari Abi Hurairah r.a. bahwasanya ia berkata, \"Aku mendengar Rasulullah saw bersabda, \"Barang siapa senang dilapangkan rezekinya dan selalu disebut-sebut kebaikannya, maka hendaklah pelihara hubungan silaturrahim.\" (Riwayat al-Bukhari dan Muslim). \n \n Dan hadis Nabi saw: \nDari Ibnu Abbas ia berkata, \"Bersabda Rasulullah saw, \"Sesungguh-nya kebajikan dan menghubungkan silaturrahim itu, kedua-duanya benar-benar meringankan hisab yang buruk di hari kiamat.\" Kemudian Rasulullah saw membaca ayat ini.\" (Riwayat al-Khatib dan Ibnu Asakir) \nc. Sifat ketiga: mereka benar-benar takut kepada Allah swt. Sifat takut kepada Allah adalah perasaan takut yang dilandasi dengan rasa hormat yang mendorong orang untuk taat kepada-Nya. Sifat ini dimiliki oleh para ulama, dan ciri dari orang-orang \"muqarrabin\". Dalam hubungan ini Allah swt telah berfirman: \nDi antara hamba-hamba Allah yang takut kepada-Nya, hanyalah para ulama. (Fathir/35: 28) \nd. Sifat keempat: mereka senantiasa takut kepada hisab yang sifatnya merugikan mereka pada hari kiamat, yaitu hasil yang buruk dari amalan mereka di hari kiamat, karena banyaknya kejahatan yang dilakukannya selagi hidup di dunia ini. Oleh sebab itu, mereka senantiasa mawas diri, sebelum dihisab amalannya di akhirat kelak. Mereka selalu membandingkan antara amal-amal mereka yang baik dengan yang buruk, selalu berusaha agar amal yang baik lebih banyak dari perbuatan yang buruk, agar neraca kebajikan mereka di akhirat kelak lebih berat daripada neraca keburukan. Dalam hal ini, Allah telah berfirman: \nMaka adapun orang yang berat timbangan (kebaikan)-nya, maka dia berada dalam kehidupan yang memuaskan (senang). Dan adapun orang yang ringan timbangan (kebaikan)-nya maka tempat kembalinya adalah neraka Hawiyah. (al-Qariah/101: 6 - 9) \ne. Sifat kelima: mereka senantiasa sabar dalam menghadapi segala cobaan dan rintangan, demi mengharapkan rida Allah. Sabar dalam hal ini berarti menahan diri terhadap segala hal yang tidak disenanginya, baik dengan cara melakukan ketaatan dan menunaikan segala kewajiban yang telah ditetapkan agama maupun dengan jalan menjauhi hal-hal yang dilarang agama. Bisa juga berarti bersikap rela menerima segala ketentuan Allah yang telah berlaku berupa musibah dan lain sebagainya. \nKesabaran yang diminta dari setiap orang yang berakal dan beriman ialah kesabaran yang dilakukan semata-mata karena mengharapkan keridaan Allah dan ganjaran-Nya, bukan kesabaran yang dibuat-buat karena ingin dipuji dan disebut-sebut. Itulah kesabaran yang sejati, yang menjadi sifat bagi orang-orang yang berakal dan beriman. \nf. Sifat keenam: mereka senantiasa mendirikan salat. Arti \"mendirikan salat\" ialah menunaikan dengan cara yang sebaik-baiknya, dengan menyempurnakan rukun dan syaratnya, disertai rasa khusyuk dan tawaduk menghadapkan wajah dan hati kepada Allah semata, tidak dibarengi dengan ria, serta memelihara waktu yang telah ditetapkan untuknya. Hal ini hanya dapat dilakukan bila pada saat-saat melakukan salat, kita merasa sedang berdiri sendiri di hadapan Allah swt, Pencipta dan Penguasa semesta alam. Dengan demikian, maka tak ada sesuatu pun yang dipikirkan pada saat itu, kecuali semata-mata bermunajah kepada Allah. \ng. Sifat ketujuh: mereka senantiasa menginfakkan sebagian dari rezeki yang telah dilimpahkan Allah kepada mereka, baik secara tersembunyi maupun terang-terangan, baik infak wajib seperti terhadap istri, anak, dan karib kerabat maupun infak sunah seperti terhadap fakir miskin. Kenyataan dapat memberikan pengertian kepada kita tentang rahasia yang tersimpan di dalamnya. Al-Quran berulang kali menganjurkan kepada orang-orang mukmin untuk menginfakkan sebagian dari rezeki yang telah diperolehnya kepada yang memerlukan pertolongan, dan untuk menyokong kepentingan umum. Jika mereka mau melakukannya, niscaya kemiskinan dan kemelaratan dapat dilenyapkan dari kehidupan masyarakat. \nh. Sifat kedelapan: mereka senantiasa menolak kejahatan dengan kebajikan, karena kebajikan itu dapat menolak kejahatan. Kenyataan menunjukkan bahwa apabila seseorang dapat bergaul dengan orang lain dengan akrab dan kasih sayang serta menolong orang-orang yang memerlukan pertolongan, ia tidak akan dimusuhi atau dibenci oleh masyarakatnya. Apabila ia mendapat musibah, maka orang yang pernah mendapat pertolongannya akan segera pula mengulurkan pertolongan kepadanya. Sebaliknya orang yang suka menyakiti orang lain, atau enggan memberikan bantuan dan pertolongan adalah orang yang egois dan tidak menggunakan akalnya. Sikap dan perbuatannya itu hanyalah mempersempit ruang lingkup kehidupannya sendiri, serta menimbulkan kebencian dan kedengkian orang lain terhadap dirinya. \nBerbuat kebaikan untuk menghindari kejahatan, atau sedapat mungkin membalas perbuatan jahat orang lain dengan berbuat kebajikan atau dengan diam adalah tanda orang yang mau menggunakan akalnya dan bijaksana. Firman Allah: \n\"... dan apabila orang-orang bodoh menyapa mereka (dengan kata-kata yang menghina), mereka mengucapkan, \"salam.\" (al-Furqan/25: 63) \nDari sini dapat dipahami, betapa tingginya nilai ajaran agama Islam dalam membina hubungan baik antara sesama manusia guna menciptakan kerukunan dan kesejahteraan masyarakat. \nPada akhir ayat ini, Allah swt menegaskan bahwa orang-orang yang memiliki sifat-sifat tersebut pasti akan memperoleh tempat kediaman terakhir yang baik, yaitu surga Jannatun Naim di akhirat kelak di samping kebahagiaan, ketenangan, dan kesejahteraan di dunia ini.",
                        "19": "(23) Dalam ayat ini, Allah swt menerangkan bahwa yang akan memperoleh kebahagiaan di dunia dan di akhirat kelak bukan hanya semata-mata yang memiliki sifat tersebut, melainkan juga orang-orang saleh di antara ibu-ibu dan nenek moyang mereka, demikian pula istri dan keturunan mereka yang terdekat. Mereka ini pun akan turut pula merasakan kebahagiaan dan kesejahteraan itu, selama mereka tidak melakukan hal-hal yang menyebabkan mereka kehilangan hak untuk memperoleh rahmat Allah, misalnya karena kekafiran dan kemusyrikan kepada Allah. Ayat ini memberikan isyarat bahwa pada hari tersebut tidak berlaku hubungan kekeluargaan sedikit pun kecuali amal saleh masing-masing. Firman Allah: \nApabila sangkakala ditiup, maka tidak ada lagi pertalian keluarga di antara mereka pada hari itu (hari Kiamat), dan tidak (pula) mereka saling bertanya. (al-Muminun/23: 101) \n \nDalam hubungan ini, Rasulullah saw pernah bersabda kepada putrinya Fatimah az-Zahra sebagai berikut: \n\"Wahai Fatimah putri Muhammad! Mintalah dari hartaku apa yang kau inginkan karena aku sedikit pun tidak akan dapat menolongmu dari azab Allah.\" (Riwayat at-Tirmidzi dari Abu Hurairah) \n \nDalam Al-Quran, Allah telah menegaskan pula sebagai berikut: \n(yaitu) pada hari (ketika) harta dan anak-anak tidak berguna, kecuali orang-orang yang menghadap Allah dengan hati yang bersih. (asy-Syuara/26: 88-89) \n \nOrang-orang yang menggunakan akalnya seperti yang tersebut di atas akan ditempatkan Allah kelak dalam surga-Nya. Mereka di sana duduk berhadap-hadapan di atas balai-balai yang indah disertai orang-orang yang mereka cintai, yaitu nenek moyang, kaum keluarga, dan anak-anak mereka, serta orang-orang yang patut masuk surga dari kalangan orang-orang yang saleh, agar hati mereka menjadi senang dan bahagia. \nHal itu merupakan rahmat dan kebaikan Allah swt kepada mereka. Selain itu para malaikat datang kepada mereka dari segala penjuru untuk memberikan ucapan selamat atas keberuntungan yang telah mereka peroleh, yaitu masuk surga. Mereka tinggal dalam rumah yang diliputi kesejahteraan, berdekatan dengan para nabi dan rasul serta orang-orang yang mengakui kebenaran agama Allah.",
                        "20": "(24) Dalam ayat ini, disebutkan bahwa para malaikat mendatangi penghuni surga sambil mengucapkan salam, \"Semoga kamu aman dari segala hal yang tidak diinginkan dan ditakuti, yang telah merusak orang-orang selain kamu. Keberuntungan ini kamu peroleh berkat kesabaran dan penderitaan yang kamu alami selama menjalani kehidupan di dunia.\" \nIbnu Jarir ath-thabari dan Ibnu Abi hatim dari Umamah meriwayatkan bahwa Nabi saw semasa hidupnya sering datang ke makam para syuhada pada setiap permulaan tahun. Di sana beliau membaca ayat tersebut. Hal semacam itu dilakukan pula oleh Abu Bakar, Umar, dan Usman r.a.",
                        "21": "(25) Ada beberapa perjanjian antara Allah dan manusia, di antaranya adalah manusia wajib mengakui kemahaesaan Allah serta kodrat dan iradat-Nya, beriman kepada para nabi-Nya dan wahyu yang diturunkan-Nya, dan sebagainya. Allah swt telah memberikan bukti-bukti dan dalil-dalil yang nyata atas semua itu. Akan tetapi, pada kenyataannya ada di antara manusia yang telah merusak perjanjian tersebut, dalam arti: \na. Mereka tidak memperhatikan janji-janji tersebut, sehingga mereka tidak dapat melaksanakan kewajiban yang merupakan akibat yang timbul dari perjanjian itu. Misalnya, bila mereka benar-benar berpegang teguh kepada tauhid, mereka tentunya tidak akan beribadah kepada selain Allah. Allah memberikan bukti-bukti yang nyata tentang kemahaesaan-Nya. Akan tetapi, mereka tidak memperhatikan sehingga mereka tetap menentang landasan tauhid tersebut. Mereka senantiasa menganut kepercayaan syirik, mempercayai dan menyembah selain Allah. \nb. Pada mulanya mereka memperhatikan janji-janji yang telah mereka ikrarkan dan dalil-dalil yang telah diberikan. Mereka telah mengakui dan meyakini kebenarannya, tetapi kemudian mereka menyangkal kebenaran itu, dan tidak lagi bersedia mengamalkannya. \nOrang yang suka memungkiri dan menyalahi janji yang telah diikrarkan dinamakan \"munafik\". Dalam hubungan ini Rasulullah saw telah bersabda: \n \nAbi Hurairah r.a. meriwayatkan bahwa Nabi saw bersabda, \"Tanda-tanda orang munafik ada tiga macam: apabila ia berkata, ia selalu bohong, apabila ia berjanji selalu ingkar, dan apabila ia dipercayai berkhianat.\" (Riwayat Muslim, at-Tirmidzi dan an-Nasai) \n \nDalam menafsirkan ayat 25 ini, Abu al-Aliyah, seorang mufasir, me-nyebutkan bahwa ada enam macam sifat orang-orang munafik yang mereka tampakkan jika mereka merasa memiliki posisi yang kuat dalam satu masyarakat, yaitu: \n1. Apabila berbicara, mereka berbohong. \n2. Apabila berjanji, mereka ingkar. \n3. Apabila diberi kepercayaan, mereka berkhianat. \n4. Suka mengingkari janji Allah yang telah mereka ikrarkan sebelumnya. \n5. Suka memutuskan silaturrahim yang diperintahkan Allah untuk di-hubungkan dan dipelihara seperti hubungan dengan para Nabi-Nya yang telah datang membawa kebenaran. Mereka hanya beriman kepada sebagian dari para nabi tersebut, dan kafir terhadap sebagian yang lainnya. \nMereka juga memutuskan silaturrahim antara sesama manusia terutama dengan orang-orang mukmin, tetapi mereka tetap menjaga hubungan dan memberikan bantuan kepada orang-orang kafir. Di antara contohnya adalah mereka menghalang-halangi setiap usaha yang menuju kepada pembinaan kehidupan yang harmonis dan penuh kasih sayang. Mereka tidak sudi melihat terwujudnya persatuan dan kesatuan antara orang-orang mukmin, seperti yang dianjurkan Rasulullah: \nOrang mukmin terhadap orang mukmin yang lain haruslah seperti suatu bangunan, bagian yang satu menguatkan bagian yang lain. (Riwayat al-Bukhari, Muslim, dan at-Tirmidzi dari Abu Musa al-Asyari) \n \nDan Sabda Rasulullah saw: \nOrang-orang mukmin itu adalah seperti satu tubuh, apabila salah satu anggotanya menderita sakit, maka anggota-anggota yang lain pun rela pula menderita karena tidak tidur dan merasa demam karenanya. (Riwayat al-Bukhari dan Muslim dari an-Numan bin Basyir) \n \nOleh sebab itu, umat Islam haruslah hati-hati dalam menjaga kesatuan dan persatuan antara mereka, jangan dimasuki hasutan dan usaha-usaha kaum munafik untuk memecah belah persatuan itu. \n \nc. Mereka suka berbuat kerusakan di bumi, baik berupa kezaliman yang mereka lakukan terhadap diri sendiri maupun kezaliman yang mereka lakukan terhadap hak milik orang lain dengan jalan yang tidak sah, ataupun dengan menimbulkan fitnah dan bencana dalam masyarakat Muslimin, dan mengobarkan permusuhan dan peperangan terhadap mereka. \nPada akhir ayat ini, Allah menetapkan hukuman yang layak untuk ditimpakan kepada orang munafik mengingat jahatnya kelakuan dan perbuatan-perbuatan mereka. Hukuman tersebut ialah berupa laknat Allah, yaitu menjauhkan mereka dari rahmat-Nya, sehingga mereka tersingkir dari kebaikan dunia dan akhirat. Mereka akan menemui kesudahan yang sangat buruk, yaitu azab neraka Jahanam, sebagai balasan dari kejahatan dan dosa-dosa yang telah mereka perbuat.",
                        "22": "(26) Allah melapangkan dan memudahkan rezeki bagi sebagian hamba yang dikehendaki-Nya, sehingga mereka memperoleh rezeki yang lebih dari keperluan sehari-hari. Mereka adalah orang-orang yang rajin dan terampil dalam mencari harta, dan melakukan bermacam-macam usaha. Selain itu, mereka hemat dan cermat serta pandai mengelola dan mempergunakan harta bendanya itu. \nSebaliknya, Allah juga membatasi rezeki bagi sebagian hamba-Nya, sehingga rezeki yang mereka peroleh tidak lebih dari apa yang diperlukan sehari-hari. Mereka biasanya adalah orang-orang pemalas dan tidak terampil dalam mencari harta, atau tidak pandai mengelola dan mempergunakan harta tersebut. \nAllah melapangkan dan menyempitkan rezeki hamba-Nya berdasarkan hikmah serta pengetahuan-Nya tentang masing-masing hamba itu. Kedua hal tersebut tidak ada hubungannya dengan kadar keimanan dan kekafiran hamba-Nya. Oleh karena itu, ada kalanya Allah menganugerahkan rezeki yang banyak kepada hamba-Nya yang kafir. Sebaliknya, kadang-kadang Allah menyempitkan rezeki bagi hamba yang beriman untuk menambah pahala yang kelak akan mereka peroleh di akhirat. Maka kekayaan dan kemiskinan adalah dua hal yang dapat terjadi pada orang-orang beriman maupun yang kafir, yang saleh ataupun yang fasik. \nAyat ini selanjutnya menceritakan bahwa kaum musyrik Mekah yang suka memungkiri janji Allah, sangat bergembira dengan banyaknya harta benda yang mereka miliki, dan kehidupan duniawi yang berlimpah-ruah, dan mereka mengira bahwa harta benda tersebut merupakan nikmat dan keberuntungan terbesar. \nOleh sebab itu, pada akhir ayat ini Allah menunjukkan kekeliruan mereka, dan menegaskan bahwa kenikmatan hidup duniawi ini hanyalah merupakan kenikmatan yang kecil, pendek waktunya, serta mudah dan cepat hilang, dibandingkan dengan kenikmatan di akhirat yang besar nilainya dan sepanjang masa. Dengan demikian, tidaklah pada tempatnya bila mereka bangga dengan kenikmatan di dunia yang mereka rasakan itu. \nDalam hubungan ini, riwayat yang disampaikan oleh Imam at-Tirmidzi dari Ibnu Masud menyebutkan sebagai berikut: \nPernah Rasulullah tidur di atas sehelai tikar kemudian beliau bangun dari tidurnya, dan kelihatan bekas tikar itu pada lambungnya, lalu kami berkata, \"Ya Rasulullah seandainya kami ambilkan tempat tidur untukmu?\" Rasulullah bersabda, \"Apalah artinya dunia ini bagiku. Aku hidup di dunia ini hanya laksana seorang pengendara yang berteduh sejenak di bawah pohon, kemudian ia berangkat lagi dan meninggalkan pohon itu.\" (Riwayat at-Tirmidzi dari Ibnu Masud)",
                        "23": "(27) Setelah menjelaskan bahwa orang-orang musyrik terpukau oleh fatamorgana kehidupan duniawi dan gembira dengan kenikmatan yang kecil, lalu Allah menyebutkan akibat yang timbul dari sikap dan pandangan mereka yang keliru dengan mengajukan usul kepada Nabi Muhammad, agar kepada beliau diturunkan satu ayat dari Tuhan yang akan membuktikan kenabian dan kerasulannya. Di antara mereka adalah Abu Sufyan bin Harb (sebelum masuk Islam), Abdullah bin Abi Umayyah, dan kawan-kawannya. Mereka pernah mengatakan, \"Mengapa tidak diturunkan kepada Muhammad bukti-bukti sebagaimana yang telah diturunkan kepada para nabi dan rasul terdahulu, seperti jatuhnya langit berkeping-keping kepada mereka, mengubah Bukit shafa menjadi emas, atau menggeser gunung-gunung dari sekitar kota Mekah, sehingga tempat-tempat yang lowong itu dapat dijadikan kebun.\" Ucapan mereka yang lain disebut dalam Al-Quran, antara lain yang terdapat dalam ayat berikut : \nCobalah dia datangkan kepada kita suatu mukjizat sebagaimana rasul-rasul yang telah diutus. (al-Anbiya/21: 5) \n \nDengan ucapan-ucapan mereka yang semacam itu, seolah-olah semua tanda dan bukti nyata yang diberikan kepada Nabi Muhammad saw seperti Al-Quran dan lain-lain, bukan bukti nyata kerasulannya yang mampu mendorong mereka untuk taat dan iman kepada Allah, atau sebagai suatu kebenaran yang tak dapat diragukan lagi. \nSelanjutnya, Allah memerintahkan kepada Nabi Muhammad saw untuk menjelaskan kepada orang-orang musyrik tersebut bahwa turunnya bukti-bukti tersebut, tidak berperan menjadikan seseorang mendapat petunjuk atau menjadi sesat. Seluruhnya berada dalam kekuasaan Allah semata. Hanya Allah swt yang kuasa menyesatkan orang yang dikehendaki-Nya, dan menuntun orang yang suka bertobat ke jalan yang diridai-Nya. \nWalaupun Nabi Muhammad memiliki mukjizat yang membuktikan kerasulannya, namun hal itu tidak akan bermanfaat untuk menjadikan seseorang beriman. Yang harus ditempuh seseorang untuk beriman hanyalah bersikap rendah hati, taat, dan memohon hidayah kepada Allah swt, untuk memperoleh keberuntungan di dunia dan di akhirat, serta terhindar dari tipu daya dan godaan setan. \nBagi orang yang beriman, Al-Quran adalah mukjizat yang membuktikan kerasulan Nabi Muhammad saw, sehingga tidak diperlukan bukti-bukti lain. Sebaliknya, orang-orang musyrik tenggelam dalam kesesatan dan keingkaran, sehingga bukti-bukti atau mukjizat apapun yang diperlihatkan oleh Rasulullah tidak akan menjadikan mereka orang-orang yang beriman.",
                        "24": "(28) Dalam ayat ini, Allah menjelaskan orang-orang yang mendapat tuntunan-Nya, yaitu orang-orang beriman dan hatinya menjadi tenteram karena selalu mengingat Allah. Dengan mengingat Allah, hati menjadi tenteram dan jiwa menjadi tenang, tidak merasa gelisah, takut, ataupun khawatir. Mereka melakukan hal-hal yang baik, dan merasa bahagia dengan kebajikan yang dilakukannya.",
                        "25": "(29) Dalam ayat ini dijelaskan bahwa orang yang beriman dan melakukan amal saleh, niscaya akan memperoleh kebahagiaan dan tempat kembali yang baik di sisi Allah pada hari kemudian.",
                        "26": "(30) Ayat ini menjelaskan bahwa Allah telah mengutus Nabi Muhammad kepada umat yang belum pernah menerima kedatangan rasul Allah. Walaupun sebelumnya telah ada umat-umat lainnya yang pernah didatangi oleh para rasul-Nya, tetapi mereka tetap mengingkari adanya Tuhan yang Maha Rahmat \nAllah swt menjelaskan bahwa tugas Nabi Muhammad adalah untuk membacakan kepada umatnya Al-Quran yang telah diwahyukan kepada beliau. Allah memerintahkan kepada Nabi Muhammad saw agar ia mengatakan kepada umatnya, bahwa Allah adalah Tuhan semesta alam, tidak ada Tuhan selain Allah, dan hanya kepada-Nya ia bertawakal dan bertobat. Oleh karena itu, hendaklah umatnya beriman kepada-Nya. \nNabi Muhammad juga diperintahkan untuk menyampaikan kepada umatnya bahwa ia bertawakal dan bertobat kepada Allah swt, walaupun ia adalah seorang nabi dan rasul Allah yang tidak pernah berbuat dosa. Jika seorang rasul masih berbuat demikian, apalagi orang-orang yang berdosa, tentu mereka lebih layak untuk bertawakal dan bertobat kepada Allah dari segala dosa yang telah mereka lakukan.",
                        "27": "(31) Pada ayat ini, Allah menjelaskan kebesaran Al-Quran sebagai mukjizat Nabi Muhammad saw. Namun sebelumnya, ayat ini menjelaskan bahwa walaupun ada satu bacaan atau Kitab Suci yang dapat menyebabkan gunung-gunung dapat berjalan, bumi dapat terbelah, atau orang-orang yang telah mati dapat hidup kembali dan berbicara, tetap akan ada orang-orang yang tidak beriman. \nMaksud pernyataan di atas adalah bahwa Allah telah memberikan mukjizat kepada Nabi Musa, seperti gunung Tur dapat berjalan, dan batu dapat mengeluarkan mata air setelah dipukul dengan tongkatnya. Allah swt juga telah memberikan mukjizat kepada Nabi Isa, sehingga ia dapat menghidupkan kembali orang-orang yang telah mati. Kepada Nabi Muhammad, Allah telah memberikan mukjizat terbesar yaitu Al-Quran, mukjizat yang bersifat abadi dan tetap dapat dilihat sampai sekarang. Al-Quran mengandung bukti-bukti yang menunjukkan kebesaran kekuasaan Allah dan keindahan ciptaan-Nya. Selain itu, Al-Quran membawa hikmah-hikmah, hukum-hukum, dan peraturan-peraturan yang diperlukan manusia untuk mengatur kehidupan dalam berbagai bidang baik ekonomi, politik, sosial, dan sebagainya, yang menjamin kehidupan yang bahagia di dunia dan akhirat jika mereka mau memahami dan mengamalkannya. Dengan demikian, mereka akan tampil menjadi bangsa dan umat yang terbaik di bumi ini. \nMenurut ath-thabrani dari Ibnu Abbas bahwa ada sekelompok kaum musyrikin Mekah, antara lain Abu Jahal dan Abdullah bin Abi Umayyah, mengadakan pertemuan di belakang Kabah, dan mengutus seseorang untuk memanggil Rasulullah saw. Beliau lalu datang ke tempat mereka, dan Abdullah bin Abi Umayyah mengatakan kepadanya bahwa mereka akan bersedia menjadi pengikutnya apabila beliau dapat membuktikan ke-mukjizatan Al-Quran untuk memindahkan gunung-gunung yang berada di sekitar Mekah, sehingga tempat tersebut menjadi lapang dan bisa dijadikan sebagai lahan pertanian. Jika hal tersebut dapat dilakukan Rasulullah, barulah mereka percaya bahwa ia benar-benar nabi dan rasul. Mereka juga meminta kepada Rasulullah agar dapat menguasai angin dan menjadikannya sebagai kendaraan pulang pergi dari Mekah ke negeri Syam. Menurut mereka, ini akan membuktikan bahwa Muhammad betul-betul nabi dan rasul Allah seperti Nabi Sulaiman yang mampu menggunakan angin sebagai kendaraan. Selain itu, mereka juga meminta agar Muhammad saw menghidupkan kembali nenek moyangnya yang telah lama meninggal dunia, seperti Qushai bin Kilab atau siapa saja yang mereka inginkan di antara nenek moyang mereka yang sudah mati. Mereka akan menanyakan kepada orang yang dihidupkan itu apakah dakwah yang disampaikan Muhammad saw benar atau tidak. Menurut mereka, hal ini adalah untuk membuktikan bahwa Nabi Muhammad saw benar-benar nabi dan rasul Allah sebagaimana halnya Nabi Isa as yang dengan mukjizatnya dapat menghidupkan kembali orang-orang yang telah mati. \nAllah swt lalu menurunkan ayat di atas untuk menegaskan bahwa seandainya Allah mengabulkan apa-apa yang mereka minta itu menjadi bagian dari kemukjizatan Al-Quran, pasti hal itu dapat terjadi, karena semuanya berada di bawah kekuasaan-Nya. Akan tetapi, seandainya hal tersebut benar-benar dikabulkan, mereka tetap tidak akan beriman kepada Allah, Nabi Muhammad, dan Al-Quran yang merupakan mukjizatnya. \nNabi Muhammad sangat ingin agar mereka itu beriman, namun mereka itu tidak juga beriman, bahkan mengajukan permintaan yang beraneka ragam. Oleh karena itu dalam ayat ini, Allah swt memberikan hiburan kepadanya dengan menegaskan bahwa ia dan orang-orang mukmin harus betul-betul memahami bahwa jika Allah menghendaki semua manusia beriman, pastilah Allah memberi petunjuk kepada mereka semuanya. Selain itu, orang-orang mukmin harus meyakini pula bahwa orang-orang kafir itu senantiasa akan ditimpa bencana dan kemurkaan Allah karena kekafiran dan perbuatan buruk mereka. Bencana itu bisa terjadi di dekat tempat kediaman mereka, sehingga akhirnya datanglah apa yang dijanjikan Allah, yaitu kehancuran mereka sendiri. \nPada akhir ayat ini, Allah menegaskan bahwa janji Allah untuk menolong kaum Muslimin dan membinasakan orang-orang kafir pasti akan terjadi, karena Allah tidak akan menyalahi janji-Nya.",
                        "28": "(32) Ayat ini berisi hiburan kepada Rasulullah dan umat Islam agar mereka tidak berkecil hati terhadap sikap dan keingkaran orang-orang kafir dan musyrikin Mekah. Di sini, Allah swt menerangkan bahwa bukan hanya Nabi Muhammad yang pernah diperolok-olok oleh kaum kafir dan musyrik, rasul-rasul yang telah diutus Allah kepada mereka sebelumnya pun mengalami keadaan yang demikian. Hanya saja, Allah memberi tenggang waktu dan menangguhkan datangnya azab dan malapetaka kepada orang-orang kafir tersebut. Pada akhirnya, Allah pasti membinasakan mereka dengan azab yang sangat dahsyat.",
                        "29": "(33) Dalam ayat ini, Allah swt mencela kebodohan orang-orang kafir dan musyrik yang menyembah selain Allah, yaitu benda-benda yang mereka anggap sebagai Tuhan mereka, yang tidak dapat memberikan manfaat dan mudarat, tidak mengetahui apa-apa yang dikerjakan manusia, dan tidak pula dapat mengawasi serta memberikan pahala ataupun siksa kepada manusia berdasarkan amal dan perbuatannya. Allah mengatakan, \"Apakah Allah yang mengawasi perbuatan mereka sama dengan apa-apa yang dipertuhankan mereka yang tidak mempunyai sifat-sifat seperti itu?\" \nKarena kaum musyrikin menjadikan beberapa sekutu bagi Allah swt, maka Allah memerintahkan rasul-Nya untuk mengatakan kepada mereka, \"Sebutkanlah sifat-sifat yang dimiliki oleh apa yang kamu anggap sebagai tandingan atau sekutu Allah!\" Semuanya sama sekali tidak mempunyai sifat-sifat kesempurnaan seperti yang dimiliki Allah swt. Oleh sebab itu, tidaklah pantas untuk menjadi sekutu-Nya. \nUcapan dan tuntutan mereka kepada Nabi Muhammad seperti tersebut di atas juga memberikan kesan adanya anggapan mereka bahwa Allah seakan-akan tidak mengetahui apa yang terjadi di bumi ini. Oleh sebab itu, dalam ayat ini Allah swt mempertanyakan kepada mereka, apakah mereka mengucapkan kata-kata tersebut dengan maksud untuk memberitahukan kepada Allah swt tentang peristiwa-peristiwa yang terjadi di bumi yang mereka anggap tidak diketahui Allah? Padahal Allah mengetahui apa saja yang terjadi di alam ini. \nKarena kaum musyrikin itu mempersekutukan Allah dengan yang lain, maka dalam ayat ini Allah swt memerintahkan kepada Nabi Muhammad untuk menanyakan kepada mereka, apakah mereka menyebut-nyebut \"sekutu-sekutu\" Allah hanya sekedar ucapan lahiriyah saja, dan tidak mempunyai hakikat kebenaran sama sekali? Kalau demikian halnya, maka ucapan mereka adalah omong kosong yang tidak mempunyai hakikat kebenaran sama sekali. Padahal Allah sama sekali tidak mempunyai sekutu. Dia Mahatinggi dan Maha Sempurna. \nPada akhir ayat ini, Allah swt membuka tabir rahasia dari kesesatan orang-orang kafir dan musyrik, yaitu mereka telah terpukau oleh berbagai godaan setan yang menggambarkan kepada mereka bahwa tipu daya yang mereka lakukan itu adalah suatu kebaikan dan perbuatan yang terpuji. Oleh karena mereka telah menuruti rayuan setan tersebut, maka mereka telah dihalangi dan diselewengkan dari jalan Allah. Siapa yang telah menyimpang dari jalan Allah, maka tidak ada yang dapat memberikan petunjuk kepada orang-orang itu karena mereka telah menuruti kemauan setan.",
                        "30": "(34) Ayat ini menjelaskan betapa malangnya nasib orang-orang yang sesat itu, dan bagaimana besarnya kerugian yang mereka derita, yaitu: kesengsaraan hidup di dunia ini, sedangkan di akhirat akan diazab lebih berat lagi. Mereka tidak mendapatkan seorang pelindung pun dari azab Allah.",
                        "31": "(35) Salah satu kebiasaan Al-Quran adalah setelah menyebutkan hal-hal yang berkenaan dengan neraka, biasanya diiringi dengan menyebutkan hal-hal yang berkenaan dengan surga yang penuh dengan kenikmatan yang akan diperoleh orang-orang yang beriman, bertakwa, dan beramal saleh. \nDalam ayat ini, surga yang dijanjikan Allah kepada orang-orang yang bertakwa diumpamakan sebuah kebun yang indah dan subur karena dialiri sungai-sungai. Pohon-pohonnya dilukiskan berbuah tidak henti-hentinya dan memberikan naungan kepada orang yang berteduh di bawahnya. Surga tersebut merupakan tempat tinggal terakhir dan selamanya bagi orang-orang yang bertakwa. \nSebaliknya, neraka merupakan tempat kediaman yang penuh kesengsara-an bagi orang-orang kafir. \nDengan digambarkannya perbandingan antara kedua tempat tersebut, maka manusia yang hidup di dunia ini dipersilakan untuk memilih jalan ke surga dengan beriman, beramal, dan bertakwa, atau jalan ke neraka dengan kekafiran, kemusyrikan, dan perbuatan-perbuatan jahat.",
                        "32": "(36) Ayat ini menjelaskan sikap orang-orang Ahli Kitab (Yahudi dan Nasrani) terhadap Al-Quran setelah mereka memeluk agama Islam, seperti Abdullah bin Salam dari kalangan Yahudi. Mereka ini sangat gembira dengan turunnya Al-Quran dan menerima baik segala ajaran dan hukum-hukumnya. Akan tetapi, di samping itu ada pula segolongan orang-orang Yahudi dan Nasrani yang mengingkari sebagian dari Al-Quran, terutama mengenai ajaran tentang keesaan Allah swt. \nAllah memerintahkan kepada Nabi Muhammad untuk menyampaikan kepada golongan tersebut kemantapan imannya kepada Allah swt, dengan mengatakan, \"Sesungguhnya aku hanya diperintahkan untuk menyembah Allah semata dan aku tidak akan mempersekutukan sesuatupun dengan-Nya. Aku seru manusia untuk beriman hanya kepada-Nya dan aku yakin bahwa hanya kepada-Nya aku akan kembali.\" \nUcapan Rasul ini dengan tegas menolak kepercayaan syirik, yaitu mempersekutukan sesuatu dengan Allah seperti yang dianut oleh kaum musyrikin. Kepercayaan itu sangat bertentangan dengan ajaran Al-Quran tentang keesaan Allah secara mutlak, yang merupakan inti agama Islam.",
                        "33": "(37) Pada ayat ini, Allah menjelaskan beberapa ciri utama Al-Quran yang diwahyukan kepada Nabi Muhammad saw, yaitu Al-Quran berisi peraturan-peraturan yang benar, yang harus ditaati manusia untuk mencapai kebahagiaan dan keberuntungan di dunia dan akhirat kelak. Di samping itu, Al-Quran diturunkan dalam bahasa Arab, yaitu bahasa yang memiliki beberapa keistimewaan yang tidak dimiliki oleh bahasa lain. \nDi antara keistimewaan bahasa Arab ialah bahasa ini merupakan bahasa yang sudah berkembang, jauh sebelum datangnya Islam sehingga kosakatanya sangat kaya. Bahasa Arab juga memiliki kaedah pembentukan kata (morfologi) yang memungkinkannya bisa dengan mudah menampung konsep-konsep baru untuk pembentukan kata baru. Dengan demikian, dapat dipahami kemampuan bahasa Arab mengungkapkan konsep-konsep wahyu. Karena Al-Quran berbahasa Arab, maka Al-Quran telah melestarikan bahasa Arab sehingga tidak hilang seperti bahasa Suryani, Koptic, dan sebagainya. \nKarena Al-Quran diturunkan dalam bahasa Arab dan menjadi mukjizat Nabi Muhammad sebagai kitab suci, maka terjemahan Al-Quran dalam bahasa asing tidak dianggap sebagai kitab suci juga. Sebagaimana diketahui, di antara kehormatan yang dimiliki Al-Quran ialah membacanya dianggap sebagai ibadah, dan tidak boleh disentuh kecuali oleh orang-orang yang suci, yaitu orang-orang yang tidak berhadas besar maupun kecil. \nBanyak ayat yang menyebutkan ciri-ciri Al-Quran, antara lain firman Allah swt: \n(Yang) tidak akan didatangi oleh kebatilan, baik dari depan maupun dari belakang (pada masa lalu dan yang akan datang), yang diturunkan dari Tuhan Yang Maha Bijaksana, Maha Terpuji. (Fushshilat/41: 42) \n \nSelanjutnya Allah swt memperingatkan Nabi Muhammad saw dan kaum Muslimin umumnya, agar jangan menuruti kehendak hawa nafsu dan keinginan orang-orang yang mengingkari Al-Quran, baik sebagian maupun keseluruhannya, karena Allah swt telah memberikan ilmu yang benar kepada mereka, yaitu Al-Quran al-Karim. Jika Nabi Muhammad dan kaum Muslimin sampai tergoda dan mengikuti kehendak orang-orang yang mengingkari Al-Quran itu, maka siksa Allah pasti akan menimpa mereka dan tidak seorangpun dapat menjadi pelindung terhadap siksa Allah swt Yang Mahakuasa.",
                        "34": "(38) Dalam ayat ini Allah swt menjelaskan bahwa Dia telah mengutus rasul-rasul sebelum Nabi Muhammad saw dan mereka beristri dan berketurunan. \nHal ini menunjukkan bahwa kehidupan berkeluarga dan berketurunan adalah hal yang wajar dan merupakan sunatullah bagi makhluk-Nya yang hidup di muka bumi ini. Sunatullah ini juga berlaku bagi para nabi dan rasul-Nya. Hidup berkeluarga tidak boleh dianggap sebagai penghalang dalam perjuangan, baik demi kemajuan pribadi, masyarakat, maupun bangsa. Bahkan pernikahan menurut ajaran Islam, selain bertujuan untuk melanjut-kan keturunan, juga berfungsi memberikan ketenangan, ketenteraman, dan kestabilan hidup. Pernikahan juga mempererat silaturrahim antara keluarga-keluarga yang bersangkutan dan dapat menjadi sarana dakwah Islamiyah, sebagaimana yang dilakukan oleh Rasulullah saw. \nKarena hidup berkeluarga adalah suatu yang wajar dan merupakan sunatullah, maka manusia tidak boleh menentangnya. Oleh sebab itu, adalah keliru apabila ada pemimpin agama yang mempunyai anggapan bahwa mereka harus menjauhi hidup berkeluarga, agar tidak mengganggu dalam menjalankan agama. Sikap hidup membujang atau tabattul adalah hal-hal yang tidak dikenal dalam agama Islam, bahkan sangat ditentang. Perkawinan dan anak merupakan nikmat dan rahmat Allah kepada hamba-Nya. Oleh karena itu, perkawinan dan keluarga perlu dipelihara dan dilestarikan sebaik-baiknya. \nDalam satu riwayat disebutkan bahwa orang-orang Yahudi mencela Nabi Muhammad saw karena beliau mempunyai beberapa orang istri. Mereka mengatakan kalau benar-benar Muhammad adalah nabi dan rasul, tentu ia akan menyibukkan diri dengan tugas-tugas kenabiannya saja dan tidak akan mempedulikan perempuan. Mereka juga meminta bermacam-macam bukti tentang kenabiannya, selain Al-Quran yang menjadi mukjizatnya. Allah swt telah membantah mereka dengan menegaskan bahwa Nabi Muhammad bukanlah rasul Allah yang pertama, melainkan sebelum itu Allah swt telah mengutus beberapa rasul dan semuanya adalah manusia biasa yang membutuhkan makan, minum, berkeluarga dan berketurunan, serta melakukan perbuatan-perbuatan yang dilakukan oleh orang-orang lainnya, berjalan di pasar, dan sebagainya. Dalam hal ini, Allah swt memerintahkan kepada Nabi Muhammad saw untuk menegaskan: \nSesungguhnya aku ini hanya seorang manusia seperti kamu, yang telah menerima wahyu. (al-Kahf/18: 110) \n \nKemudian, dalam ayat ini ditegaskan tentang kewajaran dan kebolehan para rasul itu hidup berkeluarga dan berketurunan. Allah menegaskan bahwa Dia mengaruniai mereka istri dan keturunan. \nDalam suatu hadis yang diriwayatkan oleh Imam al-Bukhari dan Imam Muslim dari Anas bin Malik disebutkan bahwa Nabi Muhammad saw bersabda: \nAdapun aku, aku berpuasa dan berbuka, aku salat di waktu malam, juga tidur, aku juga makan daging dan juga menikahi wanita; maka siapa yang tidak suka kepada sunahku (jalan kehidupanku) tiadalah ia termasuk umatku. (Riwayat al-Bukhari dan Muslim) \n \nAdapun ayat-ayat atau bukti-bukti kenabian dan kerasulan yang dituntut orang-orang kafir kepada Nabi Muhammad saw dijawab berulang kali dalam Al-Quran, bahwa masalah tersebut adalah wewenang Allah semata. Para rasul hanya memperlihatkan mukjizatnya dengan seizin Allah. \nMukjizat terbesar Nabi Muhammad saw adalah Al-Quran yang membawa ajaran-ajaran, hukum-hukum, dan peraturan-peraturan yang berperan menuntun manusia kepada kebahagiaan dunia dan akhirat. Al-Quran senantiasa terpelihara kemurniannya dan tidak satupun makhluk yang dapat menandinginya, baik dari sisi kandungannya maupun redaksi kebahasaannya. \nAyat-ayat atau bukti-bukti dan mukjizat tidak muncul begitu saja, melainkan harus sesuai dengan hikmah Allah dan selaras dengan masanya. Masing-masing masa tersebut mempunyai ciri tersendiri yang telah ditetapkan Allah. Setiap peristiwa yang terjadi di alam ini mengikuti ketentuan atau takdir-Nya, baik mengenai waktu, tempat, cara, maupun sebab-sebab terjadinya. Mukjizat tidak akan muncul sebelum waktu yang telah ditetapkan Allah. Ajal seseorang, rezeki, dan peristiwa-peristiwa yang dialami di dunia dan di akhirat terjadi sesuai dengan ketentuan Allah. Manusia tidak dapat meminta agar ajalnya datang lebih cepat ataupun lebih lambat dari apa yang telah ditetapkan Allah dalam takdir-Nya.",
                        "35": "(39) Pada ayat ini, Allah swt menerangkan satu sisi dari kekuasaan-Nya, yaitu menghapuskan atau menetapkan apa-apa yang dikehendaki-Nya, baik mengenai syariat-Nya atau nasib manusia. \nTanda-tanda adanya penghapusan dan penetapan Allah, ialah adanya siang dan malam yang datang silih berganti, adanya gelap dan terang, hidup dan mati, kuat dan lemah, sehat dan sakit, bahagia dan sengsara, kaya dan miskin, dan sebagainya. \nPada akhir ayat ini, Allah swt menjelaskan bahwa di sisi-Nya atau Lauh Mahfudh terdapat Ummul Kitab. Semua peristiwa dan kejadian yang terjadi di alam ini tertulis di Lauh Mahfudh yang tidak akan mengalami perubahan dan penggantian apapun. \nBerdasarkan pengertian tersebut maka ayat ini juga merupakan bantahan terhadap tuntutan kaum kafir dan musyrik yang meminta kepada Nabi Muhammad saw untuk mendatangkan ayat-ayat atau bukti-bukti kenabian dan kerasulannya, selain Al-Quran. Hal tersebut tidak akan pernah terjadi, kecuali jika hal itu termasuk dalam ketentuan yang ditetapkan Allah atau telah ada dalam Lauh Mahfudh.",
                        "36": "(40) Dalam ayat ini diterangkan bahwa ada kemungkinan Allah memberikan umur yang panjang kepada Rasulullah, sehingga beliau sempat melihat kedatangan azab yang telah dijanjikan kepada kaum kafir. Bisa juga Allah memberikan usia yang pendek sehingga Rasulullah tidak mendapat kesempatan untuk menyaksikan azab yang diturunkan-Nya itu. Tugas Rasul-Nya hanya mendakwahkan agama Islam kepada manusia. Adapun persoalan mereka mau menerima atau menolaknya adalah urusan Allah. Bagi yang menolak, azab Allah pasti akan datang, apakah disegerakan atau ditunda, adalah wewenang Allah.",
                        "37": "(41) Dalam ayat ini, Allah swt memperlihatkan pula sisi lain dari kekuasaan-Nya dalam menimpakan hukuman terhadap orang-orang kafir, yaitu dengan cara mengurangi luas daerah negeri mereka sedikit demi sedikit. Pengurangan daerah mereka itu, mungkin disebabkan bencana alam yang diturunkan Allah kepada mereka, sehingga sebagian dari daerah mereka menjadi rusak dan tidak dapat didiami lagi; atau karena terjadi peperangan, sehingga wilayah kekuasaannya dikuasai bangsa lain dan mereka menjadi terdesak atau diusir dari negeri mereka. \nSelanjutnya, dalam ayat ini dijelaskan kekuasaan Allah dalam hal menetapkan hukum menurut hikmah dan kehendak-Nya, dan hukum yang telah ditetapkan-Nya tidak akan dapat ditolak atau dibantah oleh siapapun juga. \nPada akhir ayat ini, ditegaskan bahwa Allah cepat sekali mengadakan perhitungan terhadap perbuatan hamba-Nya, sehingga mereka yang beriman dan berbuat kebajikan akan memperoleh ganjaran kebaikan, sedang mereka yang ingkar kepada-Nya dan berbuat kezaliman pasti mendapat siksa dan kemurkaan-Nya. Segala perbuatan hamba-Nya tidak akan luput dari perhitungan Allah.",
                        "38": "(42) Allah kembali menjelaskan sisi lain dari kekuasaan-Nya, yaitu dalam menghadapi tipu daya yang dilakukan oleh kaum kafir Mekah terhadap Rasulullah dan kaum Muslimin. Allah menjelaskan bahwa orang-orang kafir sebelum masa Rasulullah juga telah melakukan tipu daya terhadap para rasul-Nya. Tetapi semua tipu daya mereka itu berada di bawah kekuasaan Allah sehingga tidak akan membinasakan agama dan rasul-Nya. Allah senantiasa mengetahui lebih dulu apa saja yang diperbuat oleh setiap makhluk-Nya. \nDari sini dapat dipahami bahwa jika tipu daya orang-orang kafir terhadap para rasul Allah sebelumnya berada di bawah kekuasaan Allah, tentulah tipu daya kaum kafir Mekah terhadap Nabi Muhammad dan kaum Muslimin juga berada di bawah kekuasaan Allah. Dengan demikian, tipu daya tersebut tidak akan berhasil membinasakan Rasulullah dan kaum Muslimin, dan tidak akan mampu menghalangi penyebaran agama Islam. \nPada akhir ayat ini, Allah menegaskan bahwa orang kafir pasti akan mengetahui kelak bahwa yang berhak untuk memperoleh tempat tinggal terakhir dan abadi yang penuh kenikmatan hanyalah mereka yang beriman dan beramal saleh.",
                        "39": "(43) Ayat ini menunjukkan dialog antara orang-orang kafir Mekah dan Rasulullah, di mana mereka mengingkari kerasulannya dengan mengatakan, \"Engkau bukanlah seorang yang dijadikan rasul.\" Untuk menghadapi pengingkaran mereka ini, Allah memerintahkan kepada Nabi Muhammad untuk menjawabnya dengan mengatakan, \"Cukuplah Allah menjadi saksi dalam pertikaian yang terjadi antara kita seputar kerasulanku. Orang-orang yang mempunyai ilmu tentang Al-Kitab dari kalanganmu yang telah masuk Islam dapat menjadi saksi tentang kebenaran kerasulanku.\" \nSesuai dengan penegasan Allah dalam ayat yang lalu bahwa tugas pokok Nabi Muhammad adalah menyampaikan agama Islam kepada manusia. Beliau tidak perlu gelisah menghadapi sikap ingkar dari kaum kafir tersebut, sebab Allahlah yang mengangkat dan mengutusnya menjadi rasul. \nPara ulama ahlul kitab memilih menganut agama Islam karena telah mengetahui bahwa dalam kitab Injil dan Taurat yang diwahyukan Allah kepada Nabi Isa dan Nabi Musa telah ada keterangan yang jelas tentang kedatangan nabi dan rasul terakhir, yaitu Muhammad saw. Oleh karena itu, mereka sama sekali tidak mengingkari kerasulan beliau.",
                        "40": "(1) Surah ini dimulai dengan \"Alif Lam Ra\". (Lihat tafsirnya pada jilid pertama pada judul \"mafatihus suwar\".) Dalam firman Allah swt sesudah Alif Lam Ra menjelaskan maksud dan tujuan diturunkannya Al-Quran kepada Nabi Muhammad. Allah menurunkan Al-Quran kepada Rasulullah agar petunjuk dan peraturan-peraturan yang dibawa Al-Quran itu dapat menjadi tuntunan dan bimbingan kepada umatnya. Dengan petunjuk itu mereka dapat dikeluarkan dari kegelapan ke cahaya yang terang-benderang, atau dari kesesatan dan kejahilan ke jalan yang benar dan mempunyai ilmu pengetahuan serta peradaban yang tinggi, sehingga mereka memperoleh rida dan kasih sayang Allah swt di dunia dan di akhirat. \n Penegasan tentang fungsi Al-Quran ini sangat penting sekali, apalagi jika dihubungkan dengan ayat-ayat yang lalu, di mana Allah swt telah menyebut-kan adanya orang-orang yang mengingkari Al-Quran, baik sebagian, maupun keseluruhannya. \n Selanjutnya dalam ayat ini diterangkan bahwa Rasulullah hanya dapat menjalankan tugas tersebut di atas dengan izin dan bantuan dari Allah swt, dengan cara memberi kemudahan dan menguatkan tekad beliau dalam menghadapi segala rintangan. Al-Quran merupakan jalan yang dibentangkan Allah Yang Mahakuasa dan Maha Terpuji bagi Nabi Muhammad dan umatnya.",
                        "41": "(2) Allah swt kembali mengingatkan kekuasaan-Nya dalam ayat ini dengan menegaskan bahwa Dialah yang memiliki dan menguasai semua yang ada di langit dan di bumi. \n Oleh karena Allah swt adalah Pemilik dan Penguasa atas segala makhluk-Nya di alam ini, maka Al-Quran yang diturunkan-Nya adalah petunjuk ke jalan yang terbaik yang menjamin kebahagiaan hakiki..",
                        "42": "(3) Dalam ayat ini, Allah swt menjelaskan bahwa orang-orang yang lebih menyukai kehidupan duniawi daripada kehidupan ukhrawi, menghalangi orang lain dari jalan Allah, dan menginginkan agar orang-orang menjauhi jalan lurus yang diberikan Allah kepada manusia, mereka itu sesat sejauh-jauhnya. \nBerbagai urusan duniawi tidak boleh melalaikan kita dari mempersiapkan diri bagi kehidupan ukhrawi. Akan tetapi, kehidupan duniawi itu juga tidak boleh diabaikan sama sekali, sebagaimana firman Allah: \nDan carilah (pahala) negeri akhirat dengan apa yang telah dianugerahkan Allah kepadamu, tetapi janganlah kamu lupakan bagianmu di dunia (al-Qashash/28: 77) \n Orang-orang kafir tidak hanya mengingkari Al-Quran, tetapi juga menghalang-halangi orang lain untuk mengikuti jalan yang benar itu, yaitu menghalangi manusia mengenal ajaran Islam dan menjadikannya pedoman hidup. Dengan demikian, mereka adalah orang-orang yang sesat dan berusaha menyesatkan orang lain, sehingga kejahatan mereka berlipat ganda. \n Mereka juga berusaha dengan berbagai tipu daya agar jalan lurus yang ditunjukkan Allah itu menjadi bengkok. Mereka menukar ayat-ayat Allah dengan apa yang sesuai dengan kehendak hawa nafsu dan maksud jahat mereka. Dengan demikian, maka kesalahan yang mereka lakukan menjadi berlipat ganda lagi. Sewajarnyalah mereka itu ditimpa kemurkaan Allah karena mereka itu telah sesat dan kafir.",
                        "43": "(4) Pada ayat yang terdahulu telah disebutkan bahwa diturunkannya Al-Quran kepada Nabi Muhammad saw merupakan rahmat bagi manusia. Kemudian dalam ayat ini, Allah menjelaskan pula rahmat-Nya yang lain, yaitu diutus-Nya para rasul kepada suatu kaum menggunakan bahasa yang dipakai oleh kaum tersebut. Ini memudahkan komunikasi antara para rasul tersebut dengan umat mereka untuk memberikan penjelasan dan bimbingan kepada umat-umat tersebut. \n Akan tetapi, walaupun kitab suci telah diturunkan dalam bahasa mereka masing-masing, dan para rasul telah berbicara dengan mereka dalam bahasa yang sama, namun masih saja ada di antara mereka yang enggan mendengar, memahami, dan mengikutinya. Oleh karena itu, Allah membiarkan mereka ini sesat dan Allah memberikan petunjuk kepada orang-orang yang dikehendaki-Nya. Allah Mahakuasa dan Maha Bijaksana.",
                        "44": "(5) Pada ayat ini, Allah swt menunjukkan bahwa rasul-rasul yang telah diutus kepada manusia mempunyai tugas yang sama, yaitu menyampaikan ayat-ayat Allah untuk membimbing manusia ke jalan yang benar, mengeluarkan mereka dari kegelapan yang disebabkan kejahilan, kekafiran, dan kemaksiatan, kepada cahaya yang terang benderang karena iman, hidayah dan ilmu pengetahuan serta akhlak yang mulia. Allah menceritakan dalam ayat ini bahwa Nabi Musa a.s. pun telah diutus untuk menyampaikan tugas tersebut, dan diperintahkan untuk menyeru kaumnya. Allah berfirman, \"Keluarkanlah umatmu dari gelap gulita kepada cahaya yang terang benderang, serulah mereka agar beriman, dan mengingat hari-hari Allah\". \n Yang dimaksud dengan \"hari-hari Allah\" ialah peristiwa penting yang telah dialami oleh umat manusia terdahulu, seperti nikmat Allah yang telah mereka peroleh ketika lepas dari perbudakan Firaun, atau kemurkaan dan siksa Allah yang telah menimpa diri mereka karena keingkaran. \n Pada akhir ayat ini Allah menegaskan bahwa \"hari-hari Allah\" tersebut mengandung tanda-tanda keesaan dan kekuasaan-Nya. Tanda-tanda tersebut hanya dapat dipahami oleh setiap orang yang sabar dan banyak bersyukur.",
                        "45": "(6) Dalam ayat ini, Allah swt mengisahkan tentang Nabi Musa yang mengajak umatnya untuk mengenang nikmat Allah yang telah dilimpahkan kepada mereka, yakni ketika Allah menyelamatkan mereka dari kekejaman Firaun beserta para pengikutnya, yang telah menyiksa mereka dengan siksaan yang berat, menyembelih anak laki-laki mereka, dan membiarkan anak-anak perempuan mereka hidup. Kemudian Nabi Musa mengingatkan kepada umatnya bahwa semua pengalaman yang telah mereka lalui itu sebenarnya merupakan cobaan yang amat berat dari Allah terhadap mereka, untuk menguji keimanan dan ketaatan mereka kepada-Nya.",
                        "46": "(7) Dalam ayat ini Allah swt kembali mengingatkan hamba-Nya untuk senantiasa bersyukur atas segala nikmat yang telah dilimpahkan-Nya. Bila mereka melaksanakannya, maka nikmat itu akan ditambah lagi oleh-Nya. Sebaliknya, Allah juga mengingatkan kepada mereka yang mengingkari nikmat-Nya, dan tidak mau bersyukur bahwa Dia akan menimpakan azab-Nya yang sangat pedih kepada mereka. \n Mensyukuri rahmat Allah bisa dilakukan dengan berbagai cara. Pertama, dengan ucapan yang setulus hati; kedua, diiringi dengan perbuatan, yaitu menggunakan rahmat tersebut untuk tujuan yang diridai-Nya. \n Dalam kehidupan sehari-hari, dapat kita lihat bahwa orang-orang yang dermawan dan suka menginfakkan hartanya untuk kepentingan umum dan menolong orang, pada umumnya tak pernah jatuh miskin ataupun sengsara. Bahkan, rezekinya senantiasa bertambah, kekayaannya makin meningkat, dan hidupnya bahagia, dicintai serta dihormati dalam pergaulan. Sebaliknya, orang-orang kaya yang kikir, atau suka menggunakan kekayaannya untuk hal-hal yang tidak diridai Allah, seperti judi atau memungut riba, maka kekayaannya tidak bertambah, bahkan lekas menyusut. Di samping itu, ia senantiasa dibenci dan dikutuk orang banyak, dan di akhirat memperoleh hukuman yang berat.",
                        "47": "(8) Allah swt menjelaskan dalam ayat ini ucapan Nabi Musa a.s. ketika ia mengatakan kepada kaumnya, bahwa seandainya mereka dan orang-orang yang ada di bumi ini semuanya kafir kepada Allah dan mengingkari nikmat dan rahmat-Nya, hal ini tidak akan mengurangi kebesaran dan keagungan-Nya. Sebab, Allah swt Mahakaya, dan Terpuji, tidak memerlukan ucapan syukur mereka dan tidak membutuhkan amalan kebajikan mereka untuk kepentingan dirinya atau untuk menambah kebesaran dan kemuliaan-Nya. Kekafiran mereka itu akan merugikan diri sendiri, karena Allah tidak menambah nikmat dan rahmat kepada mereka. Firman Allah: \nBarang siapa mengerjakan kebajikan maka (pahalanya) untuk dirinya sendiri dan barang siapa berbuat jahat maka (dosanya) menjadi tanggungan dirinya sendiri. Dan Tuhanmu sama sekali tidak menzalimi hamba-hamba (Nya). (Fushshilat/41: 46)",
                        "48": "(9) Dalam ayat ini, Allah swt bertanya kepada umat manusia apakah mereka pernah mendapatkan berita tentang umat-umat yang terdahulu, serta berita tentang peristiwa-peristiwa yang telah mereka alami, misalnya berita tentang kaum Nabi Nuh, kaum Â’d dan kaum samud, serta umat yang datang sesudah mereka, yang hanya Allah sajalah yang benar-benar mengetahuinya? \n Mereka mendustakan para rasul padahal telah membawa bukti-bukti yang nyata. Mereka menutupkan tangan ke mulut untuk menunjukkan kebencian kepada para rasul tersebut, seraya berkata, \"Sesungguhnya kami menging-kari apa-apa yang diperintahkan kepadamu untuk disampaikan kepada kami.\" Di samping itu, umat-umat tersebut juga mengatakan kepada para rasul bahwa mereka berada dalam keragu-raguan dan tidak yakin akan kebenaran yang diserukan para rasul kepada mereka.",
                        "49": "(10) Dalam ayat ini dijelaskan bahwa karena mereka menyatakan keragu-raguan terhadap apa yang disampaikan oleh para rasul kepada mereka, terutama tentang kekuasaan Allah swt, maka para rasul tersebut mengatakan kepada umatnya, \"Apakah patut adanya keragu-raguan terhadap Allah, Pencipta langit dan bumi? Dia menyeru kamu untuk memberikan ampunan atas segala dosa-dosamu, dan Dia telah menangguhkan siksaan terhadapmu sampai kepada suatu masa yang ditentukan-Nya ? \n Sebaliknya, umat dari masing-masing rasul itu mengatakan bahwa para rasul tersebut, menurut pandangan mereka, adalah manusia biasa seperti mereka dan tidak mempunyai kelebihan apa-apa. Sebab itu, tidak ada alasan bagi mereka untuk menjadi pengikut rasul-rasul tersebut. Menurut mereka, para rasul itu sudah memalingkan mereka dari agama yang diwarisi dari nenek moyang mereka, serta menghalang-halangi mereka dari menyembah patung-patung yang menjadi sesembahan nenek moyang tersebut. Oleh karena itu, mereka meminta bukti yang nyata dari para rasul untuk menunjukkan kebenaran pengutusan mereka sebagai rasul Allah swt. Padahal, rasul-rasul itu telah mengemukakan mukjizat masing-masing, yang dikaruniakan Allah kepada mereka sebagai bukti kerasulannya.",
                        "50": "(11) Untuk menjawab pertanyaan dan permintaan umatnya, maka dalam ayat ini disebutkan ucapan para rasul itu kepada mereka bahwa benar mereka hanyalah manusia seperti umat mereka juga, hanya saja Allah telah memberikan karunia kepada mereka, yaitu berupa kenabian dan kerasulan, yang disertai mukjizat yang hanya dapat digunakan dengan seizin Allah swt. Oleh sebab itu, bukanlah wewenang seorang rasul untuk mengemukakan mukjizat yang lain dari apa yang telah dikaruniakan Allah kepadanya. \n Pada akhir ayat ini ditunjukkan pula, bahwa tawakal adalah merupakan suatu prinsip dan sikap hidup yang harus menjadi pegangan bagi setiap orang yang beriman, apabila mereka sudah melaksanakan kewajiban dengan sebaik-baiknya.",
                        "51": "(12) Pada ayat ini diterangkan penegasan para rasul kepada umat mereka, bahwa bagi mereka tidak ada alasan sama sekali untuk tidak bertawakal kepada Allah swt, karena Dia telah memberikan rahmat dan nikmat yang banyak sekali kepada mereka. Di antaranya ialah bahwa Allah swt telah menunjukkan kepada mereka jalan lurus yang mengantarkan mereka kepada cahaya iman yang terang benderang sehingga mereka memperoleh rida-Nya di dunia dan di akhirat. Oleh sebab itu, mereka akan menghadapi semua ancaman umat mereka dengan penuh kesabaran dan keuletan serta tawakal kepada Yang Mahakuasa. Hanya kepada Allah semata-mata orang-orang mukmin bertawakal dan berserah diri. Mereka tidak merasa gentar ataupun takut terhadap ancaman orang-orang yang tidak beriman karena segala sesuatu di alam ini tunduk di bawah kekuasaan Allah.",
                        "52": "(13) Dalam ayat ini, diceritakan lanjutan dari ucapan kaum kafir terhadap rasul-rasul, di mana mereka mengancam para rasul itu akan diusir dari negeri mereka apabila tidak menghentikan dakwah kepada agama Allah. Kaum kafir tersebut mengajukan pilihan kepada rasul-rasul itu, apakah mereka menerima pengusiran itu, ataukah mereka bersedia untuk kembali kepada agama yang mereka warisi dari nenek moyang, yaitu agama syirik dan kufur. \n Selanjutnya dalam ayat ini dijelaskan, bahwa setelah adanya ancaman kaum kafir, maka Allah swt mewahyukan kepada rasul-rasul tersebut bahwa Dia pasti akan membinasakan kaum yang zalim itu. Wahyu ini merupakan dorongan moril yang amat besar artinya bagi masing-masing rasul yang sedang menjalankan tugas sucinya, sehingga mereka tidak merasa gentar untuk menghadapi umat yang zalim itu."
                    }
                }
            }
        }
    }
}