{
    "17": {
        "number": "17",
        "name": "الاسراۤء",
        "name_latin": "Al-Isra'",
        "number_of_ayah": "111",
        "text": {
            "1": "سُبْحٰنَ الَّذِيْٓ اَسْرٰى بِعَبْدِهٖ لَيْلًا مِّنَ الْمَسْجِدِ الْحَرَامِ اِلَى الْمَسْجِدِ الْاَقْصَا الَّذِيْ بٰرَكْنَا حَوْلَهٗ لِنُرِيَهٗ مِنْ اٰيٰتِنَاۗ اِنَّهٗ هُوَ السَّمِيْعُ الْبَصِيْرُ",
            "2": "وَاٰتَيْنَا مُوْسَى الْكِتٰبَ وَجَعَلْنٰهُ هُدًى لِّبَنِيْٓ اِسْرَاۤءِيْلَ اَلَّا تَتَّخِذُوْا مِنْ دُوْنِيْ وَكِيْلًاۗ ",
            "3": "ذُرِّيَّةَ مَنْ حَمَلْنَا مَعَ نُوْحٍۗ اِنَّهٗ كَانَ عَبْدًا شَكُوْرًا",
            "4": "وَقَضَيْنَآ اِلٰى بَنِيْٓ اِسْرَاۤءِيْلَ فِى الْكِتٰبِ لَتُفْسِدُنَّ فِى الْاَرْضِ مَرَّتَيْنِ وَلَتَعْلُنَّ عُلُوًّا كَبِيْرًا",
            "5": "فَاِذَا جَاۤءَ وَعْدُ اُوْلٰىهُمَا بَعَثْنَا عَلَيْكُمْ عِبَادًا لَّنَآ اُولِيْ بَأْسٍ شَدِيْدٍ فَجَاسُوْا خِلٰلَ الدِّيَارِۗ وَكَانَ وَعْدًا مَّفْعُوْلًا",
            "6": "ثُمَّ رَدَدْنَا لَكُمُ الْكَرَّةَ عَلَيْهِمْ وَاَمْدَدْنٰكُمْ بِاَمْوَالٍ وَّبَنِيْنَ وَجَعَلْنٰكُمْ اَكْثَرَ نَفِيْرًا",
            "7": "اِنْ اَحْسَنْتُمْ اَحْسَنْتُمْ لِاَنْفُسِكُمْ ۗوَاِنْ اَسَأْتُمْ فَلَهَاۗ فَاِذَا جَاۤءَ وَعْدُ الْاٰخِرَةِ لِيَسٗۤـُٔوْا وُجُوْهَكُمْ وَلِيَدْخُلُوا الْمَسْجِدَ كَمَا دَخَلُوْهُ اَوَّلَ مَرَّةٍ وَّلِيُتَبِّرُوْا مَا عَلَوْا تَتْبِيْرًا",
            "8": "عَسٰى رَبُّكُمْ اَنْ يَّرْحَمَكُمْۚ وَاِنْ عُدْتُّمْ عُدْنَاۘ وَجَعَلْنَا جَهَنَّمَ لِلْكٰفِرِيْنَ حَصِيْرًا ",
            "9": "اِنَّ هٰذَا الْقُرْاٰنَ يَهْدِيْ لِلَّتِيْ هِيَ اَقْوَمُ وَيُبَشِّرُ الْمُؤْمِنِيْنَ الَّذِيْنَ يَعْمَلُوْنَ الصّٰلِحٰتِ اَنَّ لَهُمْ اَجْرًا كَبِيْرًاۙ  ",
            "10": "وَّاَنَّ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِ اَعْتَدْنَا لَهُمْ عَذَابًا اَلِيْمًا ࣖ",
            "11": "وَيَدْعُ الْاِنْسَانُ بِالشَّرِّ دُعَاۤءَهٗ بِالْخَيْرِۗ وَكَانَ الْاِنْسَانُ عَجُوْلًا  ",
            "12": "وَجَعَلْنَا الَّيْلَ وَالنَّهَارَ اٰيَتَيْنِ فَمَحَوْنَآ اٰيَةَ الَّيْلِ وَجَعَلْنَآ اٰيَةَ النَّهَارِ مُبْصِرَةً لِّتَبْتَغُوْا فَضْلًا مِّنْ رَّبِّكُمْ وَلِتَعْلَمُوْا عَدَدَ السِّنِيْنَ وَالْحِسَابَۗ وَكُلَّ شَيْءٍ فَصَّلْنٰهُ تَفْصِيْلًا",
            "13": "وَكُلَّ اِنْسَانٍ اَلْزَمْنٰهُ طٰۤىِٕرَهٗ فِيْ عُنُقِهٖۗ وَنُخْرِجُ لَهٗ يَوْمَ الْقِيٰمَةِ كِتٰبًا يَّلْقٰىهُ مَنْشُوْرًا",
            "14": "اِقْرَأْ كِتَابَكَۗ  كَفٰى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيْبًاۗ",
            "15": "مَنِ اهْتَدٰى فَاِنَّمَا يَهْتَدِيْ لِنَفْسِهٖۚ وَمَنْ ضَلَّ فَاِنَّمَا يَضِلُّ عَلَيْهَاۗ وَلَا تَزِرُ وَازِرَةٌ وِّزْرَ اُخْرٰىۗ وَمَا كُنَّا مُعَذِّبِيْنَ حَتّٰى نَبْعَثَ رَسُوْلًا",
            "16": "وَاِذَآ اَرَدْنَآ اَنْ نُّهْلِكَ قَرْيَةً اَمَرْنَا مُتْرَفِيْهَا فَفَسَقُوْا فِيْهَا فَحَقَّ عَلَيْهَا الْقَوْلُ فَدَمَّرْنٰهَا تَدْمِيْرًا ",
            "17": "وَكَمْ اَهْلَكْنَا مِنَ الْقُرُوْنِ مِنْۢ بَعْدِ نُوْحٍۗ وَكَفٰى بِرَبِّكَ بِذُنُوْبِ عِبَادِهٖ خَبِيْرًاۢ بَصِيْرًا",
            "18": "مَنْ كَانَ يُرِيْدُ الْعَاجِلَةَ عَجَّلْنَا لَهٗ فِيْهَا مَا نَشَاۤءُ لِمَنْ نُّرِيْدُ ثُمَّ جَعَلْنَا لَهٗ جَهَنَّمَۚ يَصْلٰىهَا مَذْمُوْمًا مَّدْحُوْرًا",
            "19": "وَمَنْ اَرَادَ الْاٰخِرَةَ وَسَعٰى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَاُولٰۤىِٕكَ كَانَ سَعْيُهُمْ مَّشْكُوْرًا",
            "20": "كُلًّا نُّمِدُّ هٰٓؤُلَاۤءِ وَهٰٓؤُلَاۤءِ مِنْ عَطَاۤءِ رَبِّكَ ۗوَمَا كَانَ عَطَاۤءُ رَبِّكَ مَحْظُوْرًا ",
            "21": "اُنْظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلٰى بَعْضٍۗ وَلَلْاٰخِرَةُ اَكْبَرُ دَرَجٰتٍ وَّاَكْبَرُ تَفْضِيْلًا",
            "22": "لَا تَجْعَلْ مَعَ اللّٰهِ اِلٰهًا اٰخَرَ فَتَقْعُدَ مَذْمُوْمًا مَّخْذُوْلًا ࣖ ",
            "23": "۞ وَقَضٰى رَبُّكَ اَلَّا تَعْبُدُوْٓا اِلَّآ اِيَّاهُ وَبِالْوَالِدَيْنِ اِحْسٰنًاۗ اِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ اَحَدُهُمَآ اَوْ كِلٰهُمَا فَلَا تَقُلْ لَّهُمَآ اُفٍّ وَّلَا تَنْهَرْهُمَا وَقُلْ لَّهُمَا قَوْلًا كَرِيْمًا",
            "24": "وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ وَقُلْ رَّبِّ ارْحَمْهُمَا كَمَا رَبَّيٰنِيْ صَغِيْرًاۗ",
            "25": "رَبُّكُمْ اَعْلَمُ بِمَا فِيْ نُفُوْسِكُمْ ۗاِنْ تَكُوْنُوْا صٰلِحِيْنَ فَاِنَّهٗ كَانَ لِلْاَوَّابِيْنَ غَفُوْرًا",
            "26": "وَاٰتِ ذَا الْقُرْبٰى حَقَّهٗ وَالْمِسْكِيْنَ وَابْنَ السَّبِيْلِ وَلَا تُبَذِّرْ تَبْذِيْرًا ",
            "27": "اِنَّ الْمُبَذِّرِيْنَ كَانُوْٓا اِخْوَانَ الشَّيٰطِيْنِ ۗوَكَانَ الشَّيْطٰنُ لِرَبِّهٖ كَفُوْرًا",
            "28": "وَاِمَّا تُعْرِضَنَّ عَنْهُمُ ابْتِغَاۤءَ رَحْمَةٍ مِّنْ رَّبِّكَ تَرْجُوْهَا فَقُلْ لَّهُمْ قَوْلًا مَّيْسُوْرًا",
            "29": "وَلَا تَجْعَلْ يَدَكَ مَغْلُوْلَةً اِلٰى عُنُقِكَ وَلَا تَبْسُطْهَا كُلَّ الْبَسْطِ فَتَقْعُدَ مَلُوْمًا مَّحْسُوْرًا ",
            "30": "اِنَّ رَبَّكَ يَبْسُطُ الرِّزْقَ لِمَنْ يَّشَاۤءُ وَيَقْدِرُ ۗاِنَّهٗ كَانَ بِعِبَادِهٖ خَبِيْرًاۢ بَصِيْرًا ࣖ",
            "31": "وَلَا تَقْتُلُوْٓا اَوْلَادَكُمْ خَشْيَةَ اِمْلَاقٍۗ نَحْنُ نَرْزُقُهُمْ وَاِيَّاكُمْۗ اِنَّ قَتْلَهُمْ كَانَ خِطْـًٔا كَبِيْرًا ",
            "32": "وَلَا تَقْرَبُوا الزِّنٰىٓ اِنَّهٗ كَانَ فَاحِشَةً ۗوَسَاۤءَ سَبِيْلًا ",
            "33": "وَلَا تَقْتُلُوا النَّفْسَ الَّتِيْ حَرَّمَ اللّٰهُ اِلَّا بِالْحَقِّۗ وَمَنْ قُتِلَ مَظْلُوْمًا فَقَدْ جَعَلْنَا لِوَلِيِّهٖ سُلْطٰنًا فَلَا يُسْرِفْ فِّى الْقَتْلِۗ اِنَّهٗ كَانَ مَنْصُوْرًا",
            "34": "وَلَا تَقْرَبُوْا مَالَ الْيَتِيْمِ اِلَّا بِالَّتِيْ هِيَ اَحْسَنُ حَتّٰى يَبْلُغَ اَشُدَّهٗۖ وَاَوْفُوْا بِالْعَهْدِۖ اِنَّ الْعَهْدَ كَانَ مَسْـُٔوْلًا",
            "35": "وَاَوْفُوا الْكَيْلَ اِذَا كِلْتُمْ وَزِنُوْا بِالْقِسْطَاسِ الْمُسْتَقِيْمِۗ ذٰلِكَ خَيْرٌ وَّاَحْسَنُ تَأْوِيْلًا",
            "36": "وَلَا تَقْفُ مَا لَيْسَ لَكَ بِهٖ عِلْمٌ ۗاِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ اُولٰۤىِٕكَ كَانَ عَنْهُ مَسْـُٔوْلًا ",
            "37": "وَلَا تَمْشِ فِى الْاَرْضِ مَرَحًاۚ اِنَّكَ لَنْ تَخْرِقَ الْاَرْضَ وَلَنْ تَبْلُغَ الْجِبَالَ طُوْلًا",
            "38": "كُلُّ ذٰلِكَ كَانَ سَيِّئُهٗ عِنْدَ رَبِّكَ مَكْرُوْهًا ",
            "39": "ذٰلِكَ مِمَّآ اَوْحٰٓى اِلَيْكَ رَبُّكَ مِنَ الْحِكْمَةِۗ وَلَا تَجْعَلْ مَعَ اللّٰهِ اِلٰهًا اٰخَرَ فَتُلْقٰى فِيْ جَهَنَّمَ مَلُوْمًا مَّدْحُوْرًا ",
            "40": "اَفَاَصْفٰىكُمْ رَبُّكُمْ بِالْبَنِيْنَ وَاتَّخَذَ مِنَ الْمَلٰۤىِٕكَةِ اِنَاثًاۗ اِنَّكُمْ لَتَقُوْلُوْنَ قَوْلًا عَظِيْمًا ࣖ ",
            "41": "وَلَقَدْ صَرَّفْنَا فِيْ هٰذَا الْقُرْاٰنِ لِيَذَّكَّرُوْاۗ وَمَا يَزِيْدُهُمْ اِلَّا نُفُوْرًا",
            "42": "قُلْ لَّوْ كَانَ مَعَهٗ ٓ اٰلِهَةٌ كَمَا يَقُوْلُوْنَ اِذًا لَّابْتَغَوْا اِلٰى ذِى الْعَرْشِ سَبِيْلًا",
            "43": " سُبْحٰنَهٗ وَتَعٰلٰى عَمَّا يَقُوْلُوْنَ عُلُوًّا كَبِيْرًا",
            "44": "تُسَبِّحُ لَهُ السَّمٰوٰتُ السَّبْعُ وَالْاَرْضُ وَمَنْ فِيْهِنَّۗ وَاِنْ مِّنْ شَيْءٍ اِلَّا يُسَبِّحُ بِحَمْدِهٖ وَلٰكِنْ لَّا تَفْقَهُوْنَ تَسْبِيْحَهُمْۗ اِنَّهٗ كَانَ حَلِيْمًا غَفُوْرًا",
            "45": "وَاِذَا قَرَأْتَ الْقُرْاٰنَ جَعَلْنَا بَيْنَكَ وَبَيْنَ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِ حِجَابًا مَّسْتُوْرًاۙ  ",
            "46": "وَّجَعَلْنَا عَلٰى قُلُوْبِهِمْ اَكِنَّةً اَنْ يَّفْقَهُوْهُ وَفِيْٓ اٰذَانِهِمْ وَقْرًاۗ وَاِذَا ذَكَرْتَ رَبَّكَ فِى الْقُرْاٰنِ وَحْدَهٗ وَلَّوْا عَلٰٓى اَدْبَارِهِمْ نُفُوْرًا",
            "47": "نَحْنُ اَعْلَمُ بِمَا يَسْتَمِعُوْنَ بِهٖٓ اِذْ يَسْتَمِعُوْنَ اِلَيْكَ وَاِذْ هُمْ نَجْوٰٓى اِذْ يَقُوْلُ الظّٰلِمُوْنَ اِنْ تَتَّبِعُوْنَ اِلَّا رَجُلًا مَّسْحُوْرًا ",
            "48": "اُنْظُرْ كَيْفَ ضَرَبُوْا لَكَ الْاَمْثَالَ فَضَلُّوْا فَلَا يَسْتَطِيْعُوْنَ سَبِيْلًا",
            "49": "وَقَالُوْٓا ءَاِذَا كُنَّا عِظَامًا وَّرُفَاتًا ءَاِنَّا لَمَبْعُوْثُوْنَ خَلْقًا جَدِيْدًا ",
            "50": "۞ قُلْ كُوْنُوْا حِجَارَةً اَوْ حَدِيْدًاۙ ",
            "51": "اَوْ خَلْقًا مِّمَّا يَكْبُرُ فِيْ صُدُوْرِكُمْ ۚفَسَيَقُوْلُوْنَ مَنْ يُّعِيْدُنَاۗ قُلِ الَّذِيْ فَطَرَكُمْ اَوَّلَ مَرَّةٍۗ فَسَيُنْغِضُوْنَ اِلَيْكَ رُءُوْسَهُمْ وَيَقُوْلُوْنَ مَتٰى هُوَۗ قُلْ عَسٰٓى اَنْ يَّكُوْنَ قَرِيْبًا",
            "52": "يَوْمَ يَدْعُوْكُمْ فَتَسْتَجِيْبُوْنَ بِحَمْدِهٖ وَتَظُنُّوْنَ اِنْ لَّبِثْتُمْ اِلَّا قَلِيْلًا ࣖ ",
            "53": "وَقُلْ لِّعِبَادِيْ يَقُوْلُوا الَّتِيْ هِيَ اَحْسَنُۗ اِنَّ الشَّيْطٰنَ يَنْزَغُ بَيْنَهُمْۗ اِنَّ الشَّيْطٰنَ كَانَ لِلْاِنْسَانِ عَدُوًّا مُّبِيْنًا",
            "54": "رَبُّكُمْ اَعْلَمُ بِكُمْ اِنْ يَّشَأْ يَرْحَمْكُمْ اَوْ اِنْ يَّشَأْ يُعَذِّبْكُمْۗ وَمَآ اَرْسَلْنٰكَ عَلَيْهِمْ وَكِيْلًا",
            "55": "وَرَبُّكَ اَعْلَمُ بِمَنْ فِى السَّمٰوٰتِ وَالْاَرْضِۗ وَلَقَدْ فَضَّلْنَا بَعْضَ النَّبِيّٖنَ عَلٰى بَعْضٍ وَّاٰتَيْنَا دَاوٗدَ زَبُوْرًا",
            "56": "قُلِ ادْعُوا الَّذِيْنَ زَعَمْتُمْ مِّنْ دُوْنِهٖ فَلَا يَمْلِكُوْنَ كَشْفَ الضُّرِّ عَنْكُمْ وَلَا تَحْوِيْلًا",
            "57": "اُولٰۤىِٕكَ الَّذِيْنَ يَدْعُوْنَ يَبْتَغُوْنَ اِلٰى رَبِّهِمُ الْوَسِيْلَةَ اَيُّهُمْ اَقْرَبُ وَيَرْجُوْنَ رَحْمَتَهٗ وَيَخَافُوْنَ عَذَابَهٗۗ اِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُوْرًا",
            "58": "وَاِنْ مِّنْ قَرْيَةٍ اِلَّا نَحْنُ مُهْلِكُوْهَا قَبْلَ يَوْمِ الْقِيٰمَةِ اَوْ مُعَذِّبُوْهَا عَذَابًا شَدِيْدًاۗ كَانَ ذٰلِكَ فىِ الْكِتٰبِ مَسْطُوْرًا",
            "59": "وَمَا مَنَعَنَآ اَنْ نُّرْسِلَ بِالْاٰيٰتِ اِلَّآ اَنْ كَذَّبَ بِهَا الْاَوَّلُوْنَۗ وَاٰتَيْنَا ثَمُوْدَ النَّاقَةَ مُبْصِرَةً فَظَلَمُوْا بِهَاۗ وَمَا نُرْسِلُ بِالْاٰيٰتِ اِلَّا تَخْوِيْفًا",
            "60": "وَاِذْ قُلْنَا لَكَ اِنَّ رَبَّكَ اَحَاطَ بِالنَّاسِۗ وَمَا جَعَلْنَا الرُّءْيَا الَّتِيْٓ اَرَيْنٰكَ اِلَّا فِتْنَةً لِّلنَّاسِ وَالشَّجَرَةَ الْمَلْعُوْنَةَ فِى الْقُرْاٰنِ ۗ وَنُخَوِّفُهُمْۙ فَمَا يَزِيْدُهُمْ اِلَّا طُغْيَانًا كَبِيْرًا ࣖ ",
            "61": "وَاِذْ قُلْنَا لِلْمَلٰۤىِٕكَةِ اسْجُدُوْا لِاٰدَمَ فَسَجَدُوْٓا اِلَّآ اِبْلِيْسَۗ قَالَ ءَاَسْجُدُ لِمَنْ خَلَقْتَ طِيْنًاۚ ",
            "62": "قَالَ اَرَاَيْتَكَ هٰذَا الَّذِيْ كَرَّمْتَ عَلَيَّ لَىِٕنْ اَخَّرْتَنِ اِلٰى يَوْمِ الْقِيٰمَةِ لَاَحْتَنِكَنَّ ذُرِّيَّتَهٗٓ اِلَّا قَلِيْلًا",
            "63": "قَالَ اذْهَبْ فَمَنْ تَبِعَكَ مِنْهُمْ فَاِنَّ جَهَنَّمَ جَزَاۤؤُكُمْ جَزَاۤءً مَّوْفُوْرًا",
            "64": "وَاسْتَفْزِزْ مَنِ اسْتَطَعْتَ مِنْهُمْ بِصَوْتِكَ وَاَجْلِبْ عَلَيْهِمْ بِخَيْلِكَ وَرَجِلِكَ وَشَارِكْهُمْ فِى الْاَمْوَالِ وَالْاَوْلَادِ وَعِدْهُمْۗ وَمَا يَعِدُهُمُ الشَّيْطٰنُ اِلَّا غُرُوْرًا",
            "65": "اِنَّ عِبَادِيْ لَيْسَ لَكَ عَلَيْهِمْ سُلْطٰنٌۗ وَكَفٰى بِرَبِّكَ وَكِيْلًا",
            "66": "رَبُّكُمُ الَّذِيْ يُزْجِيْ لَكُمُ الْفُلْكَ فِى الْبَحْرِ لِتَبْتَغُوْا مِنْ فَضْلِهٖۗ اِنَّهٗ كَانَ بِكُمْ رَحِيْمًا",
            "67": "وَاِذَا مَسَّكُمُ الضُّرُّ فِى الْبَحْرِ ضَلَّ مَنْ تَدْعُوْنَ اِلَّآ اِيَّاهُۚ فَلَمَّا نَجّٰىكُمْ اِلَى الْبَرِّ اَعْرَضْتُمْۗ وَكَانَ الْاِنْسَانُ كَفُوْرًا",
            "68": "اَفَاَمِنْتُمْ اَنْ يَّخْسِفَ بِكُمْ جَانِبَ الْبَرِّ اَوْ يُرْسِلَ عَلَيْكُمْ حَاصِبًا ثُمَّ لَا تَجِدُوْا لَكُمْ وَكِيْلًا ۙ ",
            "69": "اَمْ اَمِنْتُمْ اَنْ يُّعِيْدَكُمْ فِيْهِ تَارَةً اُخْرٰى فَيُرْسِلَ عَلَيْكُمْ قَاصِفًا مِّنَ الرِّيْحِ فَيُغْرِقَكُمْ بِمَا كَفَرْتُمْۙ ثُمَّ لَا تَجِدُوْا لَكُمْ عَلَيْنَا بِهٖ تَبِيْعًا",
            "70": "۞ وَلَقَدْ كَرَّمْنَا بَنِيْٓ اٰدَمَ وَحَمَلْنٰهُمْ فِى الْبَرِّ وَالْبَحْرِ وَرَزَقْنٰهُمْ مِّنَ الطَّيِّبٰتِ وَفَضَّلْنٰهُمْ عَلٰى كَثِيْرٍ مِّمَّنْ خَلَقْنَا تَفْضِيْلًا ࣖ ",
            "71": "يَوْمَ نَدْعُوْا كُلَّ اُنَاسٍۢ بِاِمَامِهِمْۚ فَمَنْ اُوْتِيَ كِتٰبَهٗ بِيَمِيْنِهٖ فَاُولٰۤىِٕكَ يَقْرَءُوْنَ كِتٰبَهُمْ وَلَا يُظْلَمُوْنَ فَتِيْلًا",
            "72": "وَمَنْ كَانَ فِيْ هٰذِهٖٓ اَعْمٰى فَهُوَ فِى الْاٰخِرَةِ اَعْمٰى وَاَضَلُّ سَبِيْلًا",
            "73": "وَاِنْ كَادُوْا لَيَفْتِنُوْنَكَ عَنِ الَّذِيْٓ اَوْحَيْنَآ اِلَيْكَ لِتَفْتَرِيَ عَلَيْنَا غَيْرَهٗۖ وَاِذًا لَّاتَّخَذُوْكَ خَلِيْلًا",
            "74": "وَلَوْلَآ اَنْ ثَبَّتْنٰكَ لَقَدْ كِدْتَّ تَرْكَنُ اِلَيْهِمْ شَيْـًٔا قَلِيْلًا ۙ  ",
            "75": "اِذًا لَّاَذَقْنٰكَ ضِعْفَ الْحَيٰوةِ وَضِعْفَ الْمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيْنَا نَصِيْرًا",
            "76": "وَاِنْ كَادُوْا لَيَسْتَفِزُّوْنَكَ مِنَ الْاَرْضِ لِيُخْرِجُوْكَ مِنْهَا وَاِذًا لَّا يَلْبَثُوْنَ خِلٰفَكَ اِلَّا قَلِيْلًا",
            "77": "سُنَّةَ مَنْ قَدْ اَرْسَلْنَا قَبْلَكَ مِنْ رُّسُلِنَا وَلَا تَجِدُ لِسُنَّتِنَا تَحْوِيْلًا ࣖ ",
            "78": "اَقِمِ الصَّلٰوةَ لِدُلُوْكِ الشَّمْسِ اِلٰى غَسَقِ الَّيْلِ وَقُرْاٰنَ الْفَجْرِۗ اِنَّ قُرْاٰنَ الْفَجْرِ كَانَ مَشْهُوْدًا ",
            "79": "وَمِنَ الَّيْلِ فَتَهَجَّدْ بِهٖ نَافِلَةً لَّكَۖ عَسٰٓى اَنْ يَّبْعَثَكَ رَبُّكَ مَقَامًا مَّحْمُوْدًا",
            "80": "وَقُلْ رَّبِّ اَدْخِلْنِيْ مُدْخَلَ صِدْقٍ وَّاَخْرِجْنِيْ مُخْرَجَ صِدْقٍ وَّاجْعَلْ لِّيْ مِنْ لَّدُنْكَ سُلْطٰنًا نَّصِيْرًا",
            "81": "وَقُلْ جَاۤءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ  ۖاِنَّ الْبَاطِلَ كَانَ زَهُوْقًا",
            "82": "وَنُنَزِّلُ مِنَ الْقُرْاٰنِ مَا هُوَ شِفَاۤءٌ وَّرَحْمَةٌ لِّلْمُؤْمِنِيْنَۙ وَلَا يَزِيْدُ الظّٰلِمِيْنَ اِلَّا خَسَارًا",
            "83": "وَاِذَآ اَنْعَمْنَا عَلَى الْاِنْسَانِ اَعْرَضَ وَنَاٰ بِجَانِبِهٖۚ وَاِذَا مَسَّهُ الشَّرُّ كَانَ يَـُٔوْسًا",
            "84": "قُلْ كُلٌّ يَّعْمَلُ عَلٰى شَاكِلَتِهٖۗ فَرَبُّكُمْ اَعْلَمُ بِمَنْ هُوَ اَهْدٰى سَبِيْلًا ࣖ",
            "85": "وَيَسْـَٔلُوْنَكَ عَنِ الرُّوْحِۗ قُلِ الرُّوْحُ مِنْ اَمْرِ رَبِّيْ وَمَآ اُوْتِيْتُمْ مِّنَ الْعِلْمِ اِلَّا قَلِيْلًا ",
            "86": "وَلَىِٕنْ شِئْنَا لَنَذْهَبَنَّ بِالَّذِيْٓ اَوْحَيْنَآ اِلَيْكَ ثُمَّ لَا تَجِدُ لَكَ بِهٖ عَلَيْنَا وَكِيْلًاۙ؉؉",
            "87": "اِلَّا رَحْمَةً مِّنْ رَّبِّكَۗ اِنَّ فَضْلَهٗ كَانَ عَلَيْكَ كَبِيْرًا",
            "88": "قُلْ لَّىِٕنِ اجْتَمَعَتِ الْاِنْسُ وَالْجِنُّ عَلٰٓى اَنْ يَّأْتُوْا بِمِثْلِ هٰذَا الْقُرْاٰنِ لَا يَأْتُوْنَ بِمِثْلِهٖ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيْرًا",
            "89": "وَلَقَدْ صَرَّفْنَا لِلنَّاسِ فِيْ هٰذَا الْقُرْاٰنِ مِنْ كُلِّ مَثَلٍۖ فَاَبٰىٓ اَكْثَرُ النَّاسِ اِلَّا كُفُوْرًا",
            "90": "وَقَالُوْا لَنْ نُّؤْمِنَ لَكَ حَتّٰى تَفْجُرَ لَنَا مِنَ الْاَرْضِ يَنْۢبُوْعًاۙ  ",
            "91": "اَوْ تَكُوْنَ لَكَ جَنَّةٌ مِّنْ نَّخِيْلٍ وَّعِنَبٍ فَتُفَجِّرَ الْاَنْهٰرَ خِلٰلَهَا تَفْجِيْرًاۙ  ",
            "92": "اَوْ تُسْقِطَ السَّمَاۤءَ كَمَا زَعَمْتَ عَلَيْنَا كِسَفًا اَوْ تَأْتِيَ بِاللّٰهِ وَالْمَلٰۤىِٕكَةِ قَبِيْلًاۙ  ",
            "93": "اَوْ يَكُوْنَ لَكَ بَيْتٌ مِّنْ زُخْرُفٍ اَوْ تَرْقٰى فِى السَّمَاۤءِ ۗوَلَنْ نُّؤْمِنَ لِرُقِيِّكَ حَتّٰى تُنَزِّلَ عَلَيْنَا كِتٰبًا نَّقْرَؤُهٗۗ قُلْ سُبْحَانَ رَبِّيْ هَلْ كُنْتُ اِلَّا بَشَرًا رَّسُوْلًا ࣖ  ",
            "94": "وَمَا مَنَعَ النَّاسَ اَنْ يُّؤْمِنُوْٓا اِذْ جَاۤءَهُمُ الْهُدٰٓى اِلَّآ اَنْ قَالُوْٓا اَبَعَثَ اللّٰهُ بَشَرًا رَّسُوْلًا",
            "95": "قُلْ لَّوْ كَانَ فِى الْاَرْضِ مَلٰۤىِٕكَةٌ يَّمْشُوْنَ مُطْمَىِٕنِّيْنَ لَنَزَّلْنَا عَلَيْهِمْ مِّنَ السَّمَاۤءِ مَلَكًا رَّسُوْلًا",
            "96": "قُلْ كَفٰى بِاللّٰهِ شَهِيْدًاۢ بَيْنِيْ وَبَيْنَكُمْۗ اِنَّهٗ كَانَ بِعِبَادِهٖ خَبِيْرًاۢ بَصِيْرًا",
            "97": "وَمَنْ يَّهْدِ اللّٰهُ فَهُوَ الْمُهْتَدِۚ وَمَنْ يُّضْلِلْ فَلَنْ تَجِدَ لَهُمْ اَوْلِيَاۤءَ مِنْ دُوْنِهٖۗ وَنَحْشُرُهُمْ يَوْمَ الْقِيٰمَةِ عَلٰى وُجُوْهِهِمْ عُمْيًا وَّبُكْمًا وَّصُمًّاۗ مَأْوٰىهُمْ جَهَنَّمُۗ  كُلَّمَا خَبَتْ زِدْنٰهُمْ سَعِيْرًا",
            "98": "ذٰلِكَ جَزَاۤؤُهُمْ بِاَنَّهُمْ كَفَرُوْا بِاٰيٰتِنَا وَقَالُوْٓا ءَاِذَا كُنَّا عِظَامًا وَّرُفَاتًا ءَاِنَّا لَمَبْعُوْثُوْنَ خَلْقًا جَدِيْدًا ",
            "99": "۞ اَوَلَمْ يَرَوْا اَنَّ اللّٰهَ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ قَادِرٌ عَلٰٓى اَنْ يَّخْلُقَ مِثْلَهُمْ وَجَعَلَ لَهُمْ اَجَلًا لَّا رَيْبَ فِيْهِۗ فَاَبَى الظّٰلِمُوْنَ اِلَّا كُفُوْرًا",
            "100": "قُلْ لَّوْ اَنْتُمْ تَمْلِكُوْنَ خَزَاۤىِٕنَ رَحْمَةِ رَبِّيْٓ اِذًا لَّاَمْسَكْتُمْ خَشْيَةَ الْاِنْفَاقِۗ وَكَانَ الْاِنْسَانُ قَتُوْرًا ࣖ",
            "101": "وَلَقَدْ اٰتَيْنَا مُوْسٰى تِسْعَ اٰيٰتٍۢ بَيِّنٰتٍ فَسْـَٔلْ بَنِيْٓ اِسْرَاۤءِيْلَ اِذْ جَاۤءَهُمْ فَقَالَ لَهٗ فِرْعَوْنُ اِنِّيْ لَاَظُنُّكَ يٰمُوْسٰى مَسْحُوْرًا ",
            "102": "قَالَ لَقَدْ عَلِمْتَ مَآ اَنْزَلَ هٰٓؤُلَاۤءِ اِلَّا رَبُّ السَّمٰوٰتِ وَالْاَرْضِ بَصَاۤىِٕرَۚ وَاِنِّيْ لَاَظُنُّكَ يٰفِرْعَوْنُ مَثْبُوْرًا ",
            "103": "فَاَرَادَ اَنْ يَّسْتَفِزَّهُمْ مِّنَ الْاَرْضِ فَاَغْرَقْنٰهُ وَمَنْ مَّعَهٗ جَمِيْعًاۙ ",
            "104": "وَّقُلْنَا مِنْۢ بَعْدِهٖ لِبَنِيْٓ اِسْرَاۤءِيْلَ اسْكُنُوا الْاَرْضَ فَاِذَا جَاۤءَ وَعْدُ الْاٰخِرَةِ جِئْنَا بِكُمْ لَفِيْفًاۗ   ",
            "105": "وَبِالْحَقِّ اَنْزَلْنٰهُ وَبِالْحَقِّ نَزَلَۗ وَمَآ اَرْسَلْنٰكَ اِلَّا مُبَشِّرًا وَّنَذِيْرًاۘ",
            "106": "وَقُرْاٰنًا فَرَقْنٰهُ لِتَقْرَاَهٗ عَلَى النَّاسِ عَلٰى مُكْثٍ وَّنَزَّلْنٰهُ تَنْزِيْلًا ",
            "107": "قُلْ اٰمِنُوْا بِهٖٓ اَوْ لَا تُؤْمِنُوْاۗ اِنَّ الَّذِيْنَ اُوْتُوا الْعِلْمَ مِنْ قَبْلِهٖٓ اِذَا يُتْلٰى عَلَيْهِمْ يَخِرُّوْنَ لِلْاَذْقَانِ سُجَّدًاۙ",
            "108": "وَّيَقُوْلُوْنَ سُبْحٰنَ رَبِّنَآ اِنْ كَانَ وَعْدُ رَبِّنَا لَمَفْعُوْلًا",
            "109": "وَيَخِرُّوْنَ لِلْاَذْقَانِ يَبْكُوْنَ وَيَزِيْدُهُمْ خُشُوْعًا ۩",
            "110": "قُلِ ادْعُوا اللّٰهَ اَوِ ادْعُوا الرَّحْمٰنَۗ اَيًّا مَّا تَدْعُوْا فَلَهُ الْاَسْمَاۤءُ الْحُسْنٰىۚ وَلَا تَجْهَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا وَابْتَغِ بَيْنَ ذٰلِكَ سَبِيْلًا",
            "111": "وَقُلِ الْحَمْدُ لِلّٰهِ الَّذِيْ لَمْ يَتَّخِذْ وَلَدًا وَّلَمْ يَكُنْ لَّهٗ شَرِيْكٌ فِى الْمُلْكِ وَلَمْ يَكُنْ لَّهٗ وَلِيٌّ مِّنَ الذُّلِّ وَكَبِّرْهُ تَكْبِيْرًا ࣖ"
        },
        "translations": {
            "id": {
                "name": "Memperjalankan Malam Hari",
                "text": {
                    "1": "Mahasuci (Allah), yang telah memperjalankan hamba-Nya (Muhammad) pada malam hari dari Masjidilharam ke Masjidil Aqsa yang telah Kami berkahi sekelilingnya agar Kami perlihatkan kepadanya sebagian tanda-tanda (kebesaran) Kami. Sesungguhnya Dia Maha Mendengar, Maha Melihat.",
                    "2": "Dan Kami berikan kepada Musa, Kitab (Taurat) dan Kami jadikannya petunjuk bagi Bani Israil (dengan firman), “Janganlah kamu mengambil (pelindung) selain Aku. ",
                    "3": "(Wahai) keturunan orang yang Kami bawa bersama Nuh. Sesungguhnya dia (Nuh) adalah hamba (Allah) yang banyak bersyukur.”",
                    "4": "Dan Kami tetapkan terhadap Bani Israil dalam Kitab itu, “Kamu pasti akan berbuat kerusakan di bumi ini dua kali dan pasti kamu akan menyombongkan diri dengan kesombongan yang besar.”",
                    "5": "Maka apabila datang saat hukuman bagi (kejahatan) yang pertama dari kedua (kejahatan) itu, Kami datangkan kepadamu hamba-hamba Kami yang perkasa, lalu mereka merajalela di kampung-kampung. Dan itulah ketetapan yang pasti terlaksana.",
                    "6": "Kemudian Kami berikan kepadamu giliran untuk mengalahkan mereka, Kami membantumu dengan harta kekayaan dan anak-anak dan Kami jadikan kamu kelompok yang lebih besar.",
                    "7": "Jika kamu berbuat baik (berarti) kamu berbuat baik untuk dirimu sendiri. Dan jika kamu berbuat jahat, maka (kerugian kejahatan) itu untuk dirimu sendiri. Apabila datang saat hukuman (kejahatan) yang kedua, (Kami bangkitkan musuhmu) untuk menyuramkan wajahmu lalu mereka masuk ke dalam masjid (Masjidil Aqsa), sebagaimana ketika mereka memasukinya pertama kali dan mereka membinasakan apa saja yang mereka kuasai.",
                    "8": "Mudah-mudahan Tuhan kamu melimpahkan rahmat kepada kamu; tetapi jika kamu kembali (melakukan kejahatan), niscaya Kami kembali (mengazabmu). Dan Kami jadikan neraka Jahanam penjara bagi orang kafir.",
                    "9": "Sungguh, Al-Qur'an ini memberi petunjuk ke (jalan) yang paling lurus dan memberi kabar gembira kepada orang mukmin yang mengerjakan kebajikan, bahwa mereka akan mendapat pahala yang besar,",
                    "10": "dan bahwa orang yang tidak beriman kepada kehidupan akhirat, Kami sediakan bagi mereka azab yang pedih.",
                    "11": "Dan Manusia (seringkali) berdoa untuk kejahatan sebagaimana (biasanya) dia berdoa untuk kebaikan. Dan memang manusia bersifat tergesa-gesa.",
                    "12": "Dan Kami jadikan malam dan siang sebagai dua tanda (kebesaran Kami), kemudian Kami hapuskan tanda malam dan Kami jadikan tanda siang itu terang benderang, agar kamu (dapat) mencari karunia dari Tuhanmu, dan agar kamu mengetahui bilangan tahun dan perhitungan (waktu). Dan segala sesuatu telah Kami terangkan dengan jelas.",
                    "13": "Dan setiap manusia telah Kami kalungkan (catatan) amal perbuatannya di lehernya. Dan pada hari Kiamat Kami keluarkan baginya sebuah kitab dalam keadaan terbuka. ",
                    "14": "“Bacalah kitabmu, cukuplah dirimu sendiri pada hari ini sebagai penghitung atas dirimu.”",
                    "15": "Barangsiapa berbuat sesuai dengan petunjuk (Allah), maka sesungguhnya itu untuk (keselamatan) dirinya sendiri; dan barang siapa tersesat maka sesungguhnya (kerugian) itu bagi dirinya sendiri. Dan seorang yang berdosa tidak dapat memikul dosa orang lain, tetapi Kami tidak akan menyiksa sebelum Kami mengutus seorang rasul.",
                    "16": "Dan jika Kami hendak membinasakan suatu negeri, maka Kami perintahkan kepada orang yang hidup mewah di negeri itu (agar menaati Allah), tetapi bila mereka melakukan kedurhakaan di dalam (negeri) itu, maka sepantasnya berlakulah terhadapnya perkataan (hukuman Kami), kemudian Kami binasakan sama sekali (negeri itu).",
                    "17": "Dan berapa banyak kaum setelah Nuh, yang telah Kami binasakan. Dan cukuplah Tuhanmu Yang Maha Mengetahui, Maha Melihat dosa hamba-hamba-Nya.",
                    "18": "Barangsiapa menghendaki kehidupan sekarang (duniawi), maka Kami segerakan baginya di (dunia) ini apa yang Kami kehendaki bagi orang yang Kami kehendaki. Kemudian Kami sediakan baginya (di akhirat) neraka Jahanam; dia akan memasukinya dalam keadaan tercela dan terusir.",
                    "19": "Dan barang siapa menghendaki kehidupan akhirat dan berusaha ke arah itu dengan sungguh-sungguh, sedangkan dia beriman, maka mereka itulah orang yang usahanya dibalas dengan baik.",
                    "20": "Kepada masing-masing (golongan), baik (golongan) ini (yang menginginkan dunia) maupun (golongan) itu (yang menginginkan akhirat), Kami berikan bantuan dari kemurahan Tuhanmu. Dan kemurahan Tuhanmu tidak dapat dihalangi.",
                    "21": "Perhatikanlah bagaimana Kami melebihkan sebagian mereka atas sebagian (yang lain). Dan kehidupan akhirat lebih tinggi derajatnya dan lebih besar keutamaan.",
                    "22": "Janganlah engkau mengadakan tuhan yang lain di samping Allah, nanti engkau menjadi tercela dan terhina.",
                    "23": "Dan Tuhanmu telah memerintahkan agar kamu jangan menyembah selain Dia dan hendaklah berbuat baik kepada ibu bapak. Jika salah seorang di antara keduanya atau kedua-duanya sampai berusia lanjut dalam pemeliharaanmu, maka sekali-kali janganlah engkau mengatakan kepada keduanya perkataan “ah” dan janganlah engkau membentak keduanya, dan ucapkanlah kepada keduanya perkataan yang baik.",
                    "24": "Dan rendahkanlah dirimu terhadap keduanya dengan penuh kasih sayang dan ucapkanlah, “Wahai Tuhanku! Sayangilah keduanya sebagaimana mereka berdua telah mendidik aku pada waktu kecil.”",
                    "25": "Tuhanmu lebih mengetahui apa yang ada dalam hatimu; jika kamu orang yang baik, maka sungguh, Dia Maha Pengampun kepada orang yang bertobat.",
                    "26": "Dan berikanlah haknya kepada kerabat dekat, juga kepada orang miskin dan orang yang dalam perjalanan; dan janganlah kamu menghambur-hamburkan (hartamu) secara boros.",
                    "27": "Sesungguhnya orang-orang yang pemboros itu adalah saudara setan dan setan itu sangat ingkar kepada Tuhannya.",
                    "28": "Dan jika engkau berpaling dari mereka untuk memperoleh rahmat dari Tuhanmu yang engkau harapkan, maka katakanlah kepada mereka ucapan yang lemah lembut.",
                    "29": "Dan janganlah engkau jadikan tanganmu terbelenggu pada lehermu dan jangan (pula) engkau terlalu mengulurkannya (sangat pemurah) nanti kamu menjadi tercela dan menyesal.",
                    "30": "Sungguh, Tuhanmu melapangkan rezeki bagi siapa yang Dia kehendaki dan membatasi (bagi siapa yang Dia kehendaki); sungguh, Dia Maha Mengetahui, Maha Melihat hamba-hamba-Nya.",
                    "31": "Dan janganlah kamu membunuh anak-anakmu karena takut miskin. Kamilah yang memberi rezeki kepada mereka dan kepadamu. Membunuh mereka itu sungguh suatu dosa yang besar.",
                    "32": "Dan janganlah kamu mendekati zina; (zina) itu sungguh suatu perbuatan keji, dan suatu jalan yang buruk.",
                    "33": "Dan janganlah kamu membunuh orang yang diharamkan Allah (membunuhnya), kecuali dengan suatu (alasan) yang benar. Dan barang siapa dibunuh secara zalim, maka sungguh, Kami telah memberi kekuasaan kepada walinya, tetapi janganlah walinya itu melampaui batas dalam pembunuhan. Sesungguhnya dia adalah orang yang mendapat pertolongan.",
                    "34": "Dan janganlah kamu mendekati harta anak yatim, kecuali dengan cara yang lebih baik (bermanfaat) sampai dia dewasa, dan penuhilah janji, karena janji itu pasti diminta pertanggungjawabannya.",
                    "35": "Dan sempurnakanlah takaran apabila kamu menakar, dan timbanglah dengan timbangan yang benar. Itulah yang lebih utama (bagimu) dan lebih baik akibatnya.",
                    "36": "Dan janganlah kamu mengikuti sesuatu yang tidak kamu ketahui. Karena pendengaran, penglihatan dan hati nurani, semua itu akan diminta pertanggungjawabannya.",
                    "37": "Dan janganlah engkau berjalan di bumi ini dengan sombong, karena sesungguhnya engkau tidak akan dapat menembus bumi dan tidak akan mampu menjulang setinggi gunung.",
                    "38": "Semua itu kejahatannya sangat dibenci di sisi Tuhanmu.",
                    "39": "Itulah sebagian hikmah yang diwahyukan Tuhan kepadamu (Muhammad). Dan janganlah engkau mengadakan tuhan yang lain di samping Allah, nanti engkau dilemparkan ke dalam neraka dalam keadaan tercela dan dijauhkan (dari rahmat Allah).",
                    "40": "Maka apakah pantas Tuhan memilihkan anak laki-laki untukmu dan Dia mengambil anak perempuan dari malaikat? Sungguh, kamu benar-benar mengucapkan kata yang besar (dosanya).",
                    "41": "Dan sungguh, dalam Al-Qur'an ini telah Kami (jelaskan) berulang-ulang (peringatan), agar mereka selalu ingat. Tetapi (peringatan) itu hanya menambah mereka lari (dari kebenaran).",
                    "42": "Katakanlah (Muhammad), “Jika ada tuhan-tuhan di samping-Nya, sebagai-mana yang mereka katakan, niscaya tuhan-tuhan itu mencari jalan kepada Tuhan yang mempunyai ’Arsy.”",
                    "43": "Mahasuci dan Mahatinggi Dia dari apa yang mereka katakan, luhur dan agung (tidak ada bandingannya).",
                    "44": "Langit yang tujuh, bumi dan semua yang ada di dalamnya bertasbih kepada Allah. Dan tidak ada sesuatu pun melainkan bertasbih dengan memuji-Nya, tetapi kamu tidak mengerti tasbih mereka. Sungguh, Dia Maha Penyantun, Maha Pengampun.",
                    "45": "Dan apabila engkau (Muhammad) membaca Al-Qur'an, Kami adakan suatu dinding yang tidak terlihat antara engkau dan orang-orang yang tidak beriman kepada kehidupan akhirat,",
                    "46": "Dan Kami jadikan hati mereka tertutup dan telinga mereka tersumbat, agar mereka tidak dapat memahaminya. Dan apabila engkau menyebut Tuhanmu saja dalam Al-Qur'an, mereka berpaling ke belakang melarikan diri (karena benci).",
                    "47": "Kami lebih mengetahui dalam keadaan bagaimana mereka mendengarkan sewaktu mereka mendengarkan engkau (Muhammad), dan sewaktu mereka berbisik-bisik (yaitu) ketika orang zalim itu berkata, “Kamu hanyalah mengikuti seorang laki-laki yang kena sihir.”",
                    "48": "Lihatlah bagaimana mereka membuat perumpamaan untukmu (Muhammad); karena itu mereka menjadi sesat dan tidak dapat lagi menemukan jalan (yang benar).",
                    "49": "Dan mereka berkata, “Apabila kami telah menjadi tulang-belulang dan benda-benda yang hancur, apakah kami benar-benar akan dibangkitkan kembali sebagai makhluk yang baru?”",
                    "50": "Katakanlah (Muhammad), “Jadilah kamu batu atau besi,",
                    "51": "atau menjadi makhluk yang besar (yang tidak mungkin hidup kembali) menurut pikiranmu.” Maka mereka akan bertanya, “Siapa yang akan menghidupkan kami kembali?” Katakanlah, “Yang telah menciptakan kamu pertama kali.” Lalu mereka akan menggeleng-gelengkan kepalanya kepadamu dan berkata, “Kapan (Kiamat) itu (akan terjadi)?” Katakanlah, “Barang kali waktunya sudah dekat,”",
                    "52": "yaitu pada hari (ketika) Dia memanggil kamu, dan kamu mematuhi-Nya sambil memuji-Nya dan kamu mengira, (rasanya) hanya sebentar saja kamu berdiam (di dalam kubur).",
                    "53": "Dan katakanlah kepada hamba-hamba-Ku, “Hendaklah mereka mengucapkan perkataan yang lebih baik (benar). Sungguh, setan itu (selalu) menimbulkan perselisihan di antara mereka. Sungguh, setan adalah musuh yang nyata bagi manusia.",
                    "54": "Tuhanmu lebih mengetahui tentang kamu. Jika Dia menghendaki, niscaya Dia akan memberi rahmat kepadamu, dan jika Dia menghendaki, pasti Dia akan mengazabmu. Dan Kami tidaklah mengutusmu (Muhammad) untuk menjadi penjaga bagi mereka.",
                    "55": "Dan Tuhanmu lebih mengetahui siapa yang di langit dan di bumi. Dan sungguh, Kami telah memberikan kelebihan kepada sebagian nabi-nabi atas sebagian (yang lain), dan Kami berikan Zabur kepada Dawud.",
                    "56": "Katakanlah (Muhammad), “Panggillah mereka yang kamu anggap (tuhan) selain Allah, mereka tidak kuasa untuk menghilangkan bahaya darimu dan tidak (pula) mampu mengubahnya.”",
                    "57": "Orang-orang yang mereka seru itu, mereka sendiri mencari jalan kepada Tuhan siapa di antara mereka yang lebih dekat (kepada Allah). Mereka mengharapkan rahmat-Nya dan takut akan azab-Nya. Sungguh, azab Tuhanmu itu sesuatu yang (harus) ditakuti.”",
                    "58": "Dan tidak ada suatu negeri pun (yang durhaka penduduknya), melainkan Kami membinasakannya sebelum hari Kiamat atau Kami siksa (penduduknya) dengan siksa yang sangat keras. Yang demikian itu telah tertulis di dalam Kitab (Lauh Mahfuzh).",
                    "59": "Dan tidak ada yang menghalangi Kami untuk mengirimkan (kepadamu) tanda-tanda (kekuasaan Kami), melainkan karena (tanda-tanda) itu telah didustakan oleh orang terdahulu. Dan telah Kami berikan kepada kaum samud unta betina (sebagai mukjizat) yang dapat dilihat, tetapi mereka menganiaya (unta betina itu). Dan Kami tidak mengirimkan tanda-tanda itu melainkan untuk menakut-nakuti.",
                    "60": "Dan (ingatlah) ketika Kami wahyukan kepadamu, “Sungguh, (ilmu) Tuhanmu meliputi seluruh manusia.” Dan Kami tidak menjadikan mimpi yang telah Kami perlihatkan kepadamu, melainkan sebagai ujian bagi manusia dan (begitu pula) pohon yang terkutuk (zaqqum) dalam Al-Qur'an. Dan Kami menakut-nakuti mereka, tetapi yang demikian itu hanyalah menambah besar kedurhakaan mereka.",
                    "61": "Dan (ingatlah), ketika Kami berfirman kepada para malaikat, “Sujudlah kamu semua kepada Adam,” lalu mereka sujud, kecuali Iblis. Ia (Iblis) berkata, “Apakah aku harus bersujud kepada orang yang Engkau ciptakan dari tanah?”",
                    "62": " Ia (Iblis) berkata, “Terangkanlah kepadaku, inikah yang lebih Engkau muliakan daripada aku? Sekiranya Engkau memberi waktu kepadaku sampai hari Kiamat, pasti akan aku sesatkan keturunannya, kecuali sebagian kecil.”",
                    "63": "Dia (Allah) berfirman, “Pergilah, tetapi barang siapa di antara mereka yang mengikuti kamu, maka sungguh, neraka Jahanamlah balasanmu semua, sebagai pembalasan yang cukup.",
                    "64": "Dan perdayakanlah siapa saja di antara mereka yang engkau (Iblis) sanggup dengan suaramu (yang memukau), kerahkanlah pasukanmu terhadap mereka, yang berkuda dan yang berjalan kaki, dan bersekutulah dengan mereka pada harta dan anak-anak lalu beri janjilah kepada mereka.” Padahal setan itu hanya menjanjikan tipuan belaka kepada mereka.",
                    "65": "“Sesungguhnya (terhadap) hamba-hamba-Ku, engkau (Iblis) tidaklah dapat berkuasa atas mereka. Dan cukuplah Tuhanmu sebagai penjaga.”",
                    "66": "Tuhanmulah yang melayarkan kapal-kapal di lautan untukmu, agar kamu mencari karunia-Nya. Sungguh, Dia Maha Penyayang terhadapmu.",
                    "67": "Dan apabila kamu ditimpa bahaya di lautan, niscaya hilang semua yang (bi-asa) kamu seru, kecuali Dia. Tetapi ketika Dia menyelamatkan kamu ke daratan, kamu berpaling (dari-Nya). Dan manusia memang selalu ingkar (tidak bersyukur).",
                    "68": "Maka apakah kamu merasa aman bahwa Dia tidak akan membenamkan sebagian daratan bersama kamu atau Dia meniupkan (angin keras yang membawa) batu-batu kecil? Dan kamu tidak akan mendapat seorang pelindung pun,",
                    "69": "ataukah kamu merasa aman bahwa Dia tidak akan mengembalikan kamu ke laut sekali lagi, lalu Dia tiupkan angin topan kepada kamu dan ditenggelamkan-Nya kamu disebabkan kekafiranmu? Kemudian kamu tidak akan mendapatkan seorang penolong pun dalam menghadapi (siksaan) Kami.  ",
                    "70": "Dan sungguh, Kami telah memuliakan anak cucu Adam, dan Kami angkut mereka di darat dan di laut, dan Kami beri mereka rezeki dari yang baik-baik dan Kami lebihkan mereka di atas banyak makhluk yang Kami ciptakan dengan kelebihan yang sempurna.",
                    "71": "(Ingatlah), pada hari (ketika) Kami panggil setiap umat dengan pemimpinnya; dan barang siapa diberikan catatan amalnya di tangan kanannya mereka akan membaca catatannya (dengan baik), dan mereka tidak akan dirugikan sedikit pun.",
                    "72": "Dan barang siapa buta (hatinya) di dunia ini, maka di akhirat dia akan buta dan tersesat jauh dari jalan (yang benar).",
                    "73": "Dan mereka hampir memalingkan engkau (Muhammad) dari apa yang telah Kami wahyukan kepadamu, agar engkau mengada-ada yang lain terhadap Kami; dan jika demikian tentu mereka menjadikan engkau sahabat yang setia.",
                    "74": "Dan sekiranya Kami tidak memperteguh (hati)mu, niscaya engkau hampir saja condong sedikit kepada mereka.",
                    "75": "Jika demikian, tentu akan Kami rasakan kepadamu (siksaan) dua kali lipat di dunia ini dan dua kali lipat setelah mati, dan engkau (Muhammad) tidak akan mendapat seorang penolong pun terhadap Kami.",
                    "76": "Dan sungguh, mereka hampir membuatmu (Muhammad) gelisah di negeri (Mekah) karena engkau harus keluar dari negeri itu, dan kalau terjadi demikian, niscaya sepeninggalmu mereka tidak akan tinggal (di sana), melainkan sebentar saja.",
                    "77": "(Yang demikian itu) merupakan ketetapan bagi para rasul Kami yang Kami utus sebelum engkau, dan tidak akan engkau dapati perubahan atas ketetapan Kami.",
                    "78": "Laksanakanlah salat sejak matahari tergelincir sampai gelapnya malam dan (laksanakan pula salat) Subuh. Sungguh, salat subuh itu disaksikan (oleh malaikat).",
                    "79": "Dan pada sebagian malam, lakukanlah salat tahajud (sebagai suatu ibadah) tambahan bagimu: mudah-mudahan Tuhanmu mengangkatmu ke tempat yang terpuji.",
                    "80": "Dan katakanlah (Muhammad), ya Tuhanku, masukkan aku ke tempat masuk yang benar dan keluarkan (pula) aku ke tempat keluar yang benar dan berikanlah kepadaku dari sisi-Mu kekuasaan yang dapat menolong(ku).",
                    "81": "Dan katakanlah, “Kebenaran telah datang dan yang batil telah lenyap.” Sungguh, yang batil itu pasti lenyap.",
                    "82": "Dan Kami turunkan dari Al-Qur'an (sesuatu) yang menjadi penawar dan rahmat bagi orang yang beriman, sedangkan bagi orang yang zalim (Al-Qur'an itu) hanya akan menambah kerugian.",
                    "83": "Dan apabila Kami berikan kesenangan kepada manusia, niscaya dia berpaling dan menjauhkan diri dengan sombong; dan apabila dia ditimpa kesusahan, niscaya dia berputus asa.",
                    "84": "Katakanlah (Muhammad), “Setiap orang berbuat sesuai dengan pembawaannya masing-masing.” Maka Tuhanmu lebih mengetahui siapa yang lebih benar jalannya.",
                    "85": "Dan mereka bertanya kepadamu (Muhammad) tentang ruh. Katakanlah, “Ruh itu termasuk urusan Tuhanku, sedangkan kamu diberi pengetahuan hanya sedikit.”",
                    "86": "Dan sesungguhnya jika Kami menghendaki, niscaya Kami lenyapkan apa yang telah Kami wahyukan kepadamu (Muhammad), dan engkau tidak akan mendapatkan seorang pembela pun terhadap Kami,",
                    "87": "kecuali karena rahmat dari Tuhanmu. Sungguh, karunia-Nya atasmu (Muhammad) sangat besar. ",
                    "88": "Katakanlah, “Sesungguhnya jika manusia dan jin berkumpul untuk membuat yang serupa (dengan) Al-Qur'an ini, mereka tidak akan dapat membuat yang serupa dengannya, sekalipun mereka saling membantu satu sama lain.”",
                    "89": " Dan sungguh, Kami telah menjelaskan berulang-ulang kepada manusia dalam Al-Qur'an ini dengan bermacam-macam perumpamaan, tetapi kebanyakan manusia tidak menyukainya bahkan mengingkari(nya).",
                    "90": "Dan mereka berkata, “Kami tidak akan percaya kepadamu (Muhammad) sebelum engkau memancarkan mata air dari bumi untuk kami,",
                    "91": "atau engkau mempunyai sebuah kebun kurma dan anggur, lalu engkau alirkan di celah-celahnya sungai yang deras alirannya,",
                    "92": "atau engkau jatuhkan langit berkeping-keping atas kami, sebagaimana engkau katakan, atau (sebelum) engkau datangkan Allah dan para malaikat berhadapan muka dengan kami,",
                    "93": "atau engkau mempunyai sebuah rumah (terbuat) dari emas, atau engkau naik ke langit. Dan kami tidak akan mempercayai kenaikanmu itu sebelum engkau turunkan kepada kami sebuah kitab untuk kami baca.” Katakanlah (Muhammad), “Mahasuci Tuhanku, bukankah aku ini hanya seorang manusia yang menjadi rasul?”",
                    "94": "Dan tidak ada sesuatu yang menghalangi manusia untuk beriman ketika petunjuk datang kepadanya, selain perkataan mereka, “Mengapa Allah mengutus seorang manusia menjadi rasul?”",
                    "95": "Katakanlah (Muhammad), “Sekiranya di bumi ada para malaikat, yang berjalan-jalan dengan tenang, niscaya Kami turunkan kepada mereka malaikat dari langit untuk menjadi rasul.”",
                    "96": "Katakanlah (Muhammad), “Cukuplah Allah menjadi saksi antara aku dan kamu sekalian. Sungguh, Dia Maha Mengetahui, Maha Melihat akan hamba-hamba-Nya.”",
                    "97": "Dan barang siapa diberi petunjuk oleh Allah, dialah yang mendapat petunjuk, dan barang siapa Dia sesatkan, maka engkau tidak akan mendapatkan penolong-penolong bagi mereka selain Dia. Dan Kami akan mengumpulkan mereka pada hari Kiamat dengan wajah tersungkur, dalam keadaan buta, bisu, dan tuli. Tempat kediaman mereka adalah neraka Jahanam. Setiap kali nyala api Jahanam itu akan padam, Kami tambah lagi nyalanya bagi mereka.",
                    "98": "Itulah balasan bagi mereka, karena sesungguhnya mereka kafir kepada ayat-ayat Kami dan (karena mereka) berkata, “Apabila kami telah menjadi tulang belulang dan benda-benda yang hancur, apakah kami benar-benar akan dibangkitkan kembali sebagai makhluk baru?”",
                    "99": "Dan apakah mereka tidak memperhatikan bahwa Allah yang menciptakan langit dan bumi adalah Mahakuasa (pula) menciptakan yang serupa dengan mereka, dan Dia telah menetapkan waktu tertentu (mati atau dibangkitkan) bagi mereka, yang tidak diragukan lagi? Maka orang zalim itu tidak menolaknya kecuali dengan kekafiran.",
                    "100": "Katakanlah (Muhammad), “Sekiranya kamu menguasai perbendaharaan rahmat Tuhanku, niscaya (perbendaharaan) itu kamu tahan, karena takut membelanjakannya.” Dan manusia itu memang sangat kikir.",
                    "101": "Dan sungguh, Kami telah memberikan kepada Musa sembilan mukjizat yang nyata maka tanyakanlah kepada Bani Israil, ketika Musa datang kepada mereka lalu Fir‘aun berkata kepadanya, “Wahai Musa! Sesungguhnya aku benar-benar menduga engkau terkena sihir.”",
                    "102": "Dia (Musa) menjawab, ”Sungguh, engkau telah mengetahui, bahwa tidak ada yang menurunkan (mukjizat-mukjizat) itu kecuali Tuhan (yang memelihara) langit dan bumi sebagai bukti-bukti yang nyata; dan sungguh, aku benar-benar menduga engkau akan binasa, wahai Fir‘aun.”",
                    "103": "Kemudian dia (Fir‘aun) hendak mengusir mereka (Musa dan pengikutnya) dari bumi (Mesir), maka Kami tenggelamkan dia (Fir‘aun) beserta orang yang bersama dia seluruhnya.",
                    "104": "Dan setelah itu Kami berfirman kepada Bani Israil, “Tinggallah di negeri ini, tetapi apabila masa berbangkit datang, niscaya Kami kumpulkan kamu dalam keadaan bercampur baur.”",
                    "105": "Dan Kami turunkan (Al-Qur'an) itu dengan sebenarnya dan (Al-Qur'an) itu turun dengan (membawa) kebenaran. Dan Kami mengutus engkau (Muhammad), hanya sebagai pembawa berita gembira dan pemberi peringatan.",
                    "106": "Dan Al-Qur'an (Kami turunkan) berangsur-angsur agar engkau (Muhammad) membacakannya kepada manusia perlahan-lahan dan Kami menurunkannya secara bertahap.",
                    "107": "Katakanlah (Muhammad), “Berimanlah kamu kepadanya (Al-Qur'an) atau tidak usah beriman (sama saja bagi Allah). Sesungguhnya orang yang telah diberi pengetahuan sebelumnya, apabila (Al-Qur'an) dibacakan kepada mereka, mereka menyungkurkan wajah, bersujud,”",
                    "108": "dan mereka berkata, “Mahasuci Tuhan kami; sungguh, janji Tuhan kami pasti dipenuhi.”  ",
                    "109": "Dan mereka menyungkurkan wajah sambil menangis dan mereka bertambah khusyuk.",
                    "110": "Katakanlah (Muhammad), “Serulah Allah atau serulah Ar-Rahman. Dengan nama yang mana saja kamu dapat menyeru, karena Dia mempunyai nama-nama yang terbaik (Asma‘ul husna) dan janganlah engkau mengeraskan suaramu dalam salat dan janganlah (pula) merendahkannya dan usahakan jalan tengah di antara kedua itu.”",
                    "111": "Dan katakanlah, “Segala puji bagi Allah yang tidak mempunyai anak dan tidak (pula) mempunyai sekutu dalam kerajaan-Nya dan Dia tidak memerlukan penolong dari kehinaan dan agungkanlah Dia seagung-agungnya."
                }
            }
        },
        "tafsir": {
            "id": {
                "kemenag": {
                    "text": {
                        "1": "(90) Allah swt memerintahkan kaum Muslimin untuk berbuat adil dalam semua aspek kehidupan serta melaksanakan perintah Al-Qur’an, dan berbuat ihsan (keutamaan). Adil berarti mewujudkan kesamaan dan keseimbangan di antara hak dan kewajiban. Hak asasi tidak boleh dikurangi disebabkan adanya kewajiban. Ayat ini termasuk ayat yang sangat luas dalam pengertiannya. Ibnu Mas’ud berkata: \nDan ayat paling luas lingkupnya dalam Al-Qur’an tentang kebaikan dan kejahatan ialah ayat dalam Surah An-Nahl (yang artinya): \"Sesungguhnya Allah menyuruh (kamu) berlaku adil dan berbuat kebajikan\". (Riwayat Bukhari dari Ibnu Masud dalam kitab al-Adab al-Mufrad) \n \nDiriwayatkan oleh Ibnu Jarir dari Ikrimah bahwa Nabi Muhammad saw membacakan ayat ini kepada al-Walid. \"Ulang kembali hai saudaraku,\" kata al-Walid, maka Rasul saw mengulang kembali membaca ayat itu. Lalu al-Walid berkata, \"Demi Allah sungguh Al-Qur’an ini memiliki kelezatan dan keindahan, di atasnya berbuah, di bawahnya berakar, dan bukanlah dia kata-kata manusia. \nImam Ahmad meriwayatkan bahwa ada seorang sahabat yang semula kurang senang kepada Rasul saw. Sewaktu dibacakan kepadanya ayat ini oleh Rasul saw, maka iman dalam jiwanya menjadi teguh dan dia menjadi sayang kepada Nabi saw. \nPada ayat ini disebutkan tiga perintah dan tiga larangan. Tiga perintah itu ialah berlaku adil, berbuat kebajikan (ihsan), dan berbuat baik kepada kerabat. Sedangkan tiga larangan itu ialah berbuat keji, mungkar, dan permusuhan. \nKezaliman lawan dari keadilan, sehingga wajib dijauhi. Hak setiap orang harus diberikan sebagaimana mestinya. Kebahagiaan barulah dirasakan oleh manusia bilamana hak-hak mereka dijamin dalam masyarakat, hak setiap orang dihargai, dan golongan yang kuat mengayomi yang lemah. Penyimpangan dari keadilan adalah penyimpangan dari sunnah Allah dalam menciptakan alam ini. Hal ini tentulah akan menimbulkan kekacauan dan kegoncangan dalam masyarakat, seperti putusnya hubungan cinta kasih sesama manusia, serta tertanamnya rasa dendam, kebencian, iri, dengki, dan sebagainya dalam hati manusia. \nSemua yang disebutkan itu akan menimbulkan permusuhan yang menyebabkan kehancuran. Oleh karena itu, agama Islam menegakkan dasar-dasar keadilan untuk memelihara kelangsungan hidup masyarakat. Dalam Al-Qur’an banyak ditemukan ayat-ayat yang turun di Mekah maupun di Medinah, yang memerintahkan manusia berbuat adil dan melarang kezaliman. Di antaranya adalah: \nFirman Allah swt: \n \nWahai orang-orang yang beriman! Jadilah kamu sebagai penegak keadilan karena Allah, (ketika) menjadi saksi dengan adil. Dan janganlah kebencianmu terhadap suatu kaum, mendorong kamu untuk berlaku tidak adil. Berlaku adillah. Karena (adil) itu lebih dekat kepada takwa. Dan bertakwalah kepada Allah, sungguh, Allah Mahateliti apa yang kamu kerjakan. (al-Ma’idah/5: 8) \n \nAllah swt menetapkan keadilan sebagai landasan umum bagi kehidupan masyarakat untuk setiap bangsa di segala zaman. Keadilan merupakan tujuan dari pengutusan rasul-rasul ke dunia serta tujuan dari syariat dan hukum yang diturunkan kepada mereka. \n \n \nFirman Allah swt: \n \nSungguh, Kami telah mengutus rasul-rasul Kami dengan bukti-bukti yang nyata dan Kami turunkan bersama mereka kitab dan neraca (keadilan) agar manusia dapat berlaku adil. Dan Kami menciptakan besi yang mempunyai kekuatan hebat dan banyak manfaat bagi manusia, dan agar Allah mengetahui siapa yang menolong (agama)-Nya dan rasul-rasul-Nya walaupun (Allah) tidak dilihatnya. Sesungguhnya Allah Mahakuat, Mahaperkasa. (al-hadid/57: 25) \n \nMenurut Mahmud Syaltut, Allah swt menyebutkan besi dalam rangkaian pembinaan keadilan, mengandung isyarat yang kuat dan jelas bahwa pembinaan dan pelaksanaan keadilan adalah ketentuan Ilahi yang wajib dikerjakan. Para pelaksananya dapat mempergunakan kekuatan yang dibenarkan Tuhan, seperti dengan peralatan besi (senjata) yang punya daya kekuatan yang dahsyat. \nAdapun macam-macam keadilan yang dikemukakan oleh Islam antara lain sebagai berikut: \n \nPertama: Keadilan dalam Kepercayaan \nMenurut Al-Qur’an kepercayaan syirik itu suatu kezaliman. Sebagaimana firman Allah swt: \n \nJanganlah engkau mempersekutukan Allah, sesungguhnya mempersekutukan (Allah) adalah benar-benar kezaliman yang besar. (Luqman/31: 13) \nMengesakan Tuhan adalah suatu keadilan, sebab hanya Dialah yang menjadi sumber hidup dan kehidupan. Dia memberi nikmat lahir dan batin. Segala ibadah, syukur, dan pujian hanya untuk Allah swt. Mengarahkan ibadah dan pujian kepada selain Allah adalah perbuatan yang tidak adil atau suatu kezaliman. Hak manusia mendapatkan rahmat dan nikmat dari Allah, karena itu manusia berkewajiban mengesakan Allah dalam itikad dan ibadah. \n \nKedua: Keadilan dalam Rumah Tangga \nRumah tangga merupakan bagian dari masyarakat. Bilamana rumah tangga sejahtera, masyarakat pun akan sejahtera dan negara akan kuat. \nDari rumah tangga yang baik lahir individu-individu yang baik pula. Oleh karena itu, Islam menetapkan peraturan-peraturan dalam pembinaan rumah tangga yang cukup luwes dan sempurna. Keadilan tidak hanya mendasari ketentuan-ketentuan formal yang menyangkut hak dan kewajiban suami istri, tetapi juga keadilan mendasari hubungan kasih sayang dengan istri. \n \nKetiga: Keadilan dalam Perjanjian \nDalam memenuhi kebutuhan hidup, setiap orang ataupun bangsa pasti memerlukan bantuan orang lain. Tolong-menolong dan bantu-membantu sesama manusia dalam usaha mencapai kebutuhan masing-masing merupakan ciri kehidupan kemanusiaan. Agama Islam memberikan tuntunan dalam menyelenggarakan hidup tolong-menolong itu. Umpamanya dalam soal muamalah, seperti utang piutang, jual beli, sewa menyewa, dan sebagainya, dengan suatu perjanjian, Islam memerintahkan agar perjanjian itu ditulis. \nFirman Allah swt: \n \nWahai orang-orang yang beriman! Apabila kamu melakukan utang piutang untuk waktu yang ditentukan, hendaklah kamu menuliskannya. Dan hendaklah seorang penulis di antara kamu menuliskannya dengan benar. ¦ Yang demikian itu, lebih adil di sisi Allah, lebih dapat menguatkan kesaksian, dan lebih mendekatkan kamu kepada ketidakraguan¦. (al-Baqarah/2: 282) \n \nPada persaksian yang banyak terjadi dalam perjanjian-perjanjian, Islam menetapkan pula adanya keadilan. Keadilan dalam persaksian ialah melaksanakannya secara jujur isi kesaksian itu tanpa penyelewengan dan pemalsuan. \nFirman Allah swt: \n \n¦Dan janganlah kamu menyembunyikan kesaksian, karena barang siapa menyembunyikannya, sungguh, hatinya kotor (berdosa)¦. (al-Baqarah/2: 283) \n \nFirman Allah swt: \n \nWahai orang-orang yang beriman! Jadilah kamu penegak keadilan, menjadi saksi karena Allah, walaupun terhadap dirimu sendiri atau terhadap ibu bapak dan kaum kerabatmu¦. (an-Nisa’/4: 135) \n \nKeempat : Keadilan dalam Hukum \nDalam Islam semua manusia sama di hadapan Tuhan, tidak ada perbedaan orang kulit putih dan kulit hitam, antara anak raja dengan anak rakyat, semua sama dalam perlakuan hukum. Melaksanakan keadilan hukum dipandang oleh Islam sebagai melaksanakan amanat. \nFirman Allah swt: \n \nSungguh, Allah menyuruhmu menyampaikan amanat kepada yang berhak menerimanya, dan apabila kamu menetapkan hukum di antara manusia hendaknya kamu menetapkannya dengan adil¦. (an-Nisa’/4: 58) \nHadis Nabi saw: \nSesungguhnya kehancuran umat sebelummu karena jika orang terpandang yang mencuri mereka tidak menghukumnya, namun jika orang lemah yang mencuri, mereka menghukumnya. Demi Allah, sekiranya Fatimah binti Muhammad mencuri, pasti kupotong tangannya. (Riwayat Muslim) \n \nDi samping berlaku adil, Allah swt memerintahkan pula berbuat ihsan seperti membalas kebaikan orang lain dengan kebaikan yang lebih baik/besar atau memaafkan orang lain. \nFirman Allah: \n \nDan apabila kamu dihormati dengan suatu (salam) penghormatan, maka balaslah penghormatan itu dengan yang lebih baik, atau balaslah (peng-hormatan itu, yang sepadan) dengannya. Sungguh, Allah memperhitungkan segala sesuatu. (an-Nisa’/4: 86) \nAl-Ihsan terbagi dalam tiga kategori: \n1. Al-Ihsan dalam ibadah: engkau beribadah kepada Allah seakan-akan melihat-Nya. Jika tidak melihat-Nya, sesungguhnya Allah melihatmu. \nHadis Nabi Muhammad saw: \nIhsan itu ialah kamu beribadah kepada Allah seakan-akan kamu melihat-Nya, apabila kamu tidak melihat-Nya, Dia pasti melihatmu. (Riwayat al-Bukhari dari Abu Hurairah) \n2. Al-Ihsan dalam balasan dan sanksi dengan seimbang, dan menyempurna-kan hak dalam pembunuhan dan luka dengan qisas. \n3. Al-Ihsan dalam menepati hak atau hutang dengan membayarnya tanpa mengulur waktu, atau disertai tambahan yang tidak bersyarat. \nTingkat al-ihsan yang tertinggi ialah berbuat kebaikan terhadap orang yang bersalah. Diriwayatkan bahwa Isa a.s. pernah berkata, \"Sesungguhnya al-ihsan itu ialah kamu berbuat baik kepada orang yang bersalah terhadapmu. Bukanlah al-ihsan bila kamu berbuat baik kepada orang yang telah berbuat baik kepadamu.\" \nAllah swt memerintahkan pula dalam ayat ini untuk memberikan sedekah kepada kerabat untuk kebutuhan mereka. Bersedekah kepada kerabat sebenarnya sudah termasuk dalam pengakuan berbuat adil dan al-ihsan. Namun disebutkan secara khusus untuk memberikan pengertian bahwa urusan memberikan bantuan kepada kerabat hendaklah diperhatikan dan diutamakan. \nSesudah menerangkan ketiga perkara yang diperintahkan kepada umat manusia, Allah swt meneruskan dengan menerangkan tiga perkara lagi yang harus ditinggalkan. \nPertama : Melarang berbuat keji (fahisyah), yaitu perbuatan-perbuatan yang didasarkan pada pemuasan hawa nafsu seperti zina, minuman-minuman yang memabukkan, dan mencuri. \nKedua : Melarang berbuat mungkar yaitu perbuatan yang buruk yang berlawanan dengan pikiran yang waras, seperti membunuh dan merampok hak orang lain. \nKetiga : Melarang permusuhan yang sewenang-wenang terhadap orang lain. \nDemikianlah dalam ayat ini, Allah swt memerintahkan tiga perkara yang harus dikerjakan, yaitu berbuat adil, al-ihsan, dan mempererat persaudaraan. Allah juga melarang tiga perkara, yaitu berbuat keji, mungkar, dan permusuhan. \nSemua itu merupakan pengajaran kepada manusia yang akan membawa mereka kepada kebahagiaan dunia dan akhirat, maka sewajarnya mereka mengamalkannya.",
                        "2": "(91) Dalam ayat ini, Allah swt memerintahkan kaum Muslimin untuk menepati janji mereka dengan Allah jika mereka sudah mengikat janji itu. Menurut Ibnu Jarir, ayat-ayat ini diturunkan dengan bai’at (janji setia) kepada Nabi Muhammad saw yang dilakukan oleh orang-orang yang baru masuk Islam. Mereka diperintahkan untuk menepati janji setia yang telah mereka teguhkan dengan sumpah, dan mencegah mereka membatalkannya. Jumlah kaum Muslimin yang sedikit janganlah mendorong mereka untuk membatalkan bai’at itu setelah melihat jumlah kaum musyrikin yang besar. \nMenurut ayat ini, semua ikatan perjanjian yang dibuat dengan kehendak sendiri, wajib dipenuhi baik perjanjian itu sesama kaum Muslimin ataupun terhadap orang di luar Islam. Allah swt melarang kaum Muslimin melanggar sumpah yang diucapkan dengan mempergunakan nama Allah, karena dalam sumpah seperti itu, Allah telah ditempatkan sebagai saksi. Allah akan memberi pahala bagi mereka yang memenuhi apa yang diucapkannya dengan sumpah atau membalas dengan azab bagi mereka yang mengkhianati sumpah itu. Sesungguhnya Allah mengetahui segala amal perbuatan manusia. Dialah yang mengetahui segala perjanjian yang mereka kuatkan dengan sumpah, dan mengetahui pula bagaimana mereka memenuhi janji dan sumpah itu.",
                        "3": "(92) Dalam ayat ini, Allah mengumpamakan orang yang melanggar perjanjian dan sumpah itu sebagai seorang wanita yang mengurai benang yang sudah dipintal dengan kuat, menjadi cerai berai kembali. Demikian itu adalah gambaran tingkah laku orang gila dan orang bodoh. \nPelanggaran terhadap bai’at perjanjian atau sumpah berarti menjadikan sumpah sebagai alat penipuan sesama manusia. Sebab jika satu golongan atau seseorang membuat perjanjian dengan golongan lain yang lebih besar dan kuat daripadanya untuk menenteramkan hati mereka, kemudian jika ada kesempatan, dia mengkhianati perjanjian itu, maka tingkah laku seperti demikian itu dipandang sebagai suatu penipuan. \nAllah swt melarang tingkah laku demikian karena termasuk perbuatan bodoh dan gila, walaupun dia dari golongan yang kecil berhadapan dengan golongan yang besar. Lebih terlarang lagi jika golongan besar membatalkan perjanjian terhadap golongan yang lebih kecil. \nDiriwayatkan bahwa Mu’awiyah, khalifah pertama Dinasti Bani Umaiyyah, pernah mengadakan perjanjian damai dengan Kaisar Romawi dalam jangka tertentu. Menjelang akhir perjanjian damai tersebut, Mu’awiyah membawa pasukannya ke perbatasan dengan rencana bila saat perjanjian itu berakhir dia langsung akan menyerang. Lalu seorang sahabat bernama Amr bin Anbasah berkata kepadanya, \"Allahu Akbar, wahai Mu’awiyah, tepatilah janji, jangan khianat, aku pernah mendengar Rasul saw bersabda: \nBarang siapa ada perjanjian waktu antara dia dengan golongan lain, maka sekali-kali janganlah dia membatalkan perjanjian itu sampai habis waktunya. (Riwayat Imam Ahmad) \n \nSetelah Mu’awiyah mendengarkan peringatan temannya itu, dia pun pulang membawa kembali pasukannya. Demikianlah Islam menetapkan ketentuan-ketentuan dalam tata pergaulan antara manusia untuk menguji di antara mereka siapakah yang paling kuat berpegang kepada perjanjian yang mereka adakan sendiri, baik perjanjian itu kepada Allah dan rasul-Nya seperti bai’at, ataupun kepada sesama manusia. Pada hari kiamat kelak akan kelihatan: mana yang hak dan mana yang batil serta mana yang jujur dan mana yang khianat. Segala perselisihan akan dijelaskan, masing-masing akan mendapat ganjaran dari Allah swt.",
                        "4": "(93) Kemudian Allah swt dalam ayat ini mengemukakan bahwa sekiranya Dia berkehendak, tentu Dia mampu mempersatukan manusia ke dalam satu agama sesuai dengan tabiat manusia itu, dan meniadakan kemampuan ikhtiar dan pertimbangan terhadap apa yang dikerjakan. Dengan demikian, manusia hidup seperti halnya semut atau lebah, atau hidup seperti malaikat yang diciptakan bagaikan robot yang penuh ketaatan kepada Allah, sedikit pun tidak akan menyimpang dari ketentuan yang benar, atau tersesat ke jalan yang salah. Akan tetapi, Allah swt tidak berkehendak demikian dalam menciptakan manusia. Allah menciptakan manusia dengan menganugerah-kan kemampuan berikhtiar dan berusaha dengan penuh pertimbangan. Daya pertimbangan itu sejak azali diberikan kepada manusia. Pahala dan siksa berkaitan erat dengan pilihan dan pertimbangan manusia itu. Masing-masing diminta pertanggungjawaban terhadap segala perbuatan yang dihasilkan oleh pertimbangan dan pilihan mereka itu. Sebagaimana firman Allah: \nDan bahwa manusia hanya memperoleh apa yang telah diusahakannya, dan sesungguhnya usahanya itu kelak akan diperlihatkan (kepadanya). (an-Najm/53: 39-40)",
                        "5": "(94) Allah swt menegaskan kembali kepada orang Islam tentang larangan-Nya menjadikan sumpah sebagai alat penipuan di antara mereka. Sesudah Allah swt melarang membatalkan perjanjian dan sumpah pada umumnya, dalam ayat ini, Allah swt secara khusus menegaskan larangan membatalkan perjanjian yang telah dibuat kaum Muslimin dengan Nabi Muhammad saw sewaktu masih di Mekah, menjelang hijrah ke Medinah. \nAllah swt tidak membenarkan jika membuat perjanjian hanya untuk mengelabui manusia. Timbulnya larangan ini disebabkan oleh adanya keinginan dari kaum Muslimin untuk membatalkan baiat mereka yang telah diperkuat dengan sumpah. Jika mereka melakukan hal demikian, berarti kaki mereka tergelincir sesudah berpijak di tempat yang mantap. \nMereka akan mengalami penderitaan disebabkan tindakan mereka yang menjadikan sumpah sebagai alat penipu di antara manusia. Ada tiga hukuman bagi yang melanggar jika melakukan tindakan demikian itu. \nPertama : Mereka bertambah jauh dari kebenaran dan hidayah Allah swt, meskipun sudah berada di dalam garis kebenaran itu. \nKedua : Mereka memberi contoh dalam penyelewengan dari jalan Allah. Dengan kebiasaan jelek itu, mereka patut mendapat azab di dunia, seperti pembunuhan, penangkapan, perampasan, dan pengusiran dari kampung halaman. \nKetiga : Mereka akan diazab di akhirat sebagai balasan atas kelancangan mereka menjauhi kebenaran. Mereka dimasukkan ke dalam golongan orang yang sengsara dan sesat.",
                        "6": "(95) Dalam ayat ini, Allah menegaskan lagi larangan-Nya tentang membatalkan janji setia itu (bai’at) dengan menyatakan bahwa perbuatan itu sama halnya dengan menukarkan perjanjian dengan Allah dengan harga yang murah. Misalnya, untuk memperoleh keuntungan duniawi dan harta yang sedikit, mereka membatalkan suatu perjanjian yang mereka adakan sendiri. Peringatan Allah ini berhubungan dengan ihwal orang-orang Mekah yang telah mem-bai’at Nabi saw kemudian mereka bermaksud membatalkan bai’at itu setelah melihat kekuatan orang Quraisy, serta penganiayaan mereka kepada orang Islam. \nKemudian orang-orang Quraisy menjanjikan pula kepada orang Islam akan memberikan sesuatu jika mereka mau kembali kepada agama kesyirikan. Oleh sebab itu, Allah memperingatkan mereka dengan ayat ini dan mencegah mereka agar jangan sampai membatalkan bai’at kepada Nabi itu, hanya untuk memperoleh harta duniawi. Karena apa yang ada pada Allah seperti pahala di akhirat dan agama yang dibawa Nabi saw untuk kehidupan duniawi, jauh lebih baik dari apa yang dijanjikan oleh pemimpin musyrik itu. Jika mereka mempergunakan akal pikiran dan merenungkan persoalan-persoalan itu, tentulah mereka lebih cenderung untuk tetap setia kepada Nabi saw dan menolak ajakan pemimpin-pemimpin musyrik itu.",
                        "7": "(96) Dalam ayat ini, Allah swt menjelaskan bahwa segala apa yang dimiliki dan datang dari manusia, berupa pemberian harta benda duniawi, adalah terbatas dan ada akhirnya, sedang apa yang ada pada sisi Allah, berupa pahala dan ganjaran dalam surga, tidak ada batasnya, tak putus-putus bahkan selama-lamanya. Maka kepada mereka yang beriman, sabar menghadapi tugas-tugas agama, dan tabah menghadapi penderitaan, Allah pasti memberi ganjaran yang lebih dari apa yang mereka kerjakan. Tuhan menonjolkan sifat sabar atau tabah karena sifat itu merupakan asas dari segala amal perbuatan. \nFirman Allah: \n \nApa pun (kenikmatan) yang diberikan kepadamu, maka itu adalah kesenangan hidup di dunia. Sedangkan apa (kenikmatan) yang ada di sisi Allah lebih baik dan lebih kekal bagi orang-orang yang beriman, dan hanya kepada Tuhan mereka bertawakal. (asy-Syura/42: 36) \n \nFirman Allah juga: \n \nHarta dan anak-anak adalah perhiasan kehidupan dunia tetapi amal kebajikan yang terus-menerus adalah lebih baik pahalanya di sisi Tuhanmu serta lebih baik untuk menjadi harapan. (al-Kahf/18: 46)",
                        "8": "(97) Kemudian Allah swt dalam ayat ini berjanji bahwa Allah swt benar-benar akan memberikan kehidupan yang bahagia dan sejahtera di dunia kepada hamba-Nya, baik laki-laki maupun perempuan, yang mengerjakan amal saleh yaitu segala amal yang sesuai petunjuk Al-Qur’an dan sunnah Rasul, sedang hati mereka penuh dengan keimanan. \nRasulullah bersabda: \nDari ’Abdullah bin ’Umar bahwa Rasulullah saw bersabda, \"Sungguh beruntung orang yang masuk Islam, diberi rezeki yang cukup dan menerima dengan senang hati atas pemberian Allah. (Riwayat Ahmad) \n \nKehidupan bahagia dan sejahtera di dunia ini adalah suatu kehidupan di mana jiwa manusia memperoleh ketenangan dan kedamaian karena merasakan kelezatan iman dan kenikmatan keyakinan. Jiwanya penuh dengan kerinduan akan janji Allah, tetapi rela dan ikhlas menerima takdir. Jiwanya bebas dari perbudakan benda-benda duniawi, dan hanya tertuju kepada Tuhan Yang Maha Esa, serta mendapatkan limpahan cahaya dari-Nya. \nJiwanya selalu merasa puas terhadap segala yang diperuntukkan baginya, karena ia mengetahui bahwa rezeki yang diterimanya itu adalah hasil dari ketentuan Allah swt. Adapun di akhirat dia akan memperoleh balasan pahala yang besar dan paling baik dari Allah karena kebijaksanaan dan amal saleh yang telah diperbuatnya serta iman yang bersih yang mengisi jiwanya.",
                        "9": "(98) Kemudian dalam ayat ini Allah swt mengajarkan adab membaca Al-Qur’an agar dalam membaca dan memahaminya jauh dari gangguan setan. Al-Qur’an memberi petunjuk kepada manusia ke jalan kebahagiaan, dan menentukan mana amal perbuatan yang saleh yang berguna bagi kehidupan manusia dan mana pula perbuatan yang membawa ke jalan kesengsaraan. Akan tetapi, petunjuk Al-Qur’an itu akan dapat dimengerti dan dipahami dengan benar, apabila akal pikiran si pembaca bersih dari godaan setan. \nFirman Allah swt: \n \nSesungguhnya orang-orang yang bertakwa apabila mereka dibayang-bayangi pikiran jahat (berbuat dosa) dari setan, mereka pun segera ingat kepada Allah, maka ketika itu juga mereka melihat (kesalahan-kesalahannya). (al-A’raf/7: 201) \n \nDan firman Allah: \n \nSungguh, setan itu musuh bagimu, maka perlakukanlah ia sebagai musuh, karena sesungguhnya setan itu hanya mengajak golongannya agar mereka menjadi penghuni neraka yang menyala-nyala. (Fathir/35: 6) \n \nJika Rasulullah saja diperintahkan Allah untuk berlindung kepada-Nya ketika akan membaca Al-Qur’an, padahal sudah dinyatakan terpelihara, bagaimana halnya dengan manusia yang bukan rasul. Sungguh manusia itu lemah dan mudah terpengaruh oleh setan dalam memahami Al-Qur’an. Membaca Al-Qur’an adalah usaha manusia untuk mendekatkan diri kepada Allah. Setan berusaha keras menjauhkan manusia dari petunjuk Allah dengan berbagai cara. Oleh karena itu, Allah memerintahkan untuk memohon pertolongan kepada-Nya dengan ucapan: \nAku berlindung kepada Allah dari godaan setan yang terkutuk.",
                        "10": "(99-100) Dalam ayat ini, Allah swt menerangkan bahwa setan tidak punya pengaruh terhadap orang-orang yang beriman, orang-orang yang berserah diri kepada Allah swt, serta sabar dan tawakal menahan derita dalam perjuangan menegakkan agama. Mereka mampu melawan godaan setan dan menolak untuk mengikuti langkah-langkahnya dan menjadi pengikutnya. Berkat cahaya iman dalam dada mereka, tipu daya setan itu dapat mereka ketahui dan atasi. Setan itu hanya berpengaruh atas orang-orang yang sudah patuh ke dalam wilayah kekuasaannya, orang-orang yang memandang setan itu sebagai pemimpin lalu mencintainya dan mengikutinya serta mematuhi segala perintahnya. Karena tipu daya dan godaan setan itu, mereka akhirnya mempersekutukan Tuhan atau menyembah setan di samping menyembah Allah swt.",
                        "11": "(99-100) Dalam ayat ini, Allah swt menerangkan bahwa setan tidak punya pengaruh terhadap orang-orang yang beriman, orang-orang yang berserah diri kepada Allah swt, serta sabar dan tawakal menahan derita dalam perjuangan menegakkan agama. Mereka mampu melawan godaan setan dan menolak untuk mengikuti langkah-langkahnya dan menjadi pengikutnya. Berkat cahaya iman dalam dada mereka, tipu daya setan itu dapat mereka ketahui dan atasi. Setan itu hanya berpengaruh atas orang-orang yang sudah patuh ke dalam wilayah kekuasaannya, orang-orang yang memandang setan itu sebagai pemimpin lalu mencintainya dan mengikutinya serta mematuhi segala perintahnya. Karena tipu daya dan godaan setan itu, mereka akhirnya mempersekutukan Tuhan atau menyembah setan di samping menyembah Allah swt.",
                        "12": "(101) Dalam ayat ini, dijelaskan bahwa Allah telah mengganti ayat dalam Al-Qur’an dengan ayat lain. Penggantian itu dimaksudkan untuk kemasla-hatan manusia, karena hanya Allah yang mengetahui hukum yang mana yang lebih sesuai untuk suatu masa bagi suatu umat. \nKaum musyrikin mencela Nabi Muhammad saw karena menurut mereka, Nabi pada satu waktu memerintahkan suatu perkara, dan pada waktu yang lain melarangnya. Mereka mengatakan bahwa rasul suka mengada-ada. Sikap demikian timbul karena mereka tidak mengetahui hikmah yang ter-kandung dalam penggantian ayat. \nPenggantian ayat atau hukum Al-Qur’an hanya pada beberapa ayat saja, misalnya dalam masalah mengubah adat kebiasaan suatu kaum. Kalau perubahan itu dilakukan sekaligus, akan menimbulkan kegoncangan di kalangan mereka. Adalah sangat bijaksana dalam membina perubahan suatu masyarakat selalu diperhatikan segi-segi kejiwaan masyarakat itu. Tetapi bagi orang yang hatinya tertutup oleh kesombongan dan permusuhan terhadap Rasul, pergantian ayat yang mendukung dan mengandung hikmah itu dijadikan sumber fitnah bagi beliau. (Lih. Penafsiran al-Baqarah/2: 106).",
                        "13": "(102) Allah swt dalam ayat ini memerintahkan Rasul saw untuk menjelaskan kepada kaum musyrikin bahwa ayat-ayat itu bukanlah rekayasa beliau, tetapi diturunkan oleh malaikat Jibril a.s. dari Allah Rabbul ’Alamin, kelompok demi kelompok dengan hikmah kebijaksanaan yang sempurna, sesuai dengan perkembangan masyarakat dan kebutuhannya. Allah juga mengemukakan sifat rububiyah-Nya serta menghubungkannya kepada Nabi Muhammad saw (Rabbika = Tuhanmu), untuk memberikan pengertian bahwa bimbingan Allah kepada Rasul adalah dengan cara berangsur-angsur untuk menuju kesempurnaan. Allah akan melimpahkan pancaran sifat rububiyah itu kepada Nabi-Nya. \nAl-Qur’an diturunkan secara bertahap kepada Rasul untuk meneguhkan keimanan orang yang beriman, memberi pedoman bagi mereka dalam mengesakan Allah swt, dan menjadi petunjuk dalam mencari kehidupan yang bahagia dunia dan akhirat. \nAl-Qur’an menjelaskan pula kepada orang-orang yang beriman bahwa mereka akan memperoleh surga di akhirat sebagai balasan bagi amal kebajikan mereka di dunia.",
                        "14": "(103) Allah swt menjelaskan bahwa orang-orang musyrik Mekah menuduh Nabi Muhammad saw menerima pelajaran Al-Qur’an dari seseorang. Menurut mereka, orang itu seorang laki-laki asing, bukan bangsa Arab, yang selalu mengajarkan kitab-kitab lama di tengah-tengah mereka. Tetapi tuduhan itu tidak benar karena Al-Qur’an tersusun dalam bahasa Arab yang indah dan padat isinya, bagaimana orang asing menciptakannya? Sampai sejauh mana orang yang bukan bangsa Arab Quraisy merasakan keindahan bahasa Arab dan kemudian menyusunnya dalam bahasa yang indah dan padat seperti Al-Qur’an? Apalagi kalau dikatakan bahwa orang itu menjadi pengajar Nabi. Mengenai siapa orang asing itu, bermacam-macam riwayat menjelaskannya. Di antaranya ada yang mengatakan bahwa orang asing itu adalah seorang budak Romawi yang beragama Nasrani, yang dipelihara oleh Bani Hadrami. Namun demikian, dari riwayat yang bermacam-macam itu, tidak ada satu pun yang dapat menjadi pegangan. \nBesar kemungkinan tuduhan itu hanya tipu muslihat orang-orang musyrik yang sengaja dilontarkan kepada Nabi saw dan kaum Muslimin. Pemimpin-pemimpin Quraisy yang berdagang ke Syam (Syria) sedikit banyaknya sudah pernah mendengar isi Kitab Taurat dan Injil karena hubungan mereka dengan orang-orang Ahli Kitab. Karena Al-Qur’an itu memuat isi Taurat, lalu mereka mengira tentulah ada orang asing (’ajam) yang beragama Nasrani mengajarkan isi Al-Qur’an itu kepada Nabi.",
                        "15": "(104) Dalam ayat ini, Allah swt menegaskan bahwa tanpa iman kepada Allah swt dan Al-Qur’an sebagai wahyu-Nya, seseorang tidak akan mendapat petunjuk kepada kebenaran hakiki yang melepaskan dia dari azab. Orang-orang yang mengatakan bahwa Al-Qur’an itu buatan manusia atau dongeng-dongeng zaman kuno, tentu jauh dari hidayah Allah, dan tidak akan dapat menemukan jalan kebenaran. \nAl-Qur’an yang seharusnya menjadi penuntun ditinggalkannya, sehingga mereka menjadi sesat. Oleh karena itu, mereka mudah terjerumus ke dalam kejahatan sehingga jiwanya menjadi kotor dan tertutup oleh noda-noda dosa. Mereka itu pasti sengsara dan tersiksa di dunia dan di akhirat.",
                        "16": "(105) Ayat ini menyanggah tuduhan orang-orang kafir yang mengatakan bahwa Al-Qur’an adalah ciptaan Muhammad. Sesungguhnya yang membuat-buat kebohongan itu bukan Rasul saw, tetapi orang-orang yang tidak beriman kepada ayat-ayat Allah, baik ayat-ayat kauniyah yang menjelaskan keesaan dan kekuasaan Allah yang terdapat pada alam semesta ini, maupun ayat-ayat qur’aniyah yang memberi petunjuk dalam kehidupan ini. Jadi sebenarnya mereka yang menjadi pendusta, bukan Rasul saw karena beliau adalah orang yang paling jujur, sempurna ilmu dan amal perbuatannya, kuat keyakinan, dan paling terpercaya. Karena kejujuran dan kebersihan jiwanya, ia diberi nama al-Amin (orang yang jujur).",
                        "17": "(106) Dalam ayat ini, Allah swt menerangkan tentang ancaman keras terhadap riddah (murtad) yakni kufur kembali sesudah beriman, mengutama-kan kesesatan dari petunjuk (hidayah)-Nya. Mereka mendapat kemurkaan dan azab Allah, kecuali dalam kondisi terpaksa. Misalnya, mereka menyatakan murtad dengan lidah karena jiwanya terancam, namun hati mereka tetap penuh dengan keimanan. Tidak ada dosa dan tuntutan hukum kepadanya, selama ia tetap beriman. \nRasulullah bersabda: \nTidak dicatat amal umatku (karena) kekeliruan, lupa, dan mereka terpaksa. (Riwayat ath-thabrani dari sauban)",
                        "18": "(107) Dalam ayat ini, dijelaskan sebab-sebab kemurkaan Allah kepada mereka yang benar-benar kembali kepada kekafiran, sesudah beriman. Mereka dianggap lebih mengutamakan kehidupan dunia daripada kehidupan akhirat dengan segala kenikmatan yang dijanjikan Allah bagi orang-orang yang benar-benar beriman dan sudah teruji keimanannya dengan berbagai cobaan dan fitnah di dunia. Allah tidak akan memberikan hidayah-Nya bagi orang yang murtad, bukan karena terpaksa. Di akhirat mereka mendapatkan siksaan yang pedih. \nAllah tidak akan memberi taufik kepada orang yang ingkar kepada ayat-ayatnya, dan orang yang telah sengaja menghilangkan kesediaan jiwanya untuk menerima kebaikan lalu menukarkannya dengan dosa dan kejahatan.",
                        "19": "(108) Hukuman lainnya bagi orang yang murtad dijelaskan Allah dalam ayat ini, yaitu Allah swt menutup hati (jiwa), pandangan, dan penglihatan mereka. Hati mereka tertutup disebabkan kekerasan dan kekafirannya, sehingga tidak dapat terbuka untuk memahami dan menanggapi tanda-tanda keberadaan Allah. Pandangan dan penglihatan mereka tertutup disebabkan pengertian dan kesan dari apa yang didengar dan dilihat mereka tidak sampai ke dalam hati. \nPancaran cahaya Ilahi dan ilmu tidak dapat menembus dan menyinari kalbu mereka menuju jalan Ilahi. Batin mereka juga tidak mampu menyerap fakta ilmiah sebagai tanda keesaan dan kebesaran Allah swt. Manusia serupa inilah yang dikatakan Allah swt seperti hewan, bahkan lebih jelek lagi. \nFirman Allah swt: \n \nBarang siapa murtad di antara kamu dari agamanya, lalu dia mati dalam kekafiran, maka mereka itu sia-sia amalnya di dunia dan di akhirat, dan mereka itulah penghuni neraka, mereka kekal di dalamnya. (al-Baqarah/2: 217) \nHukuman selanjutnya bagi mereka yang murtad ialah menjadikan mereka lalai terhadap hakikat kebenaran. Mereka memang tidak punya perhatian sama sekali kepada lingkungan, sehingga mereka menjadi pasif (jumud) dan terkucil. \nHukuman bagi orang Islam yang dengan sadar murtad dari Islam adalah hukum bunuh seperti yang dilakukan oleh Ali r.a. dan Mu’adz bin Jabal terhadap orang yang murtad di zamannya, berdasarkan riwayat Imam Ahmad. Kedua sahabat itu berpegang kepada sabda Rasul: \nBarang siapa mengganti agamanya (Islam) bunuhlah dia. (Riwayat Ahmad, al-Bukhari dan Muslim dari Ibnu ’Abbas)",
                        "20": "(109) Dalam ayat ini, Allah swt menegaskan bahwa mereka yang murtad itu adalah orang yang sungguh merugi di akhirat karena telah menodai jiwa mereka sendiri dan menjerumuskan diri ke dalam jurang api neraka. Mereka mendapatkan hal-hal berikut: \n \n1. Murka Allah. \n2. Siksaan yang pedih. \n3. Tidak mendapat hidayah Allah. \n4. Hati, pendengaran, dan penglihatan mereka tertutup. \n5. Pada hari kiamat, mereka akan merugi. \nMereka kehilangan kenikmatan duniawi yang mereka kejar dengan mencurahkan tenaga dan menghabiskan umur. Di akhirat mereka tidak mendapatkan apa pun selain penderitaan. Mereka tidak menyadari bahwa modal utama untuk hidup di dunia adalah umur. Jika modal itu tidak dipergunakan untuk keperluan yang utama, tentulah modal itu akan habis dengan percuma.",
                        "21": "(110) Allah menerangkan keadaan kaum Muslimin di Mekah yang sangat tertekan, sehingga tidak berani memperlihatkan keislaman mereka. Bilamana kelihatan melakukan ibadah, mereka dipaksa dan disiksa agar kembali kepada agama nenek moyang mereka yaitu agama syirik seperti apa yang dialami ’Ammar bin Yasir, Khabbab, dan lain-lain. Karena penghinaan dan ancaman penganiayaan itu, mereka lalu berpura-pura kembali kepada agama syirik. \nMereka mengikuti kemauan kaum Quraisy di bawah ancaman siksa. Ketika mendapatkan kesempatan hijrah meninggalkan kota Mekah, mereka pun pergi untuk hijrah. Dengan ikhlas mereka berpisah dengan sanak keluarga, harta benda, dan kampung halaman hanya karena mengharapkan rida Allah. Bermacam-macam penderitaan dan kesulitan yang mereka hadapi dalam hijrah itu, baik dalam perjalanan maupun begitu tiba di tempat yang dituju. Semua penderitaan dan kesulitan itu mereka hadapi dengan penuh kesabaran serta tawakal kepada Allah. \nTempat yang menjadi tujuan mereka adalah negeri Habasyah (Ethiopia) yang jaraknya sangat jauh dari Mekah. Jarak yang jauh itu mereka tempuh dengan jalan kaki. Ketika sampai di tempat tujuan, mereka harus berjuang lagi mempertahankan keimanan sambil berdakwah. \nSesudah mereka mengalami cobaan dan penderitaan itu, Allah mengampuni kesalahan yang mereka lakukan di bawah ancaman siksaan seperti mengucapkan kata-kata kufur kembali. Allah swt memberikan rahmat dan kasih sayang-Nya dengan memberikan pahala yang besar bagi mereka pada hari akhirat kelak.",
                        "22": "(111) Pada hari perhitungan, setiap orang akan diminta pertanggung-jawabannya atas setiap perbuatan yang dilakukan selama hidup di dunia, baik berupa kebajikan maupun kejahatan. Firman Allah swt: \n \n(Ingatlah) pada hari (ketika) setiap jiwa mendapatkan (balasan) atas kebajikan yang telah dikerjakan dihadapkan kepadanya, (begitu juga balasan) atas kejahatan yang telah dia kerjakan. (Ali ’Imran/3: 30) \nTidak seorang pun pada hari itu yang dapat membela orang lain. Masing-masing memikul bebannya sendiri dan tidak akan memikul dosa orang lain. Firman Allah swt: \n \nDan orang yang berdosa tidak akan memikul dosa orang lain. (Fathir/35: 18) \nSemua perbuatan yang bersifat kebajikan ataupun kejahatan pada hari itu akan mendapat balasan dan tidak ada seorang pun yang dirugikan. Setiap orang sepenuhnya akan memperoleh balasan dari setiap perbuatannya. Yang berbuat kebajikan diberi pahala dengan sempurna atas amal kebajikannya, dan yang berbuat maksiat diberi hukuman dengan sempurna atas perbuatan maksiatnya. Firman Allah swt: \n \nDan takutlah pada hari (ketika) kamu semua dikembalikan kepada Allah. Kemudian setiap orang diberi balasan yang sempurna sesuai dengan apa yang telah dilakukannya, dan mereka tidak dizalimi (dirugikan). (al-Baqarah/2: 281)",
                        "23": "(112) Dalam sejarah umat masa lampau, banyak contoh-contoh yang seharusnya menjadi pelajaran bagi umat manusia sesudahnya. Satu kaum yang tinggal pada suatu negeri, semula hidup bahagia lahir dan batin, aman, dan tenteram. Mereka terpelihara dari ancaman musuh dan jauh dari bencana kelaparan dan kesengsaraan. Allah melimpahkan rezeki kepada mereka, baik rezeki yang terdapat di negeri mereka sendiri, maupun rezeki yang datang dari luar. Semuanya itu membuat mereka hidup makmur dan damai. Namun demikian, segala nikmat Allah yang melimpah itu tidak mereka syukuri bahkan mereka menjadi kafir dan ingkar kepada-Nya. Hidup mereka tidak lagi terikat dengan norma susila dan keagamaan. Mereka mabuk dengan kekayaan dan kemewahan sehingga lupa tanggung jawab mereka terhadap bangsa dan negara. Oleh karena itu, Allah menurunkan hukuman berupa bencana kelaparan dan kecemasan yang meliputi kehidupan mereka. itulah balasan bagi mereka. \nFirman Allah swt: \n \nTidakkah kamu memperhatikan orang-orang yang telah menukar nikmat Allah dengan ingkar kepada Allah dan menjatuhkan kaumnya ke lembah kebinasaan? Yaitu neraka Jahanam; mereka masuk ke dalamnya; dan itulah seburuk-buruk tempat kediaman. (Ibrahim/14: 28-29) \n \nSeharusnya mereka bersyukur atas segala nikmat yang besar itu, dan tidak berbuat sebaliknya. Karena kekafiran, Allah menukar suasana aman dan tenteram lagi penuh kemakmuran, menjadi suasana kelaparan dan ketakutan. Demikian juga keadaan kota Mekah dan penduduknya. Kota Mekah karena letaknya yang strategis, di tengah-tengah Jazirah Arab, telah menjadi kota lintas perdagangan antara bagian utara dan selatan. Tiga pasar yang termasyhur terdapat di sekitarnya, yaitu: Pasar Ukaz dekat Pasar Taif, Majannah dekat Mekah, dan dzulmajaz dekat Arafah. Pasar-pasar itu ramai dikunjungi pada bulan Zulkaidah dan Zulhijah oleh bangsa Arab dari segala kabilah. Di samping bulan-bulan itu untuk melakukan ibadah haji di Kabah, mereka mengadakan pula bermacam-macam kegiatan, seperti berdagang dan membaca syair-syair yang indah. Kota Mekah sejak sebelum Islam sudah merupakan kota yang ramai. Banyak orang yang berkunjung ke kota Mekah itu membawa rezeki dan kemakmuran. Al-Qur’an menceritakan letak kota Mekah yang berada di antara dua negeri yang besar yaitu Syam dan Yaman. \nFirman Allah swt: \n \nSungguh, bagi kaum Saba ada tanda (kebesaran Tuhan) di tempat kediaman mereka yaitu dua buah kebun di sebelah kanan dan di sebelah kiri, (kepada mereka dikatakan), \"Makanlah olehmu dari rezeki yang (dianugerahkan) Tuhanmu dan bersyukurlah kepada-Nya. (Negerimu) adalah negeri yang baik (nyaman) sedang (Tuhanmu) adalah Tuhan Yang Maha Pengampun.\" Tetapi mereka berpaling, maka Kami kirim kepada mereka banjir yang besar dan Kami ganti kedua kebun mereka dengan dua kebun yang ditumbuhi (pohon-pohon) yang berbuah pahit, pohon Asl dan sedikit pohon Sidr. (Saba’/34: 15-16) \n \nBahwa kota Mekah itu negeri yang aman dan damai, dinyatakan Allah dalam Al-Qur’an dengan firman-Nya: \n \nDan mereka berkata, \"Jika kami mengikuti petunjuk bersama engkau, niscaya kami akan diusir dari negeri kami.\" (Allah berfirman) Bukankah Kami telah meneguhkan kedudukan mereka dalam tanah haram (tanah suci) yang aman, yang didatangkan ke tempat itu buah-buahan dari segala macam (tumbuh-tumbuhan) sebagai rezeki (bagimu) dari sisi Kami? Tetapi kebanyakan mereka tidak mengetahui. (al-Qasas/28: 57)",
                        "24": "(113) Di antara perbuatan mereka yang menunjukkan kufur nikmat ialah mendustakan dan memusuhi Rasul seperti diterangkan Allah dalam ayat ini. Pada waktu Rasul datang kepada mereka memberikan pengajaran dan bimbingan, mereka mendustakan dan memusuhinya, padahal mereka itu mengetahui asal-usul Rasul serta akhlak dan pergaulannya. Mereka memahami pula bahwa ajaran yang diajarkan oleh Rasul itu benar, tetapi karena didorong oleh kepentingan dan kebencian tanpa alasan, mereka menolak dan menentangnya. Menurut sunnah Allah, setiap umat yang telah kedatangan Rasul, tetapi mereka mendustakan dan memusuhinya, akan ditimpa azab. \nFirman Allah swt: \n \n¦Tetapi Kami tidak akan menyiksa sebelum Kami mengutus seorang rasul. (al-Isra’/17: 15) \n \nKaum musyrikin Mekah tidak pula terhindar dari siksa Allah akibat perbuatan mereka memusuhi Nabi Muhammad saw sebagaimana umat-umat dahulu. Mereka mengalami penderitaan dan kesengsaraan akibat kelaparan bertahun-tahun lamanya. Allah menurunkan hukuman kepada mereka karena permohonan Nabi Muhammad saw setelah beliau banyak menderita kesusahan. Doa Nabi saw: \nYa Allah turunkanlah dengan keras hukuman-Mu kepada kaum Mudhar, (musyrikin Quraisy) dan jadikanlah hukuman atas mereka itu bertahun-tahun seperti tahun kelaparan pada zaman Nabi Yusuf as. (Riwayat al-Bukhari dari Ibnu Mas’ud) \n \nSetahun lamanya kaum musyrikin Mekah menderita kelaparan yang menghabiskan kekayaan mereka, sehingga mereka terpaksa makan kulit unta, anjing, bangkai, dan tulang yang dibakar. Sebelumnya, mereka selalu memperoleh rezeki dan makanan melimpah ruah yang datang dari segala penjuru. Akan tetapi, semuanya telah berubah sehingga mereka harus hidup dalam kekurangan. Demikian pula kehidupan mereka yang semula aman dan tenteram berubah menjadi permusuhan dan ketakutan pada Rasul saw dan sahabat-sahabatnya. Ketakutan ini timbul sesudah Rasul dan sahabat hijrah ke Medinah. Mereka merasa cemas akan kekuatan pasukan Islam, yang pada suatu waktu dapat menyergap kabilah-kabilah dagang atau hewan ternak mereka. Begitulah azab Allah yang diturunkan kepada mereka, yaitu kelaparan dan ketakutan yang meliputi kehidupan mereka disebabkan kekufuran kepada nikmat Allah. Mereka adalah orang-orang zalim, berbuat aniaya, dan tidak mau mensyukuri nikmat Allah. Muhammad saw beserta sahabat-sahabat dan pengikutnya mengalami perubahan kehidupan. Mereka dulunya dalam ketakutan berubah menjadi tenteram dan damai, dan dari kesusahan berubah menjadi makmur dan bahagia. Mereka pada akhirnya menjadi pemimpin umat manusia dan penguasa di dunia.",
                        "25": "(114) Dalam ayat ini, Allah menyuruh kaum Muslimin untuk memakan makanan yang halal dan baik dari rezeki yang diberikan Allah swt kepada mereka, baik makanan itu berasal dari binatang maupun tanaman. Makanan yang halal ialah makanan dan minuman yang dibenarkan oleh agama untuk dimakan dan diminum. Makanan yang baik ialah makanan dan minuman yang dibenarkan untuk dimakan atau diminum oleh kesehatan, termasuk di dalamnya makanan yang bergizi, enak, dan sehat. Makanan yang halal lagi baik inilah yang diperintahkan oleh Allah untuk dimakan dan diminum. Makanan yang dibenarkan oleh ilmu kesehatan sangat banyak, dan pada dasarnya boleh dimakan dan diminum. \nFirman Allah swt: \n \nWahai orang-orang yang beriman! Makanlah dari rezeki yang baik yang Kami berikan kepada kamu (al-Baqarah/2: 172) \n \nFirman Allah swt: \n \nMereka bertanya kepadamu (Muhammad), \"Apakah yang dihalalkan bagi mereka?\" Katakanlah,\"Yang dihalalkan bagimu (adalah makanan) yang baik-baik dan (buruan yang ditangkap) oleh binatang pemburu yang telah kamu latih untuk berburu, yang kamu latih menurut apa yang telah diajarkan Allah kepadamu. (al-Ma’idah/5: 4) \n \nMakanan dan minuman yang baik-baik tidak haram dimakan, kecuali bilamana Allah swt atau rasul-Nya mengharamkannya. \nFirman Allah swt: \n \nWahai orang-orang yang beriman! Janganlah kamu mengharamkan apa yang baik yang telah dihalalkan Allah kepadamu, dan janganlah kamu melampaui batas. Sesungguhnya Allah tidak menyukai orang-orang yang melampaui batas. (al-Ma’idah/5: 87) \n \nMakanan yang tersebar di muka bumi dari jenis hewan dan tanaman merupakan nikmat Allah swt yang besar. Manusia seharusnya mensyukuri-nya dengan jalan mengucapkan \"Alhamdulillah\" dan memanfaatkannya sesuai petunjuk Allah dan rasul-Nya, seperti memakan atau memperjual-belikannya. Nabi saw bersabda: \nSesungguhnya Allah benar-benar senang terhadap hamba yang mengucap-kan \"Alhamdulillah\". (Riwayat ath-thabrani dari al-Aswad bin Sari’) \n \nTermasuk dalam arti bersyukur ialah memelihara dan mengembangkan sumber-sumber bahan makanan agar jangan sampai punah dari permukaan bumi dan untuk memenuhi kebutuhan gizi makanan umat manusia. Dalam memelihara dan mengembangkan hewan atau tanaman itu, kaum Muslimin hendaknya tunduk kepada hukum-hukum Allah yang berlaku, umpamanya tentang ketentuan zakat dan fungsi sosialnya. \nMensyukuri nikmat Allah berarti mengucapkan kalimat syukur ketika memanfaatkan, memelihara, dan mengembangkannya berdasarkan petunjuk-petunjuk Allah, karena Dialah yang memberi anugerah dan kenikmatan itu. Tiap orang mukmin hendaklah menaati ketentuan-ketentuan dan perintah Allah, serta menjauhi larangan-Nya jika benar-benar beriman kepada-Nya.",
                        "26": "(115) Dalam ayat ini, Allah menjelaskan makanan yang diharamkan bagi orang-orang Islam. Makanan yang diharamkan dalam ayat ini ialah bangkai, darah, daging babi, dan binatang yang disembelih atas nama berhala atau lainnya selain nama Allah. Pengharaman terhadap makanan tersebut semata-mata hak dan kebijaksanaan Allah swt dalam membimbing hamba-hamba-Nya. Sebagaimana firman Allah: \n \nSesungguhnya Allah menetapkan hukum sesuai dengan yang Dia kehendaki. (al-Ma’idah/5: 1) \n \nDi antara hikmah atau maksud pelarangan terhadap makanan itu ada yang dapat dijangkau oleh akal (ta’aqquli), ada pula yang tidak terjangkau oleh akal (ta’abbudi). Bagi setiap orang Islam wajib menaati larangan Allah dengan ikhlas dan penuh keimanan. \nBangkai ialah hewan yang mati wajar oleh sebab alamiah, atau mati karena tidak disembelih menurut aturan Islam. Termasuk dalam pengertian bangkai di sini ialah binatang yang mati tercekik, mati terjepit (terpukul), mati terjatuh, ditanduk, dan dimakan oleh binatang buas. \nFirman Allah swt: \n \nDiharamkan bagimu (memakan) bangkai, darah, daging babi, dan (daging) hewan yang disembelih bukan atas (nama) Allah, yang tercekik, yang dipukul, yang jatuh, yang ditanduk, dan yang diterkam binatang buas, kecuali yang sempat kamu sembelih, dan (diharamkan pula) yang disembelih untuk berhala. (al-Ma’idah/5: 3) \n \nSemua bangkai haram dimakan kecuali bangkai ikan, sebagaimana firman Allah swt: \n \nDihalalkan bagimu hewan buruan laut dan makanan (yang berasal) dari laut sebagai makanan yang lezat bagimu, dan bagi orang-orang yang dalam perjalanan. (al-Ma’idah/5: 96) \nDarah yang diharamkan ialah darah yang mengalir atau darah yang dibekukan (marus). Hati dan ginjal tidak dipandang darah yang haram dimakan. Hadis Nabi saw: \nDihalalkan bagi kita dua macam bangkai dan darah. Dua bangkai itu adalah bangkai ikan dan belalang, dan dua darah itu adalah hati dan limpa. (Riwayat Ahmad dan Ibnu Majah dari Ibnu ’Umar) \n \nTermasuk dalam pengertian daging babi ialah lemak, tulang dan seluruh bagian-bagiannya serta semua produk yang dibuat dari unsur babi dan turunannya. Babi tergolong binatang ternak yang paling kotor cara hidup dan makannya. Dagingnya mengandung bibit cacing pita yang banyak menimbulkan penyakit pada tubuh manusia. \nAllah mengharamkan binatang yang disembelih yang dengan sengaja menyebut nama selain Allah, seperti nama patung, jin, dewa, wali, dan sebagainya. Pelarangan itu bertujuan untuk mencegah hal-hal yang cenderung kepada syirik. \nAn-Nawawi dalam kitab Syarah Muslim mengatakan bahwa jika maksud penyembelih menyebut nama selain Allah itu untuk membesarkan nama tersebut dan meniatkannya sebagai ibadah kepadanya, maka perbuatan itu dipandang syirik. Jika penyembelih bersikap demikian, dapat dinilai keluar dari agama (murtad). Demikian penjelasan an-Nawawi ketika memberikan uraian pada Hadis Nabi saw: \nAllah mengutuk orang-orang yang menyembelih hewan untuk selain Allah. (Riwayat Muslim dari Ali bin Abi thalib) \n \nAgama Islam adalah agama yang selalu memberi kelapangan kepada penganutnya. Tidak ada dalam Islam hal-hal yang menyusahkan dan mempersulit keadaan. Oleh karena itu, segala makanan yang diharamkan boleh dimakan bilamana seseorang berada dalam keadaan terpaksa atau darurat. Misalnya, seorang pemburu di tengah hutan dalam keadaan perut kosong jika dibiarkan dapat membinasakan dirinya sedang makanan lainnya tidak ada, dia diizinkan memakan makanan yang haram untuk mengatasi keadaannya, dengan syarat tidak didorong oleh keinginan untuk memakan makanan yang haram itu sendiri. Jika dia memakan makanan itu melebihi apa yang diperlukan, tidak dibenarkan. Sebab, hal itu dapat menimbulkan kesulitan baru bertalian dengan makanan yang mengandung penyakit itu. Sesungguhnya Allah swt mengampuni apa yang diperbuat hamba-Nya sewaktu dalam kesulitan, dan mengasihi mereka dengan memberi kelonggaran dalam kehidupan mereka di dunia.",
                        "27": "(116) Dalam ayat ini, Allah swt melarang kaum Muslimin mengharam-kan atau menghalalkan makanan menurut selera dan hawa nafsu mereka, sebagaimana orang-orang musyrik. Mereka mempunyai kebiasaan meng-haramkan atau menghalalkan binatang semata-mata didasarkan nama istilah yang mereka tetapkan sendiri untuk binatang itu, misalnya: bahirah, sa’ibah, wasilah, dan ham, sebagaimana firman Allah swt: \n \nAllah tidak pernah mensyariatkan adanya bahirah, sa’ibah, wasilah, dan ham. Tetapi orang-orang kafir membuat-buat kedustaan terhadap Allah, dan kebanyakan mereka tidak mengerti. (al-Ma’idah/5: 103) \n \nDalam menetapkan kehalalan atau keharaman suatu makanan atau minuman harus didasarkan pada dalil syara yang bersumber dari Al-Qur’an dan sunnah. Penetapan hukum tanpa dalil-dalil syara tidak dibenarkan. Hal tersebut termasuk perbuatan yang mengada-ada dan melakukan kebohongan kepada Allah. \nDalam Al-Qur’an disebutkan tentang ucapan kaum musyrikin mengenai ketentuan anak hewan yang masih dalam kandungan induknya. Firman Allah swt: \n \nDan mereka berkata (pula), \"Apa yang ada di dalam perut hewan ternak ini khusus untuk kaum laki-laki kami, haram bagi istri-istri kami.\" (al-An’am/6: 139) \n \nKarena berakibat sangat buruk terhadap kehidupan beragama, maka Allah memberikan ancaman yang keras kepada mereka yang mengada-adakan kebohongan terhadap Allah. Allah menegaskan bahwa mereka yang berbuat demikian tidak akan mencapai keberhasilan dalam kehidupan mereka, baik di dunia maupun di akhirat. Di dunia, mereka yang suka membuat-buat hukum tanpa dalil yang benar akan dikecam dan ditinggalkan oleh masyara-kat. Kebohongan mereka akan diketahui oleh masyarakat dan mereka akan menjadi sasaran ejekan dan penghinaan. \nDalam Tafsir Ibnu Katsir diungkapkan bahwa termasuk dalam pengertian ayat ini ialah setiap orang yang menciptakan bid’ah (urusan agama) yang tidak punya landasan syara, atau menghalalkan sesuatu yang diharamkan atau mengharamkan sesuatu yang dihalalkan Allah semata-mata berdasarkan pikiran dan seleranya sendiri.",
                        "28": "(117) Allah menegaskan lagi bahwa mereka yang mengada-adakan ketentuan dan hukum yang sama sekali tidak ada dasarnya dari kitab Allah dan rasul-Nya, tapi semata-mata dari hawa nafsu, pasti tidak akan memperoleh keberhasilan dunia dan akhirat. Jika ada keuntungan dari kelakuan itu, maka keuntungannya sangatlah sedikit dibandingkan dengan kerugian dan bahaya yang diakibatkan dari perbuatan itu. \nDalam sejarah banyak peristiwa menyedihkan terjadi akibat pendapat-pendapat keagamaan yang tidak bersumber dari kitab suci. Pendapat itu kadang-kadang diadakan hanyalah untuk memenuhi keinginan dan kepentingan penguasa yang menjadikan agama sebagai alat memperkuat kekuasaan dan penguat hawa nafsunya. Yang halal diharamkan dan yang haram dihalalkan oleh orang yang hendak memperoleh keuntungan duniawi. Mereka lupa bahwa kesenangan duniawi itu sedikit dan terbatas pada umur mereka yang pendek. Tetapi di dalam kehidupan akhirat yang abadi, mereka akan menerima azab dari Allah disebabkan kelancangan lidah mereka ketika berbohong kepada Allah. Mereka telah melakukan tindak kejahatan, yang mengotori jiwa sendiri dengan dosa dan dusta terhadap Tuhan. Bahkan orang lain ikut jatuh ke dalam dosa dan kesalahan disebabkan fatwanya yang menghalalkan yang haram atau mengharamkan yang halal itu. Dosa akan menumpuk ke pundak mereka karena menginginkan keuntungan dunia yang kecil.",
                        "29": "(118) Dalam ayat ini, Allah swt mengingatkan kembali apa yang di-haramkan kepada orang Yahudi. Hal-hal yang halal dan haram dalam agama Yahudi sebenarnya tidak sama dengan apa yang diharamkan atau dihalalkan oleh kaum musyrik. Hal ini menunjukkan bahwa penentuan halal dan haram oleh kaum musyrik terhadap hewan ternak mereka tidak bersumber dari syariat agama-agama terdahulu. Beberapa makanan telah diharamkan Allah kepada orang Yahudi, seperti yang diterangkan dalam firman Allah: \n \nDan kepada orang-orang Yahudi, Kami haramkan semua (hewan) yang berkuku, dan Kami haramkan kepada mereka lemak sapi dan domba, kecuali yang melekat di punggungnya, atau yang dalam isi perutnya, atau yang bercampur dengan tulang. Demikianlah Kami menghukum mereka karena kedurhakaannya. Dan sungguh, Kami Mahabenar. (al-An’am/6: 146) \n \nAllah mengharamkan daging dan lemak binatang ternak khusus kepada orang Yahudi sebagai hukuman atas perbuatan mereka yang aniaya seperti membunuh nabi-nabi, memakan riba, dan memperoleh harta dengan cara yang haram. \n \nFirman Allah swt: \n \nKarena kezaliman orang-orang Yahudi, Kami haramkan bagi mereka makanan yang baik-baik yang (dahulu) pernah dihalalkan; dan karena mereka sering menghalangi (orang lain) dari jalan Allah. (an-Nisa’/4: 160) \n \nDari ayat ini, dapat dipahami perbedaan yang jelas antara alasan Allah mengharamkan beberapa jenis makanan kepada orang Yahudi dengan alasan yang diberlakukan kepada orang Islam. Kepada orang Islam, Allah swt tidak mengharamkan makanan-makanan kecuali karena pada makanan itu terdapat suatu kemudaratan yang bisa mencelakakan dirinya. Sedangkan kepada orang Yahudi, Allah mengharamkan makanan yang baik-baik itu sebagai hukuman bagi mereka. \nMaka tidaklah benar pendapat yang mengatakan bahwa Bani Israil sendiri yang mengharamkan makanan itu kepada diri mereka. Semua makanan, sebelum Taurat diturunkan kepada mereka, adalah halal, kecuali makanan yang diharamkan sendiri oleh Nabi Yakub (Israil) untuk dirinya. Menurut riwayat, makanan yang diharamkan oleh Nabi Yakub itu ialah daging dan susu unta. Beliau berbuat demikian untuk mengekang nafsu dalam usaha membersihkan jiwa dan untuk mendekatkan diri kepada Allah. \nFirman Allah swt: \n \nSemua makanan itu halal bagi Bani Israil, kecuali makanan yang diharamkan oleh Israil (Yakub) atas dirinya sebelum Taurat diturunkan. (Ali ’Imran/3: 93) \nAdapun makanan seperti daging binatang berkuku, lemak sapi, dan kambing, diharamkan kepada seluruh Bani Israil pada waktu Taurat sudah diturunkan sebagai hukuman kepada mereka.",
                        "30": "(119) Kemudian Allah menjelaskan kebesaran rahmat dan kasih sayang kepada hamba-Nya dengan memberi pengampunan bagi yang melakukan kejahatan pada umumnya, baik kejahatan berbuat nista kepada Allah maupun tindakan kejahatan dan maksiat lainnya. Akan tetapi, Allah swt mengaitkan beberapa ketentuan untuk memperoleh kasih dan pengampunan-Nya itu, seperti: \nPertama: Orang yang melakukan kejahatan karena kejahilan atau ketidaktahuannya terhadap hukum-hukum agama. Dia tidak tahu bahwa yang dilakukannya itu menyalahi perintah agama di samping memberi kemudaratan bagi dirinya sendiri. \nKedua: Timbul dalam dirinya rasa penyesalan yang mendalam sesudah melakukan kejahatan lalu mengucapkan istigfar dan segera bertobat kepada Allah swt. Tobat tidak boleh ditunda-tunda sesudah dia menyadari kesalahannya, karena hal demikian merusak iman dan jiwanya. \nFirman Allah swt: \n \nSesungguhnya bertobat kepada Allah itu hanya (pantas) bagi mereka yang melakukan kejahatan karena tidak mengerti, kemudian segera bertobat. Tobat mereka itulah yang diterima Allah. Allah Maha Mengetahui, Mahabijaksana. (an-Nisa’/4: 17) \n \nKetiga: Melakukan amal saleh dan menjauhi larangan Allah sebagai bukti dari penyesalannya. Dengan niat yang kuat dan hati yang tegar berjanji tidak lagi mengulangi kejahatan yang pernah dilakukan serta bertekad untuk taat kepada Allah swt. \nFirman Allah swt: \n \nDan barang siapa bertobat dan mengerjakan kebajikan, maka sesungguhnya dia bertobat kepada Allah dengan tobat yang sebenar-benarnya. (al-Furqan/25: 71)",
                        "31": "(120-122) Dalam ayat ini, Allah swt memuji hamba-Nya, Ibrahim a.s., sebagai rasul dan khalil-Nya. Beliau adalah imam kaum hunafa atau pemimpin dari orang yang menyukai kebenaran dan bapak dari para nabi. Allah swt menyatakan dalam ayat ini ummah yang berarti pemimpin yang menjadi teladan. Menurut ’Abdullah bin Mas’ud, ummah berarti guru kebijaksanaan. Sedangkan menurut Ibnu Umar, ummah berarti yang mengajar manusia tentang agama mereka. \nGelar demikian menunjukkan bahwa Nabi Ibrahim memiliki beberapa sifat yang mulia. Menurut ayat ini, sifat beliau sebagai berikut: \n1. Dialah sebenarnya satu-satunya Imam. Ibnu ’Abbas r.a. berkata, \"Se-sungguhnya beliau memiliki kebajikan sama dengan kebajikan yang dimiliki satu umat.\" Dia pemimpin dari orang-orang yang mengesakan Tuhan. Dia yang menghancurkan patung-patung, menentang orang-orang kafir, dan mencari hakikat Allah Sang Pencipta melalui ayat-ayat-Nya di cakrawala. \n2. Dia adalah seorang yang patuh dan tunduk kepada Allah serta melaksanakan segala perintah dan menjauhkan diri dari larangan-Nya. \n3. Dia adalah orang yang jauh dari kebatilan, selalu mengikuti kebenaran, dan tidak menyimpang dari kebenaran itu. \n4. Dia tidak mengikuti agama kaumnya yang syirik, tetapi seorang yang mengesakan Allah sejak kecil sampai tuanya. Dialah orang yang berani berkata lantang di muka raja yang beragama syirik, sebagaimana diceritakan Allah dalam Al-Qur’an: \n \n Tuhanku ialah Yang menghidupkan dan mematikan. (al-Baqarah/2: 258) \n \nDia pula yang menyatakan bahwa penyembahan patung dan bintang adalah keliru dengan kata-katanya yang dikutip dalam Al-Qur’an: \n \nMaka ketika bintang itu terbenam dia berkata, \"Aku tidak suka kepada yang terbenam.\" (al-An’am/6: 76) \n \nDengan penjelasan pribadi Nabi Ibrahim yang demikian, kaum musyrik Quraisy terdesak karena menyatakan bahwa mereka menganut agama Nabi Ibrahim, padahal kenyataannya, ibadah mereka jauh dari yang dicontohkan Nabi Ibrahim. Demikian pula orang Yahudi dan Nasrani yang memuliakan Nabi Ibrahim, ternyata mereka banyak menyimpang dari ajaran tauhid. \nPenjelasan Allah tentang Ibrahim mengungkap kebatilan dan kekeliruan kepercayaan mereka. \nFirman Allah swt: \n \nIbrahim bukanlah seorang Yahudi dan bukan (pula) seorang Nasrani, tetapi dia adalah seorang yang lurus, muslim dan dia tidaklah termasuk orang-orang musyrik. (Ali ’Imran/3: 67) \n \n5. Nabi Ibrahim a.s. adalah seorang yang mensyukuri nikmat Allah swt yang dianugerahkan kepadanya, sebagaimana dijelaskan pula dalam firman Allah: \n \nDan (lembaran-lembaran) Ibrahim yang selalu menyempurnakan janji? (an-Najm/53: 37) \n \nMaksudnya bahwa Nabi Ibrahim itu adalah seorang yang selalu melaksanakan segala perintah Allah. Keterangan Allah tentang sifat ini merupakan sindiran yang tajam kepada orang Quraisy karena mereka mengingkari nikmat Allah, sehingga mereka diazab dengan kelaparan dan ketakutan. \n6. Dia sesungguhnya adalah pilihan Allah swt untuk kenabian, sebagaimana firman-Nya: \n \nDan sungguh, sebelum dia (Musa dan Harun) telah Kami berikan kepada Ibrahim petunjuk, dan Kami telah mengetahui dia. (al-Anbiya’/21: 51) \n \n7. Bahwasanya Allah swt membimbing Ibrahim ke jalan yang lurus, yaitu menyembah hanya kepada-Nya, tiada patut disembah kecuali Dia, dan tidak ada sekutu bagi-Nya. Selanjutnya Ibrahim memberi pengajaran kepada manusia ke jalan tauhid dan mengajak manusia kepada agama Allah. \nFirman Allah swt: \n \nDan ingatlah hamba-hamba Kami: Ibrahim, Ishak dan Yakub yang mempunyai kekuatan-kekuatan yang besar dan ilmu-ilmu (yang tinggi). Sungguh, Kami telah menyucikan mereka dengan (menganugerahkan) akhlak yang tinggi kepadanya yaitu selalu mengingatkan (manusia) kepada negeri akhirat. Dan sungguh, di sisi Kami mereka termasuk orang-orang pilihan yang paling baik. (as-shad/38: 45- 47) \n \n8. Ibrahim dijadikan Allah sebagai nabi kesayangan umat manusia dan diakui oleh semua penganut agama besar di dunia. Orang Yahudi, Nasrani, dan Islam mengakui kenabian Ibrahim a.s. Bahkan orang-orang kafir Quraisy sangat membanggakan doa Nabi Ibrahim agar menjadi kesayangan manusia di kemudian hari. \nFirman Allah swt: \n \n(Ibrahim berdoa), \"Ya Tuhanku, berikanlah kepadaku ilmu dan masukkanlah aku ke dalam golongan orang-orang yang saleh, dan jadikanlah aku buah tutur yang baik bagi orang-orang (yang datang) kemudian. (asy-Syu’ara’/26: 83-84) \n \n9. Bahwasanya dia di akhirat dimasukkan ke dalam barisan orang-orang saleh dan menempati derajat yang tinggi dalam surga, sesuai dengan permohonannya sendiri. \n \nDemikian beberapa sifat yang sempurna dari pribadi Nabi Ibrahim. Secara singkat dapat dikatakan bahwa beliau mempunyai sifat kepemimpin-an, seorang yang patuh (disiplin), berakhlak mulia (moralis), teguh (konsekwen) dalam kebenaran, seorang muwahhid (monoteis) yang bersih, suka bersyukur dan tahu berterima kasih, seorang guru, dan punya nama yang harum dan masyhur di tengah-tengah umat manusia, dan termasuk orang-orang yang saleh. \nSelain sifat-sifat umum seperti tersebut di atas, masih ada sifat Nabi Ibrahim yang sangat menonjol, sebagaimana diterangkan dalam Al-Qur’an, yaitu: \n1. Orang yang berhasil menemukan keesaan Allah setelah proses pencarian yang panjang melalui tanda-tanda kekuasaan Allah di cakrawala. Oleh karena itu, beliau digelari dengan Bapak Tauhid (Monoteisme). \n2. Orang yang sangat gigih dan ulet dalam menegakkan ketauhidan dan menghancurkan kemusyrikan, tanpa mengenal lelah dan putus asa. \n3. Orang yang sangat pasrah dan menyerahkan diri kepada Allah swt. Sebagai contoh kepasrahannya yang sempurna kepada Allah swt ialah pada waktu dia menerima perintah untuk mengurbankan putranya, Ismail as, sedikit pun dia tidak ragu melaksanakannya.",
                        "32": "(120-122) Dalam ayat ini, Allah swt memuji hamba-Nya, Ibrahim a.s., sebagai rasul dan khalil-Nya. Beliau adalah imam kaum hunafa atau pemimpin dari orang yang menyukai kebenaran dan bapak dari para nabi. Allah swt menyatakan dalam ayat ini ummah yang berarti pemimpin yang menjadi teladan. Menurut ’Abdullah bin Mas’ud, ummah berarti guru kebijaksanaan. Sedangkan menurut Ibnu Umar, ummah berarti yang mengajar manusia tentang agama mereka. \nGelar demikian menunjukkan bahwa Nabi Ibrahim memiliki beberapa sifat yang mulia. Menurut ayat ini, sifat beliau sebagai berikut: \n1. Dialah sebenarnya satu-satunya Imam. Ibnu ’Abbas r.a. berkata, \"Se-sungguhnya beliau memiliki kebajikan sama dengan kebajikan yang dimiliki satu umat.\" Dia pemimpin dari orang-orang yang mengesakan Tuhan. Dia yang menghancurkan patung-patung, menentang orang-orang kafir, dan mencari hakikat Allah Sang Pencipta melalui ayat-ayat-Nya di cakrawala. \n2. Dia adalah seorang yang patuh dan tunduk kepada Allah serta melaksanakan segala perintah dan menjauhkan diri dari larangan-Nya. \n3. Dia adalah orang yang jauh dari kebatilan, selalu mengikuti kebenaran, dan tidak menyimpang dari kebenaran itu. \n4. Dia tidak mengikuti agama kaumnya yang syirik, tetapi seorang yang mengesakan Allah sejak kecil sampai tuanya. Dialah orang yang berani berkata lantang di muka raja yang beragama syirik, sebagaimana diceritakan Allah dalam Al-Qur’an: \n \n Tuhanku ialah Yang menghidupkan dan mematikan. (al-Baqarah/2: 258) \n \nDia pula yang menyatakan bahwa penyembahan patung dan bintang adalah keliru dengan kata-katanya yang dikutip dalam Al-Qur’an: \n \nMaka ketika bintang itu terbenam dia berkata, \"Aku tidak suka kepada yang terbenam.\" (al-An’am/6: 76) \n \nDengan penjelasan pribadi Nabi Ibrahim yang demikian, kaum musyrik Quraisy terdesak karena menyatakan bahwa mereka menganut agama Nabi Ibrahim, padahal kenyataannya, ibadah mereka jauh dari yang dicontohkan Nabi Ibrahim. Demikian pula orang Yahudi dan Nasrani yang memuliakan Nabi Ibrahim, ternyata mereka banyak menyimpang dari ajaran tauhid. \nPenjelasan Allah tentang Ibrahim mengungkap kebatilan dan kekeliruan kepercayaan mereka. \nFirman Allah swt: \n \nIbrahim bukanlah seorang Yahudi dan bukan (pula) seorang Nasrani, tetapi dia adalah seorang yang lurus, muslim dan dia tidaklah termasuk orang-orang musyrik. (Ali ’Imran/3: 67) \n \n5. Nabi Ibrahim a.s. adalah seorang yang mensyukuri nikmat Allah swt yang dianugerahkan kepadanya, sebagaimana dijelaskan pula dalam firman Allah: \n \nDan (lembaran-lembaran) Ibrahim yang selalu menyempurnakan janji? (an-Najm/53: 37) \n \nMaksudnya bahwa Nabi Ibrahim itu adalah seorang yang selalu melaksanakan segala perintah Allah. Keterangan Allah tentang sifat ini merupakan sindiran yang tajam kepada orang Quraisy karena mereka mengingkari nikmat Allah, sehingga mereka diazab dengan kelaparan dan ketakutan. \n6. Dia sesungguhnya adalah pilihan Allah swt untuk kenabian, sebagaimana firman-Nya: \n \nDan sungguh, sebelum dia (Musa dan Harun) telah Kami berikan kepada Ibrahim petunjuk, dan Kami telah mengetahui dia. (al-Anbiya’/21: 51) \n \n7. Bahwasanya Allah swt membimbing Ibrahim ke jalan yang lurus, yaitu menyembah hanya kepada-Nya, tiada patut disembah kecuali Dia, dan tidak ada sekutu bagi-Nya. Selanjutnya Ibrahim memberi pengajaran kepada manusia ke jalan tauhid dan mengajak manusia kepada agama Allah. \nFirman Allah swt: \n \nDan ingatlah hamba-hamba Kami: Ibrahim, Ishak dan Yakub yang mempunyai kekuatan-kekuatan yang besar dan ilmu-ilmu (yang tinggi). Sungguh, Kami telah menyucikan mereka dengan (menganugerahkan) akhlak yang tinggi kepadanya yaitu selalu mengingatkan (manusia) kepada negeri akhirat. Dan sungguh, di sisi Kami mereka termasuk orang-orang pilihan yang paling baik. (as-shad/38: 45- 47) \n \n8. Ibrahim dijadikan Allah sebagai nabi kesayangan umat manusia dan diakui oleh semua penganut agama besar di dunia. Orang Yahudi, Nasrani, dan Islam mengakui kenabian Ibrahim a.s. Bahkan orang-orang kafir Quraisy sangat membanggakan doa Nabi Ibrahim agar menjadi kesayangan manusia di kemudian hari. \nFirman Allah swt: \n \n(Ibrahim berdoa), \"Ya Tuhanku, berikanlah kepadaku ilmu dan masukkanlah aku ke dalam golongan orang-orang yang saleh, dan jadikanlah aku buah tutur yang baik bagi orang-orang (yang datang) kemudian. (asy-Syu’ara’/26: 83-84) \n \n9. Bahwasanya dia di akhirat dimasukkan ke dalam barisan orang-orang saleh dan menempati derajat yang tinggi dalam surga, sesuai dengan permohonannya sendiri. \n \nDemikian beberapa sifat yang sempurna dari pribadi Nabi Ibrahim. Secara singkat dapat dikatakan bahwa beliau mempunyai sifat kepemimpin-an, seorang yang patuh (disiplin), berakhlak mulia (moralis), teguh (konsekwen) dalam kebenaran, seorang muwahhid (monoteis) yang bersih, suka bersyukur dan tahu berterima kasih, seorang guru, dan punya nama yang harum dan masyhur di tengah-tengah umat manusia, dan termasuk orang-orang yang saleh. \nSelain sifat-sifat umum seperti tersebut di atas, masih ada sifat Nabi Ibrahim yang sangat menonjol, sebagaimana diterangkan dalam Al-Qur’an, yaitu: \n1. Orang yang berhasil menemukan keesaan Allah setelah proses pencarian yang panjang melalui tanda-tanda kekuasaan Allah di cakrawala. Oleh karena itu, beliau digelari dengan Bapak Tauhid (Monoteisme). \n2. Orang yang sangat gigih dan ulet dalam menegakkan ketauhidan dan menghancurkan kemusyrikan, tanpa mengenal lelah dan putus asa. \n3. Orang yang sangat pasrah dan menyerahkan diri kepada Allah swt. Sebagai contoh kepasrahannya yang sempurna kepada Allah swt ialah pada waktu dia menerima perintah untuk mengurbankan putranya, Ismail as, sedikit pun dia tidak ragu melaksanakannya.",
                        "33": "(120-122) Dalam ayat ini, Allah swt memuji hamba-Nya, Ibrahim a.s., sebagai rasul dan khalil-Nya. Beliau adalah imam kaum hunafa atau pemimpin dari orang yang menyukai kebenaran dan bapak dari para nabi. Allah swt menyatakan dalam ayat ini ummah yang berarti pemimpin yang menjadi teladan. Menurut ’Abdullah bin Mas’ud, ummah berarti guru kebijaksanaan. Sedangkan menurut Ibnu Umar, ummah berarti yang mengajar manusia tentang agama mereka. \nGelar demikian menunjukkan bahwa Nabi Ibrahim memiliki beberapa sifat yang mulia. Menurut ayat ini, sifat beliau sebagai berikut: \n1. Dialah sebenarnya satu-satunya Imam. Ibnu ’Abbas r.a. berkata, \"Se-sungguhnya beliau memiliki kebajikan sama dengan kebajikan yang dimiliki satu umat.\" Dia pemimpin dari orang-orang yang mengesakan Tuhan. Dia yang menghancurkan patung-patung, menentang orang-orang kafir, dan mencari hakikat Allah Sang Pencipta melalui ayat-ayat-Nya di cakrawala. \n2. Dia adalah seorang yang patuh dan tunduk kepada Allah serta melaksanakan segala perintah dan menjauhkan diri dari larangan-Nya. \n3. Dia adalah orang yang jauh dari kebatilan, selalu mengikuti kebenaran, dan tidak menyimpang dari kebenaran itu. \n4. Dia tidak mengikuti agama kaumnya yang syirik, tetapi seorang yang mengesakan Allah sejak kecil sampai tuanya. Dialah orang yang berani berkata lantang di muka raja yang beragama syirik, sebagaimana diceritakan Allah dalam Al-Qur’an: \n \n Tuhanku ialah Yang menghidupkan dan mematikan. (al-Baqarah/2: 258) \n \nDia pula yang menyatakan bahwa penyembahan patung dan bintang adalah keliru dengan kata-katanya yang dikutip dalam Al-Qur’an: \n \nMaka ketika bintang itu terbenam dia berkata, \"Aku tidak suka kepada yang terbenam.\" (al-An’am/6: 76) \n \nDengan penjelasan pribadi Nabi Ibrahim yang demikian, kaum musyrik Quraisy terdesak karena menyatakan bahwa mereka menganut agama Nabi Ibrahim, padahal kenyataannya, ibadah mereka jauh dari yang dicontohkan Nabi Ibrahim. Demikian pula orang Yahudi dan Nasrani yang memuliakan Nabi Ibrahim, ternyata mereka banyak menyimpang dari ajaran tauhid. \nPenjelasan Allah tentang Ibrahim mengungkap kebatilan dan kekeliruan kepercayaan mereka. \nFirman Allah swt: \n \nIbrahim bukanlah seorang Yahudi dan bukan (pula) seorang Nasrani, tetapi dia adalah seorang yang lurus, muslim dan dia tidaklah termasuk orang-orang musyrik. (Ali ’Imran/3: 67) \n \n5. Nabi Ibrahim a.s. adalah seorang yang mensyukuri nikmat Allah swt yang dianugerahkan kepadanya, sebagaimana dijelaskan pula dalam firman Allah: \n \nDan (lembaran-lembaran) Ibrahim yang selalu menyempurnakan janji? (an-Najm/53: 37) \n \nMaksudnya bahwa Nabi Ibrahim itu adalah seorang yang selalu melaksanakan segala perintah Allah. Keterangan Allah tentang sifat ini merupakan sindiran yang tajam kepada orang Quraisy karena mereka mengingkari nikmat Allah, sehingga mereka diazab dengan kelaparan dan ketakutan. \n6. Dia sesungguhnya adalah pilihan Allah swt untuk kenabian, sebagaimana firman-Nya: \n \nDan sungguh, sebelum dia (Musa dan Harun) telah Kami berikan kepada Ibrahim petunjuk, dan Kami telah mengetahui dia. (al-Anbiya’/21: 51) \n \n7. Bahwasanya Allah swt membimbing Ibrahim ke jalan yang lurus, yaitu menyembah hanya kepada-Nya, tiada patut disembah kecuali Dia, dan tidak ada sekutu bagi-Nya. Selanjutnya Ibrahim memberi pengajaran kepada manusia ke jalan tauhid dan mengajak manusia kepada agama Allah. \nFirman Allah swt: \n \nDan ingatlah hamba-hamba Kami: Ibrahim, Ishak dan Yakub yang mempunyai kekuatan-kekuatan yang besar dan ilmu-ilmu (yang tinggi). Sungguh, Kami telah menyucikan mereka dengan (menganugerahkan) akhlak yang tinggi kepadanya yaitu selalu mengingatkan (manusia) kepada negeri akhirat. Dan sungguh, di sisi Kami mereka termasuk orang-orang pilihan yang paling baik. (as-shad/38: 45- 47) \n \n8. Ibrahim dijadikan Allah sebagai nabi kesayangan umat manusia dan diakui oleh semua penganut agama besar di dunia. Orang Yahudi, Nasrani, dan Islam mengakui kenabian Ibrahim a.s. Bahkan orang-orang kafir Quraisy sangat membanggakan doa Nabi Ibrahim agar menjadi kesayangan manusia di kemudian hari. \nFirman Allah swt: \n \n(Ibrahim berdoa), \"Ya Tuhanku, berikanlah kepadaku ilmu dan masukkanlah aku ke dalam golongan orang-orang yang saleh, dan jadikanlah aku buah tutur yang baik bagi orang-orang (yang datang) kemudian. (asy-Syu’ara’/26: 83-84) \n \n9. Bahwasanya dia di akhirat dimasukkan ke dalam barisan orang-orang saleh dan menempati derajat yang tinggi dalam surga, sesuai dengan permohonannya sendiri. \n \nDemikian beberapa sifat yang sempurna dari pribadi Nabi Ibrahim. Secara singkat dapat dikatakan bahwa beliau mempunyai sifat kepemimpin-an, seorang yang patuh (disiplin), berakhlak mulia (moralis), teguh (konsekwen) dalam kebenaran, seorang muwahhid (monoteis) yang bersih, suka bersyukur dan tahu berterima kasih, seorang guru, dan punya nama yang harum dan masyhur di tengah-tengah umat manusia, dan termasuk orang-orang yang saleh. \nSelain sifat-sifat umum seperti tersebut di atas, masih ada sifat Nabi Ibrahim yang sangat menonjol, sebagaimana diterangkan dalam Al-Qur’an, yaitu: \n1. Orang yang berhasil menemukan keesaan Allah setelah proses pencarian yang panjang melalui tanda-tanda kekuasaan Allah di cakrawala. Oleh karena itu, beliau digelari dengan Bapak Tauhid (Monoteisme). \n2. Orang yang sangat gigih dan ulet dalam menegakkan ketauhidan dan menghancurkan kemusyrikan, tanpa mengenal lelah dan putus asa. \n3. Orang yang sangat pasrah dan menyerahkan diri kepada Allah swt. Sebagai contoh kepasrahannya yang sempurna kepada Allah swt ialah pada waktu dia menerima perintah untuk mengurbankan putranya, Ismail as, sedikit pun dia tidak ragu melaksanakannya.",
                        "34": "(123) Dalam ayat ini ditegaskan hubungan yang erat antara agama Nabi Ibrahim dan agama yang dibawa Nabi Muhammad saw. Firman Allah swt: \n \nKatakanlah (Muhammad), \"Sesungguhnya Tuhanku telah memberiku petunjuk ke jalan yang lurus, agama yang benar, agama Ibrahim yang lurus. Dia (Ibrahim) tidak termasuk orang-orang musyrik.\" (al-An’am/6: 161) \n \nDi antara syariat Nabi Ibrahim yang masih berlaku pada masa Nabi Muhammad saw ialah pelaksanaan khitan. Beberapa ulama menetapkan hukum wajib khitan karena syariat khitan ini tidak dihapus oleh syariat Nabi Muhammad saw. \nFirman Allah swt: \n \nDan berjihadlah kamu di jalan Allah dengan jihad yang sebenar-benarnya. Dia telah memilih kamu, dan Dia tidak menjadikan kesukaran untukmu dalam agama. (Ikutilah) agama nenek moyangmu Ibrahim. Dia (Allah) telah menamakan kamu orang-orang muslim sejak dahulu, dan (begitu pula) dalam (Al-Qur’an) ini, agar Rasul (Muhammad) itu menjadi saksi atas dirimu dan agar kamu semua menjadi saksi atas segenap manusia. Maka laksanakanlah salat; tunaikanlah zakat, dan berpegangteguhlah kepada Allah. Dialah Pelindungmu; Dia sebaik-baik pelindung dan sebaik-baik penolong. (al-hajj/22: 78) \nBerulang kali pula dalam Al-Qur’an, Allah swt menegaskan bahwa Ibrahim itu bukanlah orang musyrik sebagaimana halnya orang musyrikin Quraisy yang mengakui diri mereka pengikut dan keturunan Nabi Ibrahim.",
                        "35": "(124) Dalam ayat ini, Allah swt mengecam orang Yahudi karena mereka berselisih tentang kedudukan hari Sabtu. Hari Sabtu adalah hari jatuhnya murka Allah kepada sebagian Bani Israil karena kedurhakaan mereka melanggar kewajiban pada hari itu, seperti diterangkan Allah swt: \n \nDan sungguh, kamu telah mengetahui orang-orang yang melakukan pelanggaran di antara kamu pada hari Sabat, lalu Kami katakan kepada mereka, \"Jadilah kamu kera yang hina!\" (al-Baqarah/2: 65) \n \nAllah swt mewajibkan kepada Bani Israil untuk melaksanakan ibadah pada hari Sabtu serta melarang mereka dan hewan-hewan mereka melakukan pekerjaan lain. Akan tetapi, sebagian mereka tidak menaati larangan Allah dan mencari-cari jalan untuk membenarkan perbuatan mereka pada hari itu. Karena mereka menghalalkan yang haram, jatuhlah azab Tuhan dengan mengubah mereka menjadi seperti kera. \nKetetapan hari Sabtu sebagai hari mulia dan untuk ibadah bukanlah warisan dari syariat Nabi Ibrahim, tetapi ketentuan syariat Nabi Musa, sebagaimana hari Ahad bagi syariat Nabi Isa dan hari Jumat bagi syariat Nabi Muhammad saw. \nAllah menyesatkan orang-orang sebelum kita dari hari Jumat, maka untuk orang Yahudi hari Sabtu dan untuk orang Nasrani hari Ahad, maka datanglah Allah kepada kita yang diberi-Nya kita petunjuk untuk hari Jumat lalu Allah menjadikan hari Jumat, Sabtu, dan Ahad. Dan demikianlah mereka menjadi pengikut kita pada hari kiamat. Kitalah orang yang terakhir dari penghuni dunia tapi orang pertama pada hari kiamat dan diadili di antara mereka sebelum makhluk-makhluk lain diadili. (Riwayat Muslim dari Abu Hurairah dan hudzaifah) \n \nKeterangan hari-hari mulia itu tidak merupakan masalah pokok dari syariat yang diturunkan Allah kepada para nabi, tetapi termasuk masalah furuiyah (cabang). Masing-masing mereka mempunyai ketentuan sendiri. Nabi Muhammad saw tidaklah diperintahkan untuk mengikuti syariat Nabi Musa a.s., tetapi beliau diperintahkan mengikuti Nabi Ibrahim a.s. \nPerselisihan di antara golongan dalam agama Yahudi tidak dapat diselesaikan antara mereka sendiri, karena sudah mengakar dan meluas. Hanya Allah swt yang menentukan keputusan di antara mereka pada hari kiamat kelak, tentang masalah-masalah yang mereka perselisihkan.",
                        "36": "(125) Dalam ayat ini, Allah swt memberikan pedoman kepada Rasul-Nya tentang cara mengajak manusia (dakwah) ke jalan Allah. Jalan Allah di sini maksudnya ialah agama Allah yakni syariat Islam yang diturunkan kepada Nabi Muhammad saw. \nAllah swt meletakkan dasar-dasar dakwah untuk pegangan bagi umatnya di kemudian hari dalam mengemban tugas dakwah. \nPertama, Allah swt menjelaskan kepada Rasul-Nya bahwa sesungguhnya dakwah ini adalah dakwah untuk agama Allah sebagai jalan menuju rida-Nya, bukan dakwah untuk pribadi dai (yang berdakwah) ataupun untuk golongan dan kaumnya. Rasul saw diperintahkan untuk membawa manusia ke jalan Allah dan untuk agama Allah semata. \nKedua, Allah swt menjelaskan kepada Rasul saw agar berdakwah dengan hikmah. Hikmah itu mengandung beberapa arti: \na. Pengetahuan tentang rahasia dan faedah segala sesuatu. Dengan pengetahuan itu sesuatu dapat diyakini keberadaannya. \nb. Perkataan yang tepat dan benar yang menjadi dalil (argumen) untuk menjelaskan mana yang hak dan mana yang batil atau syubhat (meragukan). \nc. Mengetahui hukum-hukum Al-Qur’an, paham Al-Qur’an, paham agama, takut kepada Allah, serta benar perkataan dan perbuatan. \nArti hikmah yang paling mendekati kebenaran ialah arti pertama yaitu pengetahuan tentang rahasia dan faedah sesuatu, yakni pengetahuan itu memberi manfaat. \nDakwah dengan hikmah adalah dakwah dengan ilmu pengetahuan yang berkenaan dengan rahasia, faedah, dan maksud dari wahyu Ilahi, dengan cara yang disesuaikan dengan situasi dan kondisi, agar mudah dipahami umat. \nKetiga, Allah swt menjelaskan kepada Rasul agar dakwah itu dijalankan dengan pengajaran yang baik, lemah lembut, dan menyejukkan, sehingga dapat diterima dengan baik. \nTidak patut jika pengajaran dan pengajian selalu menimbulkan rasa gelisah, cemas, dan ketakutan dalam jiwa manusia. Orang yang melakukan perbuatan dosa karena kebodohan atau ketidaktahuan, tidak wajar jika kesalahannya itu dipaparkan secara terbuka di hadapan orang lain sehingga menyakitkan hati. \nKhutbah atau pengajian yang disampaikan dengan bahasa yang lemah lembut, sangat baik untuk melembutkan hati yang liar dan lebih banyak memberikan ketenteraman daripada khutbah dan pengajian yang isinya ancaman dan kutukan-kutukan yang mengerikan. Namun demikian, menyampaikan peringatan dan ancaman dibolehkan jika kondisinya memungkinkan dan memerlukan. \nUntuk menghindari kebosanan dalam pengajiannya, Rasul saw menyisipkan dan mengolah bahan pengajian yang menyenangkan dengan bahan yang menimbulkan rasa takut. Dengan demikian, tidak terjadi kebosanan yang disebabkan uraian pengajian yang berisi perintah dan larangan tanpa memberikan bahan pengajian yang melapangkan dada atau yang merangsang hati untuk melakukan ketaatan dan menjauhi larangan. \nKeempat, Allah swt menjelaskan bahwa bila terjadi perdebatan dengan kaum musyrikin ataupun ahli kitab, hendaknya Rasul membantah mereka dengan cara yang baik. \nSuatu contoh perdebatan yang baik ialah perdebatan Nabi Ibrahim dengan kaumnya yang mengajak mereka berpikir untuk memperbaiki kesalahan mereka sendiri, sehingga menemukan kebenaran. \nTidak baik memancing lawan dalam berdebat dengan kata yang tajam, karena hal demikian menimbulkan suasana yang panas. Sebaiknya dicipta-kan suasana nyaman dan santai sehingga tujuan dalam perdebatan untuk mencari kebenaran itu dapat tercapai dengan memuaskan. \nPerdebatan yang baik ialah perdebatan yang dapat menghambat timbulnya sifat manusia yang negatif seperti sombong, tinggi hati, dan berusaha mempertahankan harga diri karena sifat-sifat tersebut sangat tercela. Lawan berdebat supaya dihadapi sedemikian rupa sehingga dia merasa bahwa harga dirinya dihormati, dan dai menunjukkan bahwa tujuan yang utama ialah menemukan kebenaran kepada agama Allah swt. \nKelima, akhir dari segala usaha dan perjuangan itu adalah iman kepada Allah swt, karena hanya Dialah yang menganugerahkan iman kepada jiwa manusia, bukan orang lain ataupun dai itu sendiri. Dialah Tuhan Yang Maha Mengetahui siapa di antara hamba-Nya yang tidak dapat mempertahankan fitrah insaniahnya (iman kepada Allah) dari pengaruh-pengaruh yang menyesatkan, hingga dia menjadi sesat, dan siapa pula di antara hamba yang fitrah insaniahnya tetap terpelihara sehingga dia terbuka menerima petunjuk (hidayah) Allah swt.",
                        "37": "(126) Berdasarkan riwayat Abu Hurairah bahwa sesungguhnya Nabi saw berdiri di hadapan Hamzah ketika terbunuh sebagai syahid dalam Perang Uhud. Tidak ada pemandangan yang paling menyakitkan hati Nabi daripada melihat jenazah Hamzah yang dicincang (mutilasi). Lalu Nabi bersabda, \"Semoga Allah mencurahkan rahmat kepadamu. Sesungguhnya engkau”sepengetahuanku”adalah orang yang senang silaturrahim dan banyak berbuat kebaikan. Kalau bukan karena kesedihan berpisah denganmu, sungguh aku lebih senang bersamamu sampai di Padang Mahsyar bersama para arwah. Demi Allah, aku akan membalas dengan balasan yang setimpal tujuh puluh orang dari mereka sebagai penggantimu.\" Maka Jibril turun dengan membawa ayat-ayat di akhir Surah an-Nahl, \"Dan jika kamu membalas, maka balaslah dengan (balasan) yang sama dengan siksaan yang ditimpakan kepadamu. Tetapi jika kamu bersabar, sesungguhnya itulah yang lebih baik bagi orang yang sabar.\" Pada saat itu Rasulullah berdiri di hadapan jenazah Hamzah. \nDalam ayat ini Allah swt menegaskan kepada kaum Muslimin, yang akan mewarisi perjuangan Nabi Muhammad dalam menyebarkan agama Islam, untuk menjadikan sikap Rasul di atas sebagai pegangan mereka dalam menghadapi lawan. \nPedoman dakwah yang diberikan Allah pada ayat yang lalu, adalah pedoman dalam medan dakwah dengan lisan, hujjah lawan hujjah. Dakwah berjalan dalam suasana damai. Akan tetapi, jika dakwah mendapat perlawanan yang kasar, misalnya para dai disiksa atau dibunuh, Islam menetapkan sikap tegas untuk menghadapi keadaan demikian dengan tetap menjunjung tinggi kebenaran. Dua macam jalan yang diterangkan Allah dalam ayat ini, pertama: membalas dengan balasan yang seimbang. Kedua: menerima tindakan permusuhan itu dengan hati yang sabar dan memaafkan kesalahan itu jika bisa memberi pengaruh yang lebih baik bagi jalannya dakwah. \nMenurut Ibnu Katsir, ayat ini mempunyai makna dan tujuan yang sama dengan beberapa ayat dalam Al-Qur’an yaitu mengandung keharusan adil dan dorongan berbuat keutamaan, seperti firman Allah: \nDan balasan suatu kejahatan adalah kejahatan yang setimpal, tetapi barang siapa memaafkan dan berbuat baik (kepada orang yang berbuat jahat) maka pahalanya dari Allah. Sungguh, Dia tidak menyukai orang-orang zalim. (asy-Syura/42: 40) \n \nFirman Allah swt: \n \n¦Dan luka-luka (pun) ada qisasnya (balasan yang sama). Barang siapa melepaskan (hak qisas)nya, maka itu (menjadi) penebus dosa baginya. (al-Ma’idah/5: 45)",
                        "38": "(127) Allah mempertegas lagi perintah-Nya kepada Rasul agar bersifat sabar dan tabah dalam menghadapi gangguan orang kafir Quraisy dan hambatan mereka terhadap dakwahnya. Namun Allah menyatakan kepada Nabi bahwa kesabaran itu terwujud dalam batin disebabkan Allah memberikan pertolongan dan taufik kepadanya. Kesabaran merupakan daya perlawanan terhadap gejala emosi manusia dan perlawanan terhadap nafsu yang bergejolak. Itulah hidayah Allah yang diberikan kepada hamba-Nya yang dikehendaki. \nPernyataan Allah ini membesarkan hati Nabi saw, kesulitan-kesulitan menjadi terasa ringan berkat anugerah Allah. Rasul saw tidak perlu merasa risau, cemas dan bersedih hati terhadap sikap lawannya yang menjauh dari seruannya, atau sikap permusuhan mereka yang mendustakan dan mengingkari wahyu yang diturunkan kepada-Nya. Apalagi jika Rasul saw merasa kecil hati dan putus asa terhadap keingkaran yang mereka lakukan, seperti beliau dituduh penyihir, dukun, penyair dan sebagainya, hal demikian lebih tidak dibenarkan oleh Allah. Sebenarnya segala tuduhan itu bermaksud menghalangi orang lain untuk beriman kepada Rasul saw. Dalam ayat yang lain Allah melarang Nabi berkecil hati terhadap gangguan orang kafir. Firman-Nya: \n \n(Inilah) Kitab yang diturunkan kepadamu (Muhammad) maka janganlah engkau sesak dada karenanya, agar engkau memberi peringatan dengan (Kitab) itu dan menjadi pelajaran bagi orang yang beriman. (al-A’raf/7: 2) \n \nMeskipun pelajaran-pelajaran di atas ditujukan kepada Nabi saw, namun berlaku bagi para pengikutnya.",
                        "39": "(128) Dalam ayat ini, Allah swt menjelaskan alasan mengapa Nabi diperintahkan bersabar dan dilarang untuk cemas dan berkecil hati. Allah swt menegaskan bahwa Dia selalu ada bersama orang yang bertakwa dan orang yang berbuat kebaikan sebagai penolong mereka. Allah selalu memenuhi permintaan mereka, memperkuat, dan memenangkan mereka melawan orang-orang kafir. \nOrang-orang yang takwa selalu bersama Allah swt karena mereka terus menyucikan diri untuk mendekatkan diri kepada-Nya dan melenyapkan kemasygulan yang ada pada jiwa mereka. Mereka tidak pernah merasa kecewa jika kehilangan kesempatan, tetapi juga tidak merasa senang bila memperoleh kesempatan. Demikian pula Allah selalu menyertai orang yang berbuat kebaikan, melaksanakan kewajiban mereka kepada-Nya, dan selalu menaati perintah dan menjauhi larangan-Nya. Pernyataan Allah kepada mereka yang takwa dan berbuat ihsan (kebaikan) dalam ayat ini mempunyai pengertian yang sama dengan pernyataan Allah dalam firman-Nya kepada Nabi Musa dan Harun a.s.: \n \nDia (Allah) berfirman, \"Janganlah kamu berdua khawatir, sesungguhnya Aku bersama kamu berdua, Aku mendengar dan melihat. (thaha/20: 46) \n \nJuga mempunyai pengertian yang sama dengan firman Allah kepada malaikat: \n \n(Ingatlah), ketika Tuhanmu mewahyukan kepada para malaikat, \"Sesungguhnya Aku bersama kamu, maka teguhkanlah (pendirian) orang-orang yang telah beriman.\" (al-Anfal/8: 12)",
                        "40": "(1) Allah swt menyatakan kemahasucian-Nya dengan firman \"subhana\", agar manusia mengakui kesucian-Nya dari sifat-sifat yang tidak layak dan meyakini sifat-sifat keagungan-Nya yang tiada tara. Ungkapan itu juga sebagai pernyataan tentang sifat kebesaran-Nya yang telah memperjalankan hamba-Nya pada suatu malam, dengan perjalanan yang sangat cepat. \nAllah swt memulai firman-Nya dengan subhana dalam ayat ini, dan di beberapa ayat yang lain, sebagai pertanda bahwa ayat itu mengandung peristiwa luar biasa yang hanya dapat terlaksana karena iradah dan kekuasaan-Nya. \nDari kata asra’ dapat dipahami bahwa Isra’ Nabi Muhammad saw terjadi di waktu malam hari, karena kata asra dalam bahasa Arab berarti perjalanan di malam hari. Penyebutan lailan, dengan bentuk isim nakirah, yang berarti \"malam hari\", adalah untuk menggambarkan bahwa kejadian Isra’ itu mengambil waktu malam yang singkat dan juga untuk menguatkan pengertian bahwa peristiwa Isra’ itu memang benar-benar terjadi di malam hari. Allah swt meng-isra’-kan hamba-Nya di malam hari, karena waktu itulah yang paling utama bagi para hamba untuk mendekatkan diri kepada Allah, dan waktu yang paling baik untuk beribadah kepada-Nya. \nPerkataan ’abdihi (hamba-Nya) dalam ayat ini maksudnya ialah Nabi Muhammad saw yang telah terpilih sebagai nabi yang terakhir. Beliau telah mendapat perintah untuk melakukan perjalanan malam, sebagai penghormat-an kepadanya. \nDalam ayat ini tidak diterangkan waktunya secara pasti, baik waktu keberangkatan maupun kepulangan Nabi Muhammad saw kembali ke tempat tinggalnya di Mekah. Hanya saja yang diterangkan bahwa Isra’ Nabi Muhammad saw dimulai dari Masjidilharam, yaitu masjid yang terkenal karena Kabah (Baitullah) terletak di dalamnya, menuju Masjidil Aqsa yang berada di Baitul Makdis. Masjid itu disebut Masjidil Aqsa yang berarti \"terjauh\", karena letaknya jauh dari kota Mekah. \nSelanjutnya Allah swt menjelaskan bahwa Masjidil Aqsa dan daerah-daerah sekitarnya mendapat berkah Allah karena menjadi tempat turun wahyu kepada para nabi. Tanahnya disuburkan, sehingga menjadi daerah yang makmur. Di samping itu, masjid tersebut termasuk di antara masjid yang menjadi tempat peribadatan para nabi dan tempat tinggal mereka. \nSesudah itu, Allah menyebutkan alasan mengapa Nabi Muhammad saw diperjalankan pada malam hari, yaitu untuk memperlihatkan kepada Nabi tanda-tanda kebesaran-Nya. Tanda-tanda itu disaksikan oleh Muhammad saw dalam perjalanannya dari Masjidilharam ke Masjidil Aqsa, berupa pengalaman-pengalaman yang berharga, ketabahan hati dalam menghadapi berbagai macam cobaan, dan betapa luasnya jagat raya serta alangkah Agungnya Allah Maha Pencipta. Pengalaman-pengalaman baru yang disaksikan Nabi Muhammad sangat berguna untuk memantapkan hati beliau menghadapi berbagai macam rintangan dari kaumnya, dan meyakini kebenaran wahyu Allah, baik yang telah diterima maupun yang akan diterimanya. \nDi akhir ayat ini, Allah swt menjelaskan bahwa Dia Maha Mendengar bisikan batin para hamba-Nya dan Maha Melihat semua perbuatan mereka. Tak ada detak jantung, ataupun gerakan tubuh dari seluruh makhluk yang ada di antara langit dan bumi ini yang lepas dari pengamatan-Nya. \nAyat ini menyebutkan terjadinya peristiwa Isra’, yaitu perjalanan Nabi Muhammad saw dari Masjidilharam ke Masjidil Aqsa di waktu malam. Sedangkan peristiwa Mi’raj, yaitu naiknya Nabi Muhammad dari Masjidil Aqsa ke Sidratul Muntaha (Mustawa) tidak diisyaratkan oleh ayat ini, tetapi diisyaratkan dalam Surah an-Najm. \nHampir seluruh ahli tafsir berpendapat bahwa peristiwa Isra’ terjadi setelah Nabi Muhammad diutus menjadi rasul. Peristiwanya terjadi satu tahun sebelum hijrah. Demikian menurut Imam az-Zuhri, Ibnu Sa’ad, dan lain-lainnya. Imam Nawawi pun memastikan demikian. Bahkan menurut Ibnu hazm, peristiwa Isra’ itu terjadi di bulan Rajab tahun kedua belas setelah pengangkatan Muhammad menjadi nabi. Sedangkan al-hafidh ’Abdul Gani al-Maqdisi memilih pendapat yang mengatakan bahwa Isra’ dan Mi’raj tersebut terjadi pada 27 Rajab, dengan alasan pada waktu itulah masyarakat melaksanakannya. \nAdapun hadis-hadis yang menjelaskan terjadinya Isra’ itu sebagai berikut: \nPertama: \nAnas bin Malik menuturkan bahwa pada malam diperjalankannya Rasulullah saw dari Masjidilharam, datanglah kepadanya tiga orang pada saat sebelum turunnya wahyu, sedangkan Rasul pada waktu itu sedang tidur di Masjidilharam. Kemudian berkatalah orang yang pertama, \"Siapakah dia ini?\" Kemudian orang kedua menjawab, \"Dia adalah orang yang terbaik di antara mereka (kaumnya).\" Setelah itu berkatalah orang ketiga, \"Ambillah orang yang terbaik itu.\" Pada malam itu Nabi tidak mengetahui siapa mereka, sehingga mereka datang kepada Nabi di malam yang lain dalam keadaan matanya tidur sedangkan hatinya tidak tidur. Demikianlah para nabi, meskipun mata mereka terpejam, namun hati mereka tidaklah tidur. Sesudah itu rombongan tadi tidak berbicara sedikit pun kepada Nabi hingga mereka membawa Nabi dan meletakkannya di sekitar sumur Zamzam. Di antara mereka ada Jibril yang menguasai diri Nabi, lalu Jibril membelah bagian tubuh, antara leher sampai ke hatinya, sehingga kosonglah dadanya. Sesudah itu Jibril mencuci hati Nabi dengan air Zamzam dengan menggunakan tangannya, sehingga bersihlah hati beliau. Kemudian Jibril membawa bejana dari emas yang berisi iman dan hikmah. Kemudian dituangkanlah isi bejana itu memenuhi dada beliau dan urat-urat tenggorokannya lalu ditutupnya kembali. (Riwayat al-Bukhari) \n \nKedua: \nBahwa Nabi saw bersabda, \"Tiba-tiba datang kepadaku seseorang (Jibril). Kemudian ia membedah dan mengeluarkan hatiku. Setelah itu dibawalah kepadaku bejana yang terbuat dari emas yang penuh dengan iman, lalu ia mencuci hatiku. Setelah itu menuangkan isi bejana itu kepadaku. Kemudian hatiku dikembalikannya seperti sediakala\". (Riwayat al-Bukhari dari Sa’sha’ah) \n \nKetiga: \nBahwa Rasulullah saw bersabda, \"Didatangkan kepadaku Buraq, yaitu binatang putih lebih besar dari himar, dan lebih kecil dari bigal. Ia melangkahkan kakinya sejauh pandangan mata. Kemudian saya mengendarainya, lalu ia membawaku sehingga sampai ke Baitul Makdis. Kemudian saya mengikatnya pada tempat para nabi mengikatkan kendaraannya. Kemudian saya salat dua rakaat di dalamnya, lalu saya keluar. Kemudian Jibril membawa kepadaku sebuah bejana yang berisi minuman keras (khamar) dan sebuah lagi berisi susu; lalu saya pilih yang berisi susu, lantas Jibril berkata, \"Engkau telah memilih fitrah sebagai pilihan yang benar.\" (Riwayat Ahmad dari Anas bin Malik) \n \nDari hadis-hadis tersebut, dapat disimpulkan bahwa Nabi Muhammad diperjalankan pada malam hari dari Masjidilharam ke Masjidil Aqsa atas izin Allah di bawah bimbingan malaikat Jibril. Sebelum Nabi Muhammad saw diperjalankan pada malam itu, hatinya diisi iman dan hikmah, agar beliau tahan menghadapi segala macam cobaan dan tabah dalam melaksanakan perintah-Nya. Perjalanan itu dilakukan dengan mengendarai Buraq yang mempunyai kecepatan luar biasa sehingga Isra’ dan Mi’raj hanya memerlu-kan waktu kurang dari satu malam. \nDalam ayat ini tidak dijelaskan secara terperinci, apakah Nabi saw Isra’ dengan roh dan jasadnya, ataukah rohnya saja. Itulah sebabnya para mufasir berbeda pendapat mengenai hal tersebut. Mayoritas mereka berpendapat bahwa Isra’ dilakukan dengan roh dan jasad dalam keadaan sadar, bukan dalam keadaan tidur. Mereka itu mengajukan beberapa alasan untuk menguatkan pendapatnya di antaranya: \na. Kata subhana menunjukkan adanya peristiwa yang hebat. Jika Nabi di-isra’-kan dalam keadaan tidur, tidak perlu diungkapkan dengan meng-gunakan ayat yang didahului dengan tasbih. \nb. Andaikata Isra’ itu dilakukan dalam keadaan tidur, tentulah orang Quraisy tidak dengan serta merta mendustakannya. Banyaknya orang muslim yang murtad kembali karena peristiwa Isra’ menunjukkan bahwa peristiwa itu bukanlah hal yang biasa. Kata-kata Ummu Hani yang melarang Nabi menceritakan kepada siapapun pengalaman-pengalaman yang dialami ketika Isra’ agar mereka tidak menganggap Nabi saw berdusta, juga menguatkan bahwa Isra’ itu dilakukan Nabi dengan roh dan jasadnya. Peristiwa ini yang menyebabkan Abu Bakar diberi gelar as-shiddiq karena dia membenarkan Nabi, dengan cepat dan tanpa ragu, ber-Isra’ dengan roh dan jasadnya, sedangkan orang-orang lain berat menerimanya. \nc. Firman Allah yang menggunakan bi’abdihi menunjukkan bahwa Nabi Isra’ dengan roh dan jasad karena kata seorang hamba mengacu pada kesatuan jasad dan roh. \nPerkataan Ibnu ’Abbas bahwa orang-orang Arab menggunakan kata ru’ya dalam arti penglihatan mata, maka kata ru’ya yang tersebut dalam firman Allah berikut ini mesti dipahami sebagai penglihatan dengan mata. \n \nDan Kami tidak menjadikan mimpi yang telah Kami perlihatkan kepadamu, melainkan sebagai ujian bagi manusia. (al-Isra’/17: 60) \ne. Yang diperlihatkan kepada Nabi waktu Isra’ dan Mi’raj adalah penglihatan mata yang mungkin terjadi karena kecepatan yang serupa telah dibuktikan oleh manusia dengan teknologi modern. \n \nBeberapa mufassir yang lain berpendapat bahwa Isra’ dilakukan Nabi dengan rohnya saja. Mereka ini menguatkan pendapatnya dengan perkataan Mu’awiyah bin Abi Sufyan ketika ditanya tentang Isra’ Nabi Muhammad saw, beliau menjawab: \nIsra Nabi itu adalah mimpi yang benar yang datangnya dari Allah. \n \nPendapat yang mengatakan bahwa Isra’ hanya dilakukan dengan roh saja lemah, karena sanad hadis yang dijadikan hujjah atau pegangan tidak jelas.",
                        "41": "(2) Dalam ayat ini dijelaskan bahwa Allah telah menurunkan kitab Taurat kepada Musa a.s. sebagai pedoman hidup bagi Bani Israil. Allah swt menyuruh Musa a.s. agar mengatakan kepada kaumnya, \"Janganlah kamu mengambil selain Allah sebagai penolong yang memberikan perlindungan dan menyelesaikan urusan-urusan kamu.\" Larangan yang ditujukan kepada kaumnya itu adalah larangan yang juga pernah disampaikan oleh rasul-rasul sebelumnya dengan perantaraan wahyu Allah. Terkandung pula dalam larangan di atas perintah agar manusia menyembah kepada Allah semata dan larangan menyekutukan sesuatu yang lain dengan-Nya. Terdapat juga larangan meminta bantuan dalam segala urusan kecuali kepada-Nya. \nPemberian kitab Taurat kepada Nabi Musa a.s. sebagai pedoman untuk kaumnya adalah untuk memberikan pengertian kepada kaum Muslimin, bahwa di antara tugas-tugas para rasul ialah menyampaikan agama tauhid, sebagaimana tugas Nabi saw kepada mereka. Juga untuk mengingatkan mereka agar jangan meniru sikap umat-umat terdahulu, dimana sepeninggal rasul-rasulnya, mereka membuat-buat takwil terhadap firman-firman Allah menurut kehendaknya, dan bergelimang dalam lembah dosa dan kesesatan yang nyata. \nItulah sebabnya maka Allah swt menyebutkan berulang kali dalam Al-Qur’an keistimewaan Musa a.s. dan kelebihan Bani Israil dari bangsa-bangsa lain yang ada pada masa itu. Allah menyebutkan pula nikmat yang diberikan kepada mereka, dengan maksud agar hati nurani mereka tergugah, lalu kembali ke jalan yang benar, dan hidup sesuai dengan petunjuk-Nya.",
                        "42": "(3) Allah swt menyebutkan juga nenek moyang mereka, yaitu orang-orang yang telah diselamatkan Allah bersama-sama Nuh a.s. dari topan. Mereka diselamatkan Allah dengan perantaraan wahyu-Nya kepada Nuh a.s. Nuh diperintahkan untuk membuat perahu, agar dia dan kaumnya yang setia terhindar dari azab Allah yang akan ditimpakan kepada kaumnya yang mengingkari kenabiannya. Hal ini mengandung peringatan bagi Bani Israil agar mengambil contoh dan pelajaran dari peristiwa itu, dan mengikuti jalan yang ditempuh oleh Nabi Nuh. Hal itu juga sebagai pelajaran bagi kaum Muslimin agar tetap memelihara tauhid seperti Nuh a.s. dan pengikut-pengikutnya, serta orang-orang yang mensyukuri nikmat Allah. \nSebagai penjelasan dari penafsiran tersebut, perlu dikemukakan beberapa hadis yang menjelaskan bahwa Nabi Nuh a.s. adalah nabi yang sangat mensyukuri nikmat Allah, sebagaimana tersebut dalam hadis: \nPertama: \nDiriwayatkan Muadz bin Anas Al-Juhaniy bahwa Nabi Muhammad saw bersabda, \"Sesungguhnya Allah menamakan Nuh sebagai hamba yang sangat mensyukuri nikmat Allah karena apabila telah datang waktu sore dan pagi hari, dia berkata, Mahasuci Allah ketika kamu berada di waktu sore dan di waktu Subuh dan bagi-Nyalah segala puji di langit dan bumi ketika berada di petang hari dan ketika kamu berada di waktu Zuhur.\" (Riwayat Ibnu Mardawaih) \n \nKedua: \nApabila Nabi Nuh telah mengenakan baju dan menyantap makanan dia memuji Allah swt. Maka dinamakanlah dia \"hamba yang sangat mensyukuri nikmat Allah. (Riwayat Ibnu Jarir ath-thabari, al-Baihaqi, dan al-hakim dari Salman al-Farisi). \n \nDemikianlah doa dan tasbih yang diucapkan oleh Nabi Nuh a.s. yang patut dicontoh dan diamalkan oleh kaum Muslimin.",
                        "43": "(4-5) Dalam ayat ini dijelaskan bahwa Allah telah mewahyukan kepada Musa a.s., sebagaimana termaktub dalam Kitab Taurat, bahwa Bani Israil akan membuat keonaran dua kali di bumi Palestina, sehingga Allah meng-gerakkan musuh-musuh mereka untuk membunuh, merampas, dan meng-hancurkan negeri mereka. \nSesudah bertobat, mereka dilepaskan Allah dari kesengsaraan ini, kerajaan mereka dikembalikan, dan dianugerahi kekayaan dan kekuatan, baik dalam bidang harta benda, maupun kekuatan dalam bidang keturunan dan pertahanan negara. \nAkan tetapi, mereka kembali membuat keonaran, maka Allah swt mengerahkan kembali musuh-musuh mereka untuk menghancurkannya. Ini sebagai azab di dunia, dan di akhirat kelak mereka akan mendapat azab neraka Jahanam. \nDi antara pembangkangan mereka ialah: \nPertama, tidak mengindahkan perintah Allah dan mengubah isi kitab Taurat. \nKedua, Kekejian mereka membunuh Zakaria dan Yahya serta usaha mereka untuk membunuh Nabi Isa a.s. \nMereka melakukan pembangkangan itu dengan menyombongkan diri dan menampakkan keangkuhan. Ini menunjukkan bahwa kejahatan-kejahatan yang mereka lakukan itu telah melampaui batas peri kemanusiaan. \nAllah lalu menjelaskan akibat yang akan menimpa mereka, karena pembangkangan yang pertama, yaitu mereka akan mengalami kehancuran pada saat hukuman yang telah dijanjikan Allah tiba sebagai balasan yang setimpal atas kejahatan-kejahatan mereka. \nBaik juga diterangkan di sini, bahwa Bani Israil mulai tahun 975 SM telah terbagi menjadi dua kerajaan. Pertama, kerajaan Yahudza di bagian selatan, yang terdiri atas dua suku Bani Israil, yaitu suku Yahudza dan Benyamin. Rajanya yang pertama ialah Rehoboam, putera Nabi Sulaiman. Kedua, kerajaan Israil di bagian utara yang terdiri atas 10 suku lainnya. Rajanya yang pertama bernama Jeroboam bin Nebat. \nPada tahun 70 SM kerajaan Israil diserang oleh raja ’Asyur yang bernama Sanharib. Raja ini dapat memasuki kota Samurra ibu kota kerajaan Israil, menawan Bani Israil, dan membawa mereka ke ’Asyur. Dengan demikian, runtuhlah kerajaan Bani Israil sesudah hidup selama 250 tahun. \nDisebabkan oleh keonaran Bani Israil yang tidak juga berhenti, maka Allah mengerahkan tentara Babilonia di bawah pimpinan rajanya Bukhtanashshar yang dikenal juga dengan nama Nebukadnezar. Tentara ini memperluas negerinya dengan jalan membunuh, merampas, dan merampok penduduk-penduduk negeri yang ditaklukkan. Mereka menyerang Bani Israil, membunuh para ulama dan pembesar dari kalangan mereka, merusak dan membakar kitab Taurat, dan bahkan menghancurkan kota suci mereka, Baitul Makdis (Yerusalem). \nItulah nasib yang diderita Bani Israil karena telah menyimpang dari bimbingan wahyu Allah, dan cenderung menuruti kehendak hawa nafsu. Bahkan mereka mengalami nasib yang lebih jelek lagi, yaitu di antara Bani Israil ada yang dibawa ke Babilonia. Tiga kali mereka ditawan oleh Nebukadnezar. Penawanan yang ketiga dan terakhir terjadi pada tahun 558 SM. Akibat dari serangan Nebukadnezar ini runtuhlah kerajaan Yahudza.",
                        "44": "(4-5) Dalam ayat ini dijelaskan bahwa Allah telah mewahyukan kepada Musa a.s., sebagaimana termaktub dalam Kitab Taurat, bahwa Bani Israil akan membuat keonaran dua kali di bumi Palestina, sehingga Allah meng-gerakkan musuh-musuh mereka untuk membunuh, merampas, dan meng-hancurkan negeri mereka. \nSesudah bertobat, mereka dilepaskan Allah dari kesengsaraan ini, kerajaan mereka dikembalikan, dan dianugerahi kekayaan dan kekuatan, baik dalam bidang harta benda, maupun kekuatan dalam bidang keturunan dan pertahanan negara. \nAkan tetapi, mereka kembali membuat keonaran, maka Allah swt mengerahkan kembali musuh-musuh mereka untuk menghancurkannya. Ini sebagai azab di dunia, dan di akhirat kelak mereka akan mendapat azab neraka Jahanam. \nDi antara pembangkangan mereka ialah: \nPertama, tidak mengindahkan perintah Allah dan mengubah isi kitab Taurat. \nKedua, Kekejian mereka membunuh Zakaria dan Yahya serta usaha mereka untuk membunuh Nabi Isa a.s. \nMereka melakukan pembangkangan itu dengan menyombongkan diri dan menampakkan keangkuhan. Ini menunjukkan bahwa kejahatan-kejahatan yang mereka lakukan itu telah melampaui batas peri kemanusiaan. \nAllah lalu menjelaskan akibat yang akan menimpa mereka, karena pembangkangan yang pertama, yaitu mereka akan mengalami kehancuran pada saat hukuman yang telah dijanjikan Allah tiba sebagai balasan yang setimpal atas kejahatan-kejahatan mereka. \nBaik juga diterangkan di sini, bahwa Bani Israil mulai tahun 975 SM telah terbagi menjadi dua kerajaan. Pertama, kerajaan Yahudza di bagian selatan, yang terdiri atas dua suku Bani Israil, yaitu suku Yahudza dan Benyamin. Rajanya yang pertama ialah Rehoboam, putera Nabi Sulaiman. Kedua, kerajaan Israil di bagian utara yang terdiri atas 10 suku lainnya. Rajanya yang pertama bernama Jeroboam bin Nebat. \nPada tahun 70 SM kerajaan Israil diserang oleh raja ’Asyur yang bernama Sanharib. Raja ini dapat memasuki kota Samurra ibu kota kerajaan Israil, menawan Bani Israil, dan membawa mereka ke ’Asyur. Dengan demikian, runtuhlah kerajaan Bani Israil sesudah hidup selama 250 tahun. \nDisebabkan oleh keonaran Bani Israil yang tidak juga berhenti, maka Allah mengerahkan tentara Babilonia di bawah pimpinan rajanya Bukhtanashshar yang dikenal juga dengan nama Nebukadnezar. Tentara ini memperluas negerinya dengan jalan membunuh, merampas, dan merampok penduduk-penduduk negeri yang ditaklukkan. Mereka menyerang Bani Israil, membunuh para ulama dan pembesar dari kalangan mereka, merusak dan membakar kitab Taurat, dan bahkan menghancurkan kota suci mereka, Baitul Makdis (Yerusalem). \nItulah nasib yang diderita Bani Israil karena telah menyimpang dari bimbingan wahyu Allah, dan cenderung menuruti kehendak hawa nafsu. Bahkan mereka mengalami nasib yang lebih jelek lagi, yaitu di antara Bani Israil ada yang dibawa ke Babilonia. Tiga kali mereka ditawan oleh Nebukadnezar. Penawanan yang ketiga dan terakhir terjadi pada tahun 558 SM. Akibat dari serangan Nebukadnezar ini runtuhlah kerajaan Yahudza.",
                        "45": "(6) Kemudian dijelaskan bahwa Allah memberikan giliran bagi orang-orang Bani Israil untuk berkuasa kembali. Sesudah Cyrus Kisra Persia yang pertama dari keluarga Sasan dapat mengalahkan Babilonia, dia memerdeka-kan para tawanan dari Bani Israil yang berada di sana, dan mengirimkan mereka kembali ke Palestina pada tahun 536 SM. Dengan demikian, orang-orang Bani Israil menguasai kembali negerinya. Karunia Allah itu diberikan kepada Bani Israil ketika mereka telah bertobat, mematuhi kembali ajaran Taurat, dan menyadari kecerobohan yang telah dilakukan. Mereka dapat membangun kembali negerinya dan menyelamatkan keluarga dan harta benda mereka. \nDengan demikian, mereka kembali menjadi bangsa yang merdeka serta dapat menguasai kembali negerinya dan menjadi bangsa yang kuat dan bersatu seperti sediakala, yang mereka namai dengan kerajaan Yahudi. Hal itu adalah karena ampunan dan rahmat Allah semata. \nAyat ini menjelaskan bahwa selama manusia berada di bawah bimbingan wahyu dan berjalan sesuai petunjuk-Nya, mereka akan dapat merasakan nikmat Allah yang disediakan di dunia ini. Mereka juga dapat merasakan ketenangan dan kebahagiaan, ketenteraman hidup, ataupun kemakmuran negeri. \nSebaliknya, apabila manusia menyimpang dari tuntunan wahyu dan lebih mengikuti kehendak hawa nafsu, tentu mereka akan mengalami nasib yang buruk. Mereka tidak lagi merasakan nikmat yang disediakan Allah di alam dunia ini, bahkan nikmat-nikmat itu akan berubah menjadi bencana. Mereka tidak akan mengalami kebahagiaan dan kemakmuran dalam hidup ber-masyarakat, tetapi akan menjadi umat yang tertindas dan terusir dari negeri mereka sendiri.",
                        "46": "(7) Allah menegaskan bahwa apabila Bani Israil berbuat baik, maka hasil kebaikan itu untuk mereka sendiri. Namun demikian, ketentuan yang terdapat dalam ayat ini tidak khusus untuk mereka sendiri, melainkan berlaku umum untuk seluruh manusia sepanjang masa. Dengan demikian, apabila manusia berbuat baik atau berbuat kebajikan, maka balasan dari kebajikan itu akan dirasakannya, baik di dunia maupun di akhirat. \nKebaikan yang akan mereka terima di dunia ialah mereka akan menjadi umat yang kuat mempertahankan diri dari maksud jahat yang direncanakan oleh para musuh mereka. Mereka akan memperoleh kesempatan untuk melipatgandakan harta sebagai sarana hidup, dan melanjutkan keturunan sebagai khalifah di muka bumi. Mereka akan menjadi bangsa yang kuat, yang dapat mewujudkan budaya yang tinggi untuk lebih menggairahkan kehidupan mereka, dan menjamin kelancaran usaha dan ibadah mereka kepada Allah swt. Sedangkan kebahagiaan yang abadi adalah surga yang penuh dengan kenikmatan yang disediakan dan dijanjikan kepada mereka, sebagai bukti keridaan Allah swt atas kebajikan yang mereka lakukan. \nApabila mereka berbuat jahat dengan melakukan perbuatan yang bertentangan dengan wahyu dan fitrah kejadian mereka sendiri, seperti menentang kebenaran dan norma-norma dalam tata kehidupan mereka sendiri, maka akibat dari perbuatan mereka itu adalah kemurkaan Allah kepada mereka. \nDengan demikian, mereka akan menjadi bangsa yang bercerai-berai karena diperbudak hawa nafsu, sehingga kelompok yang satu berusaha menundukkan kelompok yang lain. Itulah sebabnya mereka tidak dapat mempertahankan kelangsungan hidup dan diri mereka dari kehancuran dan maksud-maksud jahat musuh. Mereka akan menjadi bangsa yang tertindas dan terjajah. Sedang keburukan yang mereka rasakan di akhirat ialah azab api neraka sebagai siksaan yang paling pedih. \nLalu Allah mengungkapkan kembali hukuman sebagai akibat kejahatan yang dilakukan Bani Israil untuk kedua kalinya. Pada saat itu, Allah membiarkan mereka dalam keadaan kacau-balau ketika musuh-musuh datang untuk menaklukkan mereka. Kekalahan kedua ini benar-benar mereka rasakan sebagai penderitaan yang tiada tara dan mempermalukan mereka. Musuh memasuki Masjidil Aqsa secara paksa dan sewenang-wenang untuk merampas kekayaan yang mereka simpan dan menghancurkan syiar-syiar agama mereka, seperti yang dilakukan pada penaklukan pertama. Dengan demikian, mereka merasakan penderitaan yang berlipat ganda. Mereka mengalami penderitaan materil berupa kehilangan kekuasaan, harta benda, dan wanita-wanita yang dijadikan tawanan oleh musuh. Mereka juga mengalami penderitaan moril karena tempat-tempat suci dan lambang-lambang kesucian agama mereka dilecehkan dan dihancurkan. \nMenurut sejarah, yang menghancurkan mereka untuk kedua kalinya adalah bangsa Romawi yang kemudian menguasai Palestina. Mereka membunuh dan menawan orang-orang Yahudi serta menghancurkan Baitul Makdis dan kota-kota yang lain. Kaisar Romawi pertama yang memasuki Baitul Makdis adalah Kaisar Titus pada tahun 70 Masehi. Ia membakar Masjidil Aqsa, dan merampas barang-barang berharga yang terdapat di dalamnya, sehingga dalam peristiwa ini kurang lebih 1 juta orang Yahudi tewas. Selanjutnya Kaisar Hadrianus yang memerintah dari tahun 117 sampai dengan 158 Masehi, juga menguasai Baitul Makdis dan melakukan berbagai tindakan perusakan di masjid itu. \nHadrianus mengubah kota ini menjadi Aelina Capitolian (kota Aelina). Masjidil Aqsa diruntuhkan dan di atasnya didirikan sebuah bangunan yang dinamai Yupiter Capitolina. Lalu kerajaan Yahudi juga dihancurkan sehingga bangsa Yahudi tidak mempunyai kerajaan lagi. Mereka bercerai-berai ke segenap penjuru dunia. Peristiwa ini terjadi tahun 132 Masehi.",
                        "47": "(8) Kemudian Allah swt memerintahkan agar mereka benar-benar sadar, bertobat, dan berpegang pada ajaran Taurat serta menjauhi perbuatan maksiat. Dengan demikian, Allah akan melimpahkan rahmat-Nya kepada mereka. Janji Allah seperti ini tentu akan terlaksana dan pasti mereka rasakan. \nTersebut dalam sejarah bahwa pada tahun 614 M yakni sesudah 483 tahun dari peristiwa penghancuran Yerusalem oleh Hadrianus, bangsa Persia di bawah pimpinan Kisra Barwiz merebut kota-kota di Palestina dari tangan bangsa Romawi. Mereka melawan orang Romawi menindas orang Yahudi, dan membatalkan kebiasaan orang-orang Nasrani membuang sampah ke Kuil Sulaeman. Mereka juga menjual orang-orang Nasrani yang berdiam di Yerusalem ke kota orang-orang Yahudi, dan membakar gereja-gereja mereka. \nKemudian pada tahun 624 M, bangsa Romawi di bawah pimpinan Kaisar Heraclius I dapat merebut Palestina kembali dari tangan bangsa Persia. Bahkan, Heraclius dapat memasuki pedalaman kerajaan Persia, dan memadamkan api yang disembah Persia. \nKemenangan bangsa Romawi ini bertepatan dengan kemenangan kaum Muslimin dalam perang Badar melawan kaum musyrikin Mekah (Ramadan tahun 2 H) atau Januari 624 M, kurang lebih 9 tahun sesudah bangsa Romawi dikalahkan oleh bangsa Persia. Akan tetapi, perdamaian antara bangsa Romawi dan Persia baru terjadi pada tahun 928 M, sesudah Kisra Evermiz dibunuh oleh perwiranya sendiri. Pada tahun tersebut, seluruh Palestina kembali berada di bawah kekuasaan Romawi dan palang salib pun dikembalikan ke Yerusalem. \nNabi Muhammad saw, yang diutus sejak tahun 610 M sebagai nabi pembawa rahmat bagi seluruh alam, pada tahun 622 M hijrah ke Medinah. Setibanya di Medinah, beliau mengadakan perjanjian dengan orang-orang Yahudi yang ada di kota itu. Perjanjian itu yang dikenal dengan Piagam Medinah. Isinya menyebutkan bahwa orang-orang Yahudi adalah warga kota Medinah di samping kaum Ansar dan Muhajirin. Mereka dibiarkan tetap menganut agama mereka. Akan tetapi, mereka berkhianat dan mengadakan makar untuk membunuh Rasulullah. Mereka lalu diperangi oleh Rasulullah, dan di antaranya ada yang diusir dari Medinah, yaitu Bani Nadhir. \nSetelah Umar bin Khaththab menjadi khalifah, beliau menaklukkan negeri Syam (Suria) pada tahun 636 Masehi. Penduduk Yerusalem (Baitul Makdis) di bawah pimpinan Patrip Suverianus menyerahkan kota itu kepadanya, dan piagam perdamaian disepakati dan ditandatangani oleh kedua belah pihak. Umar bin Khaththab lalu mendirikan masjid di tempat Kiblat Masjidil Aqsa (Kuil Sulaeman), dan membersihkan kota Yerusalem. Maka kota Yerusalem yang sudah hilang selama ini muncul kembali dengan megah. \nSetelah negeri Syam seluruhnya termasuk Palestina jatuh ke tangan kaum Muslimin, Kaisar Romawi Heraclius I naik ke suatu bukit dan menghadap ke Suria. Lalu ia melambaikan tangannya dengan mengucapkan, \"Selamat tinggal Suria untuk selama-lamanya.\" \nDengan demikian, bangsa Yahudi lepas dari cengkeraman, aniaya, dan penindasan bangsa Romawi. Mereka kembali bebas beribadah di sekeliling Kuil Sulaiman (Masjidil Aqsa). Inilah rahmat dari Allah swt yang Maha Besar. \nDemikianlah keterangan yang disebutkan dalam buku-buku sejarah. Adapun dalam Al-Qur’an, tidak diterangkan dengan rinci, karena Al-Qur’an bukan buku sejarah. \nSementara itu Allah swt tetap mengingatkan bahwa apabila mereka kembali mengulangi kedurhakaan mereka, seperti yang pernah dilakukan oleh nenek moyang mereka, niscaya Allah swt akan menurunkan azab-Nya kembali dengan yang lebih pedih. \nDi samping itu, Allah menyediakan azab api neraka Jahanam sebagai penjara yang abadi bagi mereka di akhirat, karena hukuman itulah yang pantas dijatuhkan terhadap orang-orang yang tidak mau beriman.",
                        "48": "(9-10) Allah swt menyatakan keistimewaan-keistimewaan kitab-Nya yang diturunkan kepada Nabi Muhammad saw yaitu kitab Al-Qur’an, dengan menunjukkan fungsi dari kitab itu sendiri serta faedahnya bagi seluruh umat manusia. Di antara faedah Al-Qur’an yang disebutkan dalam ayat ini adalah: \nPertama, Al-Qur’an memberi petunjuk kepada orang yang mau menjadi-kannya sebagai pedoman ke jalan yang lurus. Yang dimaksud jalan yang lurus dalam ayat ini ialah agama Islam, yang berpangkal pada ajaran tauhid, yaitu keyakinan bahwa tidak ada kekuatan yang dapat menciptakan dan menguasai alam semesta ini kecuali Allah swt. Kekuasaan-Nya tidak dapat ditandingi oleh siapapun. Dia adalah Penguasa alam yang sebenarnya, dan Zat yang mempunyai kekuasaan Yang Mahabesar. \nKedua, Al-Qur’an memberi kabar gembira kepada orang-orang yang percaya kepada Allah swt dan rasul-Nya, berbuat amal baik, melakukan apa saja yang diperintahkan Allah, dan menghindarkan diri dari berbuat sesuatu yang dilarang-Nya. Kabar gembira itu berupa pahala yang berlimpah yang akan diterima di akhirat, sebagai imbalan dari amal saleh yang mereka lakukan di dunia. \nKetiga, Al-Qur’an adalah peringatan bagi orang-orang yang tidak mem-percayai hari pembalasan dan tidak mengakui adanya pahala dan siksa yang akan diberikan Allah di hari kiamat sebagai balasan bagi perbuatan mereka ketika hidup di dunia. Ancaman yang ditujukan kepada mereka ialah azab yang pedih sebagai balasan dari perbuatan maksiat yang menodai jiwa mereka. Termasuk di dalamnya orang-orang ahli kitab yang tidak mengakui kerasulan Nabi Muhammad saw.",
                        "49": "(9-10) Allah swt menyatakan keistimewaan-keistimewaan kitab-Nya yang diturunkan kepada Nabi Muhammad saw yaitu kitab Al-Qur’an, dengan menunjukkan fungsi dari kitab itu sendiri serta faedahnya bagi seluruh umat manusia. Di antara faedah Al-Qur’an yang disebutkan dalam ayat ini adalah: \nPertama, Al-Qur’an memberi petunjuk kepada orang yang mau menjadi-kannya sebagai pedoman ke jalan yang lurus. Yang dimaksud jalan yang lurus dalam ayat ini ialah agama Islam, yang berpangkal pada ajaran tauhid, yaitu keyakinan bahwa tidak ada kekuatan yang dapat menciptakan dan menguasai alam semesta ini kecuali Allah swt. Kekuasaan-Nya tidak dapat ditandingi oleh siapapun. Dia adalah Penguasa alam yang sebenarnya, dan Zat yang mempunyai kekuasaan Yang Mahabesar. \nKedua, Al-Qur’an memberi kabar gembira kepada orang-orang yang percaya kepada Allah swt dan rasul-Nya, berbuat amal baik, melakukan apa saja yang diperintahkan Allah, dan menghindarkan diri dari berbuat sesuatu yang dilarang-Nya. Kabar gembira itu berupa pahala yang berlimpah yang akan diterima di akhirat, sebagai imbalan dari amal saleh yang mereka lakukan di dunia. \nKetiga, Al-Qur’an adalah peringatan bagi orang-orang yang tidak mem-percayai hari pembalasan dan tidak mengakui adanya pahala dan siksa yang akan diberikan Allah di hari kiamat sebagai balasan bagi perbuatan mereka ketika hidup di dunia. Ancaman yang ditujukan kepada mereka ialah azab yang pedih sebagai balasan dari perbuatan maksiat yang menodai jiwa mereka. Termasuk di dalamnya orang-orang ahli kitab yang tidak mengakui kerasulan Nabi Muhammad saw.",
                        "50": "(11) Kemudian Allah swt menjelaskan bahwa di antara manusia ada yang mengutuk dirinya, keturunannya, bahkan hartanya dengan sumpah serapah dan doa yang berisi keinginan-keinginan yang jelek pada saat marah, seperti doa, \"Wahai Tuhan! Turunkanlah laknat kepadaku, binasakanlah aku!\" Mereka mengucapkannya sebagaimana ketika berdoa kepada Allah dengan doa yang baik, agar diberikan kesehatan dan dilimpahkan keselamatan kepadanya, keturunan, dan harta bendanya. \nSeandainya Allah swt mengabulkan doa mereka yang jelek itu, niscaya mereka tidak bisa menghindarkan diri dari akibatnya. Akan tetapi, Allah swt tidak berbuat demikian. Hal ini tidak lain hanyalah karena kasih sayang Allah yang Mahabesar. Allah swt berfirman: \n \nDan kalau Allah menyegerakan keburukan bagi manusia seperti permintaan mereka untuk menyegerakan kebaikan, pasti diakhiri umur mereka. (Yunus/10: 11) \n \nDi akhir ayat, Allah swt menjelaskan bahwa manusia mempunyai sifat tergesa-gesa. Apabila ia menginginkan sesuatu sesuai kehendak hatinya, pikirannya tertutup untuk menilai apa yang diinginkannya itu, apakah bermanfaat bagi dirinya atau merugikan. Hal itu semata-mata didorong oleh sifat tergesa-gesa untuk mencapai tujuannya, tanpa dipikirkan dengan matang terlebih dahulu. Hal ini menunjukkan bahwa pada umumnya manusia tertarik pada keadaan lahiriah dari sesuatu tanpa meneliti lebih mendalam hakikat dan rahasia dari sesuatu itu. \nDalam ayat ini terdapat sindiran terhadap orang-orang musyrik Arab yang mendustakan kebenaran Al-Qur’an, karena mereka tidak mau mempercayai adanya Hari Pembalasan. Mereka lebih menyenangi dunia yang dapat mereka nikmati langsung, daripada memikirkan janji dan ancaman yang akan mereka terima di Hari Pembalasan.",
                        "51": "(12) Kemudian Allah swt menjelaskan tanda-tanda kekuasaan-Nya yang ada di alam semesta, dengan maksud agar manusia memikirkan dan merenungkan semua ciptaan-Nya di alam ini. Allah swt menjelaskan bahwa Dia menciptakan malam dan siang, masing-masing sebagai tanda kekuasaan-Nya. Siang dan malam merupakan dua peristiwa yang selalu silih berganti yang sangat berguna bagi kemaslahatan hidup manusia dalam menjalankan kewajiban agama dan urusan-urusan duniawi. Pergantian yang teratur seperti itu merupakan tanda kekuasaan Allah yang sangat jelas bagi manusia. Barang siapa yang memperhatikan dan memikirkan pergantian siang dan malam tentu yakin bahwa alam semesta ini ada yang mengaturnya dengan aturan-aturan yang sangat baik dan tepat, dan juga menunjukkan bahwa pengaturnya sangat teliti. Dengan demikian, manusia akan terbimbing untuk mengakui adanya Pencipta jagat raya ini dan seluruh isinya. \nDi samping itu, adanya pergantian siang dan malam merupakan anugerah yang dapat dirasakan secara langsung oleh manusia dalam kehidupan mereka sehari-hari. Di waktu malam mereka dapat beristirahat untuk melepaskan lelah. Allah juga menjadikan tanda-tanda malam datang yaitu hilangnya cahaya matahari dari ufuk barat, sehingga lama kelamaan hari menjadi gelap gulita. Hal ini merupakan tanda kekuasaan-Nya. Allah menjadikan siang yang terang benderang sebagai tanda kekuasaan-Nya pula guna memberikan kesempatan kepada manusia untuk mencari kebutuhan hidup diri mereka sendiri dan keluarganya. Di sisi lain, perubahan siang dan malam itu sangat berguna bagi manusia untuk mengetahui bilangan tahun, bulan, dan hari serta perhitungannya, terkecuali di daerah kutub utara dan selatan. \nDalam Al-Qur’an, Allah tidak saja memberitahu manusia mengenai ciptaan-Nya, namun juga memberikan indikasi-indikasi untuk memanfaat-kannya untuk kesejahteraan manusia. Dalam kaitan dengan matahari dan bulan, Allah memberikan petunjuk yang sangat jelas bahwa siang dan malam, atau dengan kata lain peredaran matahari dan bulan, akan sangat berguna untuk dijadikan patokan dalam membuat penanggalan atau kalender. Ayat yang secara jelas menyatakan mengenai penganggalan adalah ayat 36 Surah at-Taubah/9, yang penggalannya berikut: \n\"Sesungguhnya bilangan bulan di sisi Allah adalah dua belas bulan, dalam ketetapan Allah di waktu Dia menciptakan langit dan bumi, di antaranya terdapat empat bulan haram. Itulah agama yang lurus......\" \nSatu ayat lain yang serupa adalah ayat 5 dari Surah Yunus/10: \n\"Dialah yang menjadikan matahari bersinar dan bulan bercahaya, dan Dialah yang menetapkan tempat-tempat orbitnya, agar kamu mengetahui bilangan tahun, dan perhitungan waktu ............\" \nSiang dan malam terjadi karena perputaran bumi pada porosnya yang bergerak dari barat ke timur, yang memberikan kesan kepada manusia seolah-olah matahari bergerak dari timur ke barat. Apabila matahari muncul di ufuk timur disebut hari telah siang dan apabila matahari terbenam di ufuk barat disebut hari telah malam. \nDari saat matahari terbenam pada suatu saat, hingga matahari terbenam pada hari berikutnya disebut satu hari satu malam menurut kebiasaan dan anggapan dalam perhitungan tahun qamariah. Tetapi dalam perhitungan tahun syamsiah, yang disebut sehari semalam ialah waktu dari pertengahan malam hingga pertengahan malam berikutnya. \nDengan ditegaskannya tentang pergantian siang dan malam sebagai dasar untuk mengetahui bilangan tahun dan perhitungannya dalam mengharap keutamaan Allah, jelaslah bahwa ayat ini menyiratkan keluwesan penang-galan dalam Islam. Sistem penanggalan yang didasari pada penggantian siang dan malam disusun berdasarkan hanya pergerakan (semu) dari matahari terhadap bumi. Sistem ini sama sekali tidak melibatkan pergerakan bulan terhadap bumi. Ini adalah sistem penanggalan matahari (tahun syamsiah/ solar year) yang menyatakan bahwa satu tahun sama dengan 365 ditambah seperempat kali malam berganti siang dan sebaliknya. Oleh karena itu, menurut sistem ini satu tahun lamanya 365 hari untuk tahun-tahun basithah dan 366 hari untuk tahun-tahun kabisah. Secara umum, satu tahun syamsiah adalah lamanya waktu dari tanggal 1 Januari hingga tanggal 31 Desember. Penghitungannya didasarkan pada waktu yang dibutuhkan bumi untuk mengelilingi matahari. Sistem penanggalan ini identik dengan tahun Masehi yang sekarang digunakan secara meluas dalam pergaulan internasional. \nSatu tahun dalam perhitungan tahun qamariah ialah lama waktu dari tanggal 1 Muharram hingga tanggal 30 Zulhijjah, yang lamanya 354 hari untuk tahun-tahun basithah atau 355 hari untuk tahun-tahun kabisah. Perhitungan serupa ini dinamakan hisab urfi. Perhitungan tahun qamariah didasarkan pada peredaran bulan mengelilingi bumi. Dari bulan sabit ke bulan sabit berikutnya disebut 1 bulan, dan apabila telah 12 kali terjadi bulan sabit dianggap telah genap satu tahun qamariah. \nAyat ini menegaskan bahwa sistem penanggalan Masehi atau tahun syamsiah boleh digunakan umat Islam dalam pergaulan internasional, terutama dalam melakukan transaksi dan bisnis (muamalah) seperti biasa dengan umat manapun secara nasional. Sistem penanggalan Hijriah yang bersifat tahun bulan (lunar year) secara terbatas dapat digunakan untuk menentukan saat-saat beribadah, yaitu penentuan waktu 1 Ramadan, 1 Syawal, dan 10 Zulhijah. Tidak perlu dipaksakan penggunaan tahun Hijriah ini untuk kehidupan muamalah dalam pergaulan dan transaksi sehari-hari secara nasional dan internasional. \nPada kenyataannya penanggalan atau tahun Masehi juga dipakai untuk menentukan waktu ibadah lain, yaitu waktu salat, karena waktu salat ini sepenuhnya ditentukan oleh pergerakan (semu) matahari dan sama sekali tidak berurusan dengan pergerakan bulan terhadap bumi. \nJadi walaupun ada ayat Al-Qur’an yang menyiratkan penggunaan tahun Hijriah (yang notabene tahun qamariah) tetapi ayat ini memfirmankan perintah Allah untuk menggunakan tahun matahari yang manapun untuk muamalah dan secara umum untuk pergaulan dengan umat lain.",
                        "52": "(13) Allah swt menjelaskan bahwa masing-masing manusia dicatat amal perbuatannya dalam suatu buku catatan dan tetap tercatat di dalamnya seperti kalung yang tetap berada di leher mereka. Amal perbuatan tersebut mencakup amal baik dan amal buruk, besar maupun kecil, yang diperbuat manusia atas dasar pilihannya sendiri. \nPerumpamaan tetapnya catatan-catatan mereka dalam kitab itu dengan tetapnya kalung pada leher manusia, sebagai kiasan bahwa catatan itu akan tetap terpelihara, tidak akan hilang atau terhapus, dan selalu dinisbahkan pada seseorang. \nSelanjutnya Allah swt menegaskan bahwa kitab yang mengandung catatan amal perbuatan manusia itu akan dikeluarkan dari simpanannya pada hari kiamat, dan akan diperlihatkan kepada mereka, sehingga mereka dapat mengetahui isinya secara terbuka. \nDalam ayat yang lain dijelaskan bahwa tugas pencatatan amal perbuatan manusia itu diurus oleh malaikat. Allah swt berfirman: \n \nDan sesungguhnya bagi kamu ada (malaikat-malaikat) yang mengawasi (pekerjaanmu), yang mulia (di sisi Allah) dan yang mencatat (amal perbuatanmu), mereka mengetahui apa yang kamu kerjakan. (al-Infithar/82: 10-12) \n \nHadis Nabi Muhammad berikut menerangkan lebih jelas hal yang sama: \nDiriwayatkan dari Al-hasan bahwa Rasulullah saw bersabda, \"Allah berfirman kepada Bani Adam, \"Hai Bani Adam! Kami telah membuka lembaran-lembaran Kitab, dan telah ditunjuk dua malaikat yang mulia sebagai wakil: satu di sebelah kanan, dan satu lagi di sebelah kiri. Adapun yang di sebelah kanan, pekerjaannya mencatat amal baikmu, sedang yang di sebelah kiri mencatat amal perbuatan burukmu. Maka berbuatlah menurut kesukaanmu amal perbuatan yang banyak atau yang sedikit sehingga ajal datang merenggutmu. Dan apabila engkau telah mati, Aku lipat lembaran-lembaran kitab itu dan Aku kalungkan ke lehermu dan tetap bersamamu dalam kubur hingga hari kiamat. Pada hari itu, kitab itu akan dikeluarkan dan engkau menemuinya dalam keadaan terbuka. Bacalah kitab catatan itu niscaya pada hari itu engkau akan mengetahui bahwa kitab itu cukup sebagai penghisab amal perbuatanmu. (Riwayat Ibnu Jarir ath-thabari)",
                        "53": "(14) Ayat ini menjelaskan bahwa pada hari kiamat, manusia tidak dapat memungkiri catatan-catatan itu, karena pencatatnya adalah para malaikat yang memang ditunjuk oleh Allah, yang pekerjaannya khusus mencatat amal perbuatan manusia. Itulah sebabnya maka Allah swt menegaskan di akhir ayat bahwa cukuplah pada hari itu diri mereka sendiri sebagai penghisab amal perbuatan mereka. Maksudnya semua catatan yang termuat dalam kitab itu cukup akurat sebagai bukti karena apa yang tercatat dalam kitab itu merupakan rekaman dari amal perbuatan mereka. Seolah-olah mereka sendirilah yang membuat catatan-catatan itu. Firman Allah: \n \nDan diletakkanlah kitab (catatan amal), lalu engkau akan melihat orang yang berdosa merasa ketakutan terhadap apa yang (tertulis) di dalamnya, dan mereka berkata, \"Betapa celaka kami, kitab apakah ini, tidak ada yang tertinggal, yang kecil dan yang besar melainkan tercatat semuanya,\" dan mereka dapati (semua) apa yang telah mereka kerjakan (tertulis). Dan Tuhanmu tidak menzalimi seorang jua pun. (al-Kahf/18: 49) \n \nDengan demikian, tidak perlu adanya bukti-bukti lain sebagai penguat karena semua catatan yang tergores dalam kitab itu menjadi bukti yang sangat meyakinkan, sehingga tidak bisa ditambah atau dikurangi lagi.",
                        "54": "(15) Dalam sebuah riwayat yang berasal dari Ibnu ’Abbas dinyatakan bahwa ayat ini turun berkenaan dengan Walid bin Mugirah ketika ia berkata kepada penduduk Mekah, \"Ingkarilah Muhammad dan sayalah yang menanggung dosamu.\" \nDalam ayat ini, Allah swt menegaskan bahwa barang siapa yang berbuat sesuai dengan hidayah Allah dan tuntunan Rasulullah, yaitu melaksanakan perintah-perintah-Nya dan menjauhi larangan-larangan-Nya, berarti dia telah berbuat untuk menyelamatkan dirinya sendiri. Ia akan memperoleh catatan tentang amal perbuatan baiknya di dalam kitabnya. Ia akan merasa bahagia karena akan mendapatkan keridaan Allah, dan menerima imbalan yang berlimpah, yaitu surga dengan berbagai kenikmatan yang serba menyenang-kan. Akan tetapi, barang siapa yang sesat, yaitu orang yang menyimpang dari bimbingan Al-Qur’an, akan mengalami kerugian. Ia akan mendapatkan catatan tentang amal perbuatan buruknya di dalam kitab itu. Ia akan merasakan penyesalan yang tidak ada gunanya dan akan dimasukkan ke dalam neraka, sebagai balasan yang pantas baginya. \nSelanjutnya, Allah swt menegaskan bahwa pada hari itu orang yang berdosa tidak dapat memikul dosa orang lain. Tiap-tiap orang bertanggung jawab terhadap perbuatan buruknya sendiri, sehingga tidak mungkin sese-orang dibebani dosa selain dosanya sendiri. Mereka akan menerima balasan amal sesuai dengan berat ringan kejahatan yang mereka lakukan. \nApabila ada orang yang disiksa karena menyesatkan orang lain, sehingga dijatuhi hukuman sesuai dengan dosa orang yang disesatkan, bukan berarti orang yang menyesatkan itu menanggung dosa orang yang disesatkan. Akan tetapi, orang yang menyesatkan itu dianggap berdosa karena menyesatkan orang lain. Oleh sebab itu, ia dihukum sesuai dengan dosanya sendiri, dan ditambah dengan dosa menyesatkan orang. \nAllah swt berfirman: \n \n(Ucapan mereka) menyebabkan mereka pada hari Kiamat memikul dosa-dosanya sendiri secara sempurna, dan sebagian dosa-dosa orang yang mereka sesatkan yang tidak mengetahui sedikit pun (bahwa mereka disesatkan). (an-Nahl/16: 25) \n \nDan firman Allah: \n \nDan mereka benar-benar akan memikul dosa-dosa mereka sendiri, dan dosa-dosa yang lain bersama dosa mereka. (al-’Ankabut/29: 13) \n \nDi akhir ayat ini, disebutkan bahwa Allah tidak akan mengazab seseorang atau suatu kaum sebelum mengutus seorang rasul. Maksudnya Allah tidak akan membebankan hukuman kepada orang-orang yang melakukan suatu perbuatan kecuali setelah mengutus seorang rasul untuk membacakan dan menerangkan ketentuan hukumannya. Dengan demikian, ayat ini dipandang sebagai asas legalitas dalam pidana Islam. Artinya, semua perbuatan yang diancam dengan hukuman haruslah terlebih dahulu diundangkan melalui sarana perundang-perundangan yang dapat menjamin bahwa peraturan ini dapat diketahui oleh seluruh rakyat. Hal itu juga berarti bahwa sosialisasi perundang-undangan merupakan hal yang penting. \nAyat ini juga mengandung maksud bahwa Allah tidak akan membinasa-kan umat karena dosanya, sebelum mengutus seorang utusan yang memberi peringatan dan menyampaikan syariat Allah kepada mereka, dan memberi ancaman jika mereka membangkang dan tetap dalam pembangkangannya. \nAllah swt berfirman: \n \nSetiap kali ada sekumpulan (orang-orang kafir) dilemparkan ke dalamnya, penjaga-penjaga (neraka itu) bertanya kepada mereka, \"Apakah belum pernah ada orang yang datang memberi peringatan kepadamu (di dunia)?\" Mereka menjawab, \"Benar, sungguh, seorang pemberi peringatan telah datang kepada kami, tetapi kami mendustakan(nya) dan kami katakan, \"Allah tidak menurunkan sesuatu apa pun, kamu sebenarnya dalam kesesatan yang besar.\" (al-Mulk/67: 8-9) \n \nDan firman-Nya: \n \nBukankah Kami telah memanjangkan umurmu untuk dapat berpikir bagi orang yang mau berpikir, padahal telah datang kepadamu seorang pemberi peringatan? Maka rasakanlah (azab Kami), dan bagi orang-orang zalim tidak ada seorang penolong pun. (Fathir/35: 37)",
                        "55": "(16) Kemudian Allah swt menjelaskan bahwa apabila Dia berkehendak untuk membinasakan suatu negeri, maka Allah swt memerintahkan kepada orang-orang yang hidup bermewah-mewah di negeri itu supaya menaati Allah. Maksudnya apabila suatu kaum telah melakukan kemaksiatan dan kejahatan secara merata, dan pantas dijatuhi siksaan, maka Allah swt karena keadilan-Nya, tidaklah segera menjatuhkan siksaan sebelum memberikan peringatan kepada para pemimpin mereka untuk menghentikan kemaksiatan dan kejahatan kaumnya dan segera kembali taat kepada ajaran Allah. \nAkan tetapi, dari sejarah kita mengetahui bahwa orang-orang yang jauh dari hidayah Allah tidak mau mendengarkan peringatan itu, bahkan mereka menjadi pembangkang dan penentangnya. Allah lalu memusnahkan mereka dari muka bumi dengan berbagai azab, baik berupa bencana alam, maupun bencana-bencana lainnya. Itulah ketentuan Allah yang tak dapat dielakkan. Allah menghancurkan negeri itu sehancur-hancurnya, sehingga tidak ada sedikit pun yang tersisa, baik rumah-rumah maupun harta kekayaan mereka.",
                        "56": "(17) Allah lalu mengisahkan kaum-kaum yang mengalami nasib yang sama setelah Nuh. Mereka dibinasakan karena pembangkangan mereka terhadap utusan-utusan Allah yang ditugasi untuk menghentikan mereka dan mengajak untuk kembali menaati Allah. Ayat ini sebagai penegasan terhadap ayat yang lalu, bahwa tiap kaum yang tetap membangkang setelah datangnya rasul yang memberi peringatan kepada mereka, pasti akan mengalami nasib buruk yang sama dengan umat-umat terdahulu. \nDi akhir ayat ini, Allah swt menyebutkan bahwa balasan yang serupa itu adalah balasan yang bijaksana dan adil, karena Allah telah memberi peringatan dan mengetahui tindak-tanduk mereka. Allah Maha Melihat dosa hamba-hamba-Nya.",
                        "57": "(18) Allah swt mengelompokkan manusia ke dalam dua golongan: golongan yang mencintai kehidupan dunia, dan golongan yang mencintai kehidupan akhirat. \nDalam ayat ini, Allah swt menyebutkan golongan yang pertama, sedangkan golongan yang kedua disebutkan dalam ayat berikutnya. Ketika menyebutkan golongan yang pertama, Allah swt menyatakan bahwa barang siapa yang menghendaki kehidupan dunia dengan kenikmatannya yang dapat mereka rasakan, maka Allah swt menyegerakan keinginan mereka itu di dunia sesuai dengan kehendaknya. Tetapi di akhirat, mereka tidak mendapat apapun kecuali azab neraka. \nPernyataan ini ditujukan kepada orang-orang yang tidak mempercayai adanya hari kebangkitan dan hari pembalasan, sehingga mereka yakin bahwa tidak ada lagi kehidupan sesudah kehidupan di dunia ini. Itulah sebabnya mengapa mereka terlalu rakus terhadap kekayaan dunia dan kemewahannya, padahal kehidupan dunia serta kenikmatannya bersifat sementara. Oleh karena itu, kehidupan di dunia dan kemewahannya itu digambarkan Allah sebagai suatu yang segera dapat diperoleh dan dirasakan, tetapi segera pula musnah dan berakhir. Firman Allah: \n \nDan jangan sekali-kali orang-orang kafir itu mengira bahwa tenggang waktu yang Kami berikan kepada mereka lebih baik baginya. Sesungguhnya tenggang waktu yang Kami berikan kepada mereka hanyalah agar dosa mereka semakin bertambah; dan mereka akan mendapat azab yang menghinakan. (ali ’Imran/3: 178) \n \nKemudian Allah swt mengancam mereka dengan ancaman neraka Jahanam sebagai balasan yang pantas bagi mereka. Di dunia, mereka akan mengalami kesedihan yang mendalam karena berpisah dengan kemewahan dunia yang sangat mereka cintai ketika ajal datang merenggut. Sedangkan di akhirat, mereka akan mengalami penderitaan yang seberat-beratnya dan menyesali perbuatan tercela yang mereka lakukan di dunia.",
                        "58": "(19) Dalam ayat ini, Allah swt menyebutkan golongan yang kedua. Allah swt menyatakan bahwa barang siapa yang menghendaki kehidupan akhirat dan berusaha ke arah itu dengan sungguh-sungguh serta tetap beriman, maka dialah orang yang usahanya mendapat balasan yang baik. Yang dimaksud dengan orang-orang yang menghendaki kehidupan akhirat ialah orang-orang yang mencita-citakan kebahagiaan hidup di akhirat, dan berusaha untuk mendapatkannya dengan mematuhi bimbingan Allah serta menjauhi tuntutan hawa nafsunya. Orang yang demikian ini selama hidupnya di dunia menganggap bahwa kenikmatan hidup di dunia serta kemewahannya adalah nikmat Allah yang harus disyukuri dan digunakan sebagai sarana untuk beribadah kepada-Nya. \nItulah sebabnya di akhir ayat ini, Allah swt menegaskan bahwa orang yang demikian itulah yang akan mendapat balasan dari Allah dengan pahala yang berlimpah-limpah, sebagai imbalan dari amalnya yang saleh dan ketabahannya melawan kehendak hawa nafsu. Ia akan dimasukkan ke dalam surga Firdaus dan kekal selama-lamanya di sana. \nDalam ayat ini disebut tiga syarat yang harus dipenuhi agar seseorang itu mencapai kebahagiaan yang abadi yakni: \n1. Adanya kehendak untuk melakukan suatu perbuatan dengan meng-utamakan kebahagiaan akhirat di atas kepentingan duniawi. \n2. Melakukan amal saleh sebagai perwujudan niatnya mendapatkan kebahagiaan akhirat dengan jalan menaati perintah Allah dan selalu mendekatkan diri kepada-Nya. \n3. Menjadi orang mukmin, karena iman merupakan dasar untuk diterima atau tidaknya amal perbuatan. Seseorang yang hatinya kosong dari iman, tidak akan mungkin menerima kebahagiaan yang abadi itu.",
                        "59": "(20) Kemudian Allah swt menegaskan bahwa kedua golongan itu akan dilimpahi kemurahan-Nya. Maksudnya, baik golongan yang mencintai kehi-dupan duniawi, ataupun golongan yang lebih menyukai kebahagiaan akhirat, akan diberi rezeki dan dibiarkan mengembangkan keturunan. Kemurahan Allah Yang Mahaluas tidak terhalang karena keingkaran seseorang kepada-Nya. Oleh sebab itu, kedua golongan itu sama-sama dapat mencicipi kelezat-an hidup di dunia, sesuai dengan usaha mereka masing-masing. Akan tetapi, kedua golongan itu tidak akan merasakan kasih sayang Allah yang sama. Mereka yang mengutamakan kehidupan dunia dan melupakan kehidupan akhirat, akan masuk neraka Jahanam sebagai tempat yang pantas untuk mereka. Sedangkan mereka yang lebih mengutamakan kehidupan akhirat dan tidak melupakan kehidupan dunia, akan masuk surga sebagai tempat yang penuh kebahagiaan dan kenikmatan yang tiada putusnya. Firman Allah: \n \nDan carilah (pahala) negeri akhirat dengan apa yang telah dianugerahkan Allah kepadamu, tetapi janganlah kamu lupakan bagianmu di dunia. (al-Qashash/28: 77)",
                        "60": "(21) Selanjutnya, Allah swt memerintahkan kepada seluruh manusia agar memperhatikan kemurahan yang diberikan-Nya kepada kedua golongan tersebut. Allah swt melebihkan sebagian golongan atas sebagian yang lain. Dari masing-masing golongan, manusia akan mendapat pelajaran, karena meskipun masing-masing berusaha untuk mencari rezeki dan kenikmatan dunia, namun hasilnya berbeda-beda. Nikmat Allah yang diberikan kepada mereka yang mengutamakan kehidupan dunia menyebabkan mereka bertambah ingkar kepada Zat yang memberikan nikmat itu. Sebaliknya, nikmat yang diberikan kepada mereka yang mengutamakan kehidupan akhirat membuat mereka semakin mensyukuri Zat yang memberikan nikmat itu. \nAllah swt berfirman: \n \nDia mengangkat (derajat) sebagian kamu di atas yang lain, untuk mengujimu atas (karunia) yang diberikan-Nya kepadamu. (al-An’am/6: 165) \n \nDan firman-Nya: \n \nKamilah yang menentukan penghidupan mereka dalam kehidupan dunia, dan Kami telah meninggikan sebagian mereka atas sebagian yang lain beberapa derajat, agar sebagian mereka dapat memanfaatkan sebagian yang lain. (az-Zukhruf/43: 32) \n \nDari uraian di atas, dapat diketahui bahwa setiap orang harus mengutama-kan kehidupan akhirat karena lebih tinggi derajatnya dan lebih utama dari kehidupan dunia. Mengenai kehidupan di akhirat ini digambarkan dalam hadis: \nBersabda Nabi saw, \"Sesungguhnya orang yang memiliki derajat yang tinggi akan melihat tempat yang mulia di akhirat, seperti engkau melihat bintang di ketinggian langit.\" (Riwayat al-Bukhari dan Muslim dari Abu Sa’id al-Khudri)",
                        "61": "(22) Allah swt melarang manusia menuhankan sesuatu selain Allah, seperti menyembah patung dan arwah nenek moyang walaupun dengan maksud mendekatkan diri kepada-Nya. Termasuk yang dilarang ialah mengakui adanya kekuatan lain selain Allah yang dapat mempengaruhi dirinya, atau melakukan perbuatan nyata, seperti memuja benda-benda, ataupun kekuatan gaib lain yang dianggap sebagai tuhan. Larangan ini ditujukan kepada seluruh manusia agar tidak sesat dan menyesal karena melakukan sesuatu yang seharusnya tidak dilakukan terhadap Penciptanya. Mereka seharusnya mensyukuri nikmat Allah yang telah dilimpahkan kepada mereka, bukan menyekutukan-Nya karena tidak ada penolong manusia selain Allah. \nAllah swt berfirman: \n \nJika Allah menolong kamu, maka tidak ada yang dapat mengalahkanmu, tetapi jika Allah membiarkan kamu (tidak memberi pertolongan), maka siapa yang dapat menolongmu setelah itu? (ali ’Imran/3: 160)",
                        "62": "(23) Dalam ayat ini, Allah memerintahkan kepada seluruh manusia, agar mereka memperhatikan beberapa faktor yang terkait dengan keimanan. Faktor-faktor itu ialah: \nPertama, agar manusia tidak menyembah tuhan selain Allah. Termasuk pada pengertian menyembah tuhan selain Allah ialah mempercayai adanya kekuatan lain yang dapat mempengaruhi jiwa dan raga selain yang datang dari Allah. \nSemua benda yang ada, yang kelihatan ataupun yang tidak, adalah makhluk Allah. Oleh sebab itu, yang berhak mendapat penghormatan tertinggi hanyalah Zat yang menciptakan alam dan semua isinya. Dialah yang memberikan kehidupan dan kenikmatan kepada seluruh makhluk-Nya. Maka apabila ada manusia yang memuja benda ataupun kekuatan gaib selain Allah, berarti ia telah sesat, karena semua benda-benda itu adalah makhluk-Nya, yang tak berkuasa memberikan manfaat dan tak berdaya untuk menolak kemudaratan, sehingga tak berhak disembah. \nKedua, agar manusia berbuat baik kepada kedua ibu bapak mereka. Penyebutan perintah ini sesudah perintah beribadah hanya kepada Allah mempunyai maksud agar manusia memahami betapa pentingnya berbuat baik terhadap ibu bapak. Juga bermaksud agar mereka mensyukuri kebaikan kedua ibu bapak, betapa beratnya penderitaan yang telah mereka rasakan, baik pada saat melahirkan maupun ketika kesulitan dalam mencari nafkah, mengasuh, dan mendidik anak-anak dengan penuh kasih sayang. Maka pantaslah apabila berbuat baik kepada kedua ibu bapak dijadikan sebagai kewajiban yang paling penting di antara kewajiban-kewajiban yang lain, dan diletakkan Allah dalam urutan kedua sesudah kewajiban manusia beribadah hanya kepada-Nya. \nAllah berfirman: \n \nDan sembahlah Allah dan janganlah kamu mempersekutukan-Nya dengan sesuatu apa pun. Dan berbuat baiklah kepada kedua orang tua. (an-Nisa’/4: 36) \n \nSebaliknya, anak yang durhaka kepada kedua orang tuanya dinyatakan sebagai orang yang berbuat maksiat, yang dosanya diletakkan pada urutan kedua, sesudah dosa orang yang mempersekutukan Allah dengan tuhan-tuhan yang lain. \nAllah swt berfirman: \n \nKatakanlah (Muhammad), \"Marilah aku bacakan apa yang diharamkan Tuhan kepadamu. Jangan mempersekutukan-Nya dengan apa pun, dan berbuat baik kepada ibu bapak. (al-An’am/6: 151) \n \nAllah swt memerintahkan kepada manusia agar berbuat baik kepada kedua orang tua karena beberapa alasan berikut: \n1. Kasih sayang dan usaha kedua ibu bapak telah dicurahkan kepada anak-anaknya agar mereka menjadi anak-anak yang saleh, dan terhindar dari jalan yang sesat. Maka sepantasnyalah apabila kasih sayang yang tiada taranya itu, dan usaha yang tak mengenal susah payah itu mendapat balasan dari anak-anak mereka dengan memperlakukan mereka dengan baik dan mensyukuri jasa baik mereka. \n2. Anak-anak adalah belahan jiwa dari kedua ibu bapak. \n3. Sejak masih bayi hingga dewasa, pertumbuhan dan pendidikan anak-anak menjadi tanggung jawab kedua orang tuanya. Maka seharusnyalah anak-anak menghormati dan berbuat baik kepada orang tuanya. \n \nSecara singkat dapat dikatakan bahwa nikmat yang paling banyak diterima oleh manusia ialah nikmat Allah, sesudah itu nikmat yang diterima dari kedua ibu bapak. Mereka juga penyebab kedua adanya anak, sedangkan Allah adalah penyebab pertama (hakiki). Itulah sebabnya maka Allah swt meletakkan kewajiban berbuat baik kepada ibu bapak pada urutan kedua sesudah kewajiban manusia beribadah hanya kepada Allah. \nSesudah itu Allah swt menetapkan bahwa apabila salah seorang di antara kedua ibu bapak atau kedua-duanya telah berumur lanjut, sehingga mengalami kelemahan jasmani, dan tak mungkin lagi berusaha mencari nafkah, mereka harus hidup bersama dengan anak-anaknya, agar mendapatkan nafkah dan perlindungan. Menjadi kewajiban bagi anak-anaknya untuk memperlakukan mereka dengan penuh kasih sayang dan kesabaran, serta menghormati mereka sebagai rasa syukur terhadap nikmat yang pernah diterima dari keduanya. \nDalam ayat ini terdapat beberapa ketentuan dan sopan santun yang harus diperhatikan anak terhadap kedua ibu bapaknya, antara lain: \n1. Seorang anak tidak boleh mengucapkan kata kotor dan kasar meskipun hanya berupa kata \"ah\" kepada kedua ibu bapaknya, karena sikap atau perbuatan mereka yang kurang disenangi. Keadaan seperti itu seharusnya disikapi dengan sabar, sebagaimana perlakuan kedua ibu bapaknya ketika merawat dan mendidiknya di waktu masih kecil. \n2. Seorang anak tidak boleh menghardik atau membentak kedua ibu bapaknya, sebab bentakan itu akan melukai perasaan keduanya. Menghardik kedua ibu bapak ialah mengeluarkan kata-kata kasar pada saat si anak menolak atau menyalahkan pendapat mereka, sebab tidak sesuai dengan pendapatnya. Larangan menghardik dalam ayat ini adalah sebagai penguat dari larangan mengatakan \"ah\" yang biasanya diucapkan oleh seorang anak terhadap kedua ibu bapaknya pada saat ia tidak menyetujui pendapat mereka. \n3. Hendaklah anak mengucapkan kata-kata yang mulia kepada kedua ibu bapak. Kata-kata yang mulia ialah kata-kata yang baik dan diucapkan dengan penuh hormat, yang menggambarkan adab sopan santun dan penghargaan penuh terhadap orang lain. Oleh karena itu, jika seorang anak berbeda pendapat dengan kedua ibu bapaknya, hendaklah ia tetap menunjukkan sikap yang sopan dan penuh rasa hormat. \n \n(24) Kemudian Allah swt memerintahkan kepada kaum Muslimin agar bersikap rendah hati dan penuh kasih sayang kepada kedua orang tua. Yang dimaksud dengan sikap rendah hati dalam ayat ini ialah menaati apa yang mereka perintahkan selama perintah itu tidak bertentangan dengan ketentuan-ketentuan agama. Taat anak kepada kedua orang tua merupakan tanda kasih sayang dan hormatnya kepada mereka, terutama pada saat keduanya sangat memerlukan pertolongan anaknya. \nDitegaskan bahwa sikap rendah hati itu haruslah dilakukan dengan penuh kasih sayang, tidak dibuat-buat untuk sekadar menutupi celaan atau menghindari rasa malu pada orang lain. Sikap rendah hati itu hendaknya betul-betul dilakukan karena kesadaran yang timbul dari hati nurani. \nDi akhir ayat, Allah swt memerintahkan kepada kaum Muslimin untuk mendoakan kedua ibu bapak mereka, agar diberi limpahan kasih sayang Allah sebagai imbalan dari kasih sayang keduanya dalam mendidik mereka ketika masih kanak-kanak. \nAda beberapa hadis Nabi saw yang memerintahkan agar kaum Muslimin berbakti kepada kedua ibu bapaknya: \nDiriwayatkan dari ’Abdullah bin ’Umar bahwa sesungguhnya telah datang seorang laki-laki kepada Nabi saw meminta izin kepadanya, agar diperbolehkan ikut berperang bersamanya, lalu Nabi bersabda, \"Apakah kedua orang tuamu masih hidup?\" Orang laki-laki itu menjawab, \"Ya.\" Nabi bersabda, \"Maka berjihadlah kamu dengan berbakti kepada kedua orang tuamu.\" (Riwayat Muslim dan al-Bukhari dalam bab al-adab) \nSeorang anak belumlah dianggap membalas jasa kedua ibu bapaknya, kecuali apabila ia menemukan mereka dalam keadaan menjadi budak, kemudian ia menebus mereka dan memerdekakannya. (Riwayat Muslim dan lainnya dari Abu Hurairah) \nSaya bertanya kepada Rasulullah saw, \"Amal yang manakah yang paling dicintai Allah dan Rasul-Nya?\" Rasulullah menjawab, \"Melakukan salat pada waktunya.\" Saya bertanya, \"Kemudian amal yang mana lagi?\" Rasulullah menjawab, \"Berbuat baik kepada kedua ibu bapak.\" (Riwayat al-Bukhari dan Muslim dari Ibnu Mas’ud) \n \nDi dalam ayat yang ditafsirkan di atas tidak diterangkan siapakah yang harus didahulukan mendapat bakti antara kedua ibu bapak. Akan tetapi, dalam sebuah hadis dijelaskan bahwa berbakti kepada ibu didahulukan daripada kepada bapak, seperti diriwayatkan dalam shahih al-Bukhari dan Muslim: \nDiriwayatkan dari Abu Hurairah bahwa Rasulullah saw ditanya, \"Siapakah yang paling berhak mendapat perlakuan yang paling baik dariku?\" Rasulullah menjawab, \"Ibumu.\" Orang itu bertanya, \"Siapa lagi?\" Rasulullah menjawab, \"Ibumu.\" Orang itu bertanya, \"Siapa lagi?\" Rasulullah menjawab, \"Ibumu.\" Orang itu bertanya, \"Siapa lagi?\" Rasulullah menjawab, \"Bapakmu.\" (Riwayat al-Bukhari dan Muslim) \n \nBerbakti kepada kedua orang tua, tidak cukup dilakukan pada saat mereka masih hidup, akan tetapi terus berlanjut meskipun keduanya sudah meninggal dunia. Adapun tata caranya disebutkan dalam hadis yang diriwayatkan Ibnu Majah: \nBahwa Rasulullah saw ditanya, \"Masih adakah kebaktian kepada kedua orang tuaku, setelah mereka meninggal dunia?\" Rasulullah saw menjawab, \"Ya, masih ada empat perkara, mendoakan ibu bapak itu kepada Allah, memintakan ampun bagi mereka, menunaikan janji mereka, dan meng-hormati teman-teman mereka serta menghubungkan tali persaudaraan dengan orang-orang yang tidak mempunyai hubungan keluarga dengan kamu kecuali dari pihak mereka. Maka inilah kebaktian yang masih tinggal yang harus kamu tunaikan, sebagai kebaktian kepada mereka setelah mereka meninggal dunia.\" (Riwayat Ibnu Majah dari Abu Usaid)",
                        "63": "(24) Kemudian Allah swt memerintahkan kepada kaum Muslimin agar bersikap rendah hati dan penuh kasih sayang kepada kedua orang tua. Yang dimaksud dengan sikap rendah hati dalam ayat ini ialah menaati apa yang mereka perintahkan selama perintah itu tidak bertentangan dengan ketentuan-ketentuan agama. Taat anak kepada kedua orang tua merupakan tanda kasih sayang dan hormatnya kepada mereka, terutama pada saat keduanya sangat memerlukan pertolongan anaknya. Ditegaskan bahwa sikap rendah hati itu haruslah dilakukan dengan penuh kasih sayang, tidak dibuat-buat untuk sekadar menutupi celaan atau menghindari rasa malu pada orang lain. Sikap rendah hati itu hendaknya betul-betul dilakukan karena kesadaran yang timbul dari hati nurani. Di akhir ayat, Allah swt memerintahkan kepada kaum Muslimin untuk mendoakan kedua ibu bapak mereka, agar diberi limpahan kasih sayang Allah sebagai imbalan dari kasih sayang keduanya dalam mendidik mereka ketika masih kanak-kanak. Ada beberapa hadis Nabi saw yang memerintahkan agar kaum Muslimin berbakti kepada kedua ibu bapaknya: Diriwayatkan dari ’Abdullah bin ’Umar bahwa sesungguhnya telah datang seorang laki-laki kepada Nabi saw meminta izin kepadanya, agar diperbolehkan ikut berperang bersamanya, lalu Nabi bersabda, \"Apakah kedua orang tuamu masih hidup?\" Orang laki-laki itu menjawab, \"Ya.\" Nabi bersabda, \"Maka berjihadlah kamu dengan berbakti kepada kedua orang tuamu.\" (Riwayat Muslim dan al-Bukhari dalam bab al-adab) Seorang anak belumlah dianggap membalas jasa kedua ibu bapaknya, kecuali apabila ia menemukan mereka dalam keadaan menjadi budak, kemudian ia menebus mereka dan memerdekakannya. (Riwayat Muslim dan lainnya dari Abu Hurairah) Saya bertanya kepada Rasulullah saw, \"Amal yang manakah yang paling dicintai Allah dan Rasul-Nya?\" Rasulullah menjawab, \"Melakukan salat pada waktunya.\" Saya bertanya, \"Kemudian amal yang mana lagi?\" Rasulullah menjawab, \"Berbuat baik kepada kedua ibu bapak.\" (Riwayat al-Bukhari dan Muslim dari Ibnu Mas’ud) Di dalam ayat yang ditafsirkan di atas tidak diterangkan siapakah yang harus didahulukan mendapat bakti antara kedua ibu bapak. Akan tetapi, dalam sebuah hadis dijelaskan bahwa berbakti kepada ibu didahulukan daripada kepada bapak, seperti diriwayatkan dalam shahih al-Bukhari dan Muslim: Diriwayatkan dari Abu Hurairah bahwa Rasulullah saw ditanya, \"Siapakah yang paling berhak mendapat perlakuan yang paling baik dariku?\" Rasulullah menjawab, \"Ibumu.\" Orang itu bertanya, \"Siapa lagi?\" Rasulullah menjawab, \"Ibumu.\" Orang itu bertanya, \"Siapa lagi?\" Rasulullah menjawab, \"Ibumu.\" Orang itu bertanya, \"Siapa lagi?\" Rasulullah menjawab, \"Bapakmu.\" (Riwayat al-Bukhari dan Muslim) Berbakti kepada kedua orang tua, tidak cukup dilakukan pada saat mereka masih hidup, akan tetapi terus berlanjut meskipun keduanya sudah meninggal dunia. Adapun tata caranya disebutkan dalam hadis yang diriwayatkan Ibnu Majah: Bahwa Rasulullah saw ditanya, \"Masih adakah kebaktian kepada kedua orang tuaku, setelah mereka meninggal dunia?\" Rasulullah saw menjawab, \"Ya, masih ada empat perkara, mendoakan ibu bapak itu kepada Allah, memintakan ampun bagi mereka, menunaikan janji mereka, dan meng-hormati teman-teman mereka serta menghubungkan tali persaudaraan dengan orang-orang yang tidak mempunyai hubungan keluarga dengan kamu kecuali dari pihak mereka. Maka inilah kebaktian yang masih tinggal yang harus kamu tunaikan, sebagai kebaktian kepada mereka setelah mereka meninggal dunia.\" (Riwayat Ibnu Majah dari Abu Usaid)",
                        "64": "(25) Allah swt lalu memperingatkan kaum Muslimin agar benar-benar memperhatikan urusan berbakti kepada kedua ibu bapak dan tidak menganggapnya sebagai urusan yang remeh. Dijelaskan bahwa Allah Maha Mengetahui apa yang tergerak dalam hati mereka, apakah benar-benar berbakti kepada kedua ibu bapak dengan rasa kasih sayang dan penuh kesadaran, ataukah hanya pernyataan lahiriah saja, sedangkan di dalam hati mereka sebenarnya durhaka dan membangkang. Itulah sebabnya, Allah menjanjikan bahwa apabila mereka benar-benar berbuat baik, yaitu benar-benar menaati tuntutan Allah dan berbakti kepada kedua ibu bapak, maka Dia akan memberikan ampunan kepada mereka atas perbuatan yang melampaui batas-batas ketentuan-Nya. Allah Maha Pengampun kepada siapa saja yang mau bertobat dan kembali menaati perintah-Nya. \nDalam ayat ini terdapat janji baik yang ditujukan kepada orang-orang yang hatinya terbuka untuk berbakti kepada ibu bapaknya. Sebaliknya, terdapat ancaman keras yang ditujukan kepada orang-orang yang meremehkannya, apalagi yang sengaja mendurhakai kedua ibu bapaknya.",
                        "65": "(26) Pada ayat ini, Allah swt memerintahkan kepada kaum Muslimin agar memenuhi hak keluarga dekat, orang-orang miskin, dan orang-orang yang dalam perjalanan. Hak yang harus dipenuhi itu ialah: mempererat tali persaudaraan dan hubungan kasih sayang, mengunjungi rumahnya dan bersikap sopan santun, serta membantu meringankan penderitaan yang mereka alami. Sekiranya ada di antara keluarga dekat, ataupun orang-orang miskin dan orang-orang yang dalam perjalanan itu memerlukan biaya untuk keperluan hidupnya maka hendaklah diberi bantuan secukupnya untuk memenuhi kebutuhan mereka. Orang-orang yang dalam perjalanan yang patut diringankan penderitaannya ialah orang yang melakukan perjalanan karena tujuan-tujuan yang dibenarkan oleh agama. Orang yang demikian keadaannya perlu dibantu dan ditolong agar bisa mencapai tujuannya. \nDi akhir ayat, Allah swt melarang kaum Muslimin bersikap boros yaitu membelanjakan harta tanpa perhitungan yang cermat sehingga menjadi mubazir. Larangan ini bertujuan agar kaum Muslimin mengatur pengeluar-annya dengan perhitungan yang secermat-cermatnya, agar apa yang dibelanjakan sesuai dengan keperluan dan pendapatan mereka. Kaum Muslimin juga tidak boleh menginfakkan harta kepada orang-orang yang tidak berhak menerimanya, atau memberikan harta melebihi dari yang seharusnya. \nKeterangan lebih lanjut tentang bagaimana seharusnya kaum Muslimin membelanjakan hartanya disebutkan dalam firman Allah swt: \n \nDan (termasuk hamba-hamba Tuhan Yang Maha Pengasih) orang-orang yang apabila menginfakkan (harta), mereka tidak berlebihan, dan tidak (pula) kikir, di antara keduanya secara wajar. (al-Furqan/25: 67) \n \nAdapun keterangan yang menjelaskan makna yang terkandung dalam ayat tentang larangan boros yang berarti mubazir dapat diperhatikan dalam hadis-hadis Nabi sebagai berikut: \nDiriwayatkan dari Abdullah bin Umar, ia berkata, \"Rasulullah saw bertemu Saad pada waktu berwudu, lalu Rasulullah bersabda, \"Alangkah borosnya wudumu itu hai Saad!\" Saad berkata, \"Apakah di dalam berwudu ada pemborosan?\" Rasulullah saw bersabda, \"Ya, meskipun kamu berada di sungai yang mengalir.\" (Riwayat Ibnu Majah) \nDiriwayatkan dari Anas bin Malik bahwa ia berkata, \"Datanglah seorang laki-laki dari Bani Tamim kepada Rasulullah saw seraya berkata, \"Wahai Rasulullah! Saya adalah seorang yang berharta, banyak keluarga, anak, dan tamu yang selalu hadir, maka terangkanlah kepadaku bagaimana saya harus membelanjakan harta, dan bagaimana saya harus berbuat.\" Maka Rasulullah saw bersabda, \"Hendaklah kamu mengeluarkan zakat dari hartamu jika kamu mempunyai harta, karena sesungguhnya zakat itu penyucian yang menyucikan kamu, peliharalah silaturrahim dengan kaum kerabatmu, dan hendaklah kamu ketahui tentang hak orang yang meminta pertolongan, tetangga, dan orang miskin. Kemudian lelaki itu berkata, \"Wahai Rasulullah! Dapatkah engkau mengurangi kewajiban itu kepadaku?\" Rasulullah saw membacakan ayat: Dan berikanlah haknya kepada kerabat dekat, juga kepada orang miskin dan orang yang dalam perjalanan; dan janganlah kamu menghambur-hamburkan (hartamu) secara boros. Lalu lelaki itu berkata, \"Cukuplah bagiku wahai Rasulullah, apabila aku telah menunaikan zakat kepada amil zakatmu, lalu aku telah bebas dari kewajiban zakat yang harus dibayarkan kepada Allah dan Rasul-Nya,\" lalu Rasulullah saw bersabda, \"Ya, apabila engkau telah membayar zakat itu kepada amilku, engkau telah bebas dari kewajiban itu dan engkau akan menerima pahalanya, dan orang yang menggantikannya dengan yang lain akan berdosa.\" (Riwayat Ahmad)",
                        "66": "(27) Kemudian Allah swt menyatakan bahwa para pemboros adalah saudara setan. Ungkapan serupa ini biasa dipergunakan oleh orang-orang Arab. Orang yang membiasakan diri mengikuti peraturan suatu kaum atau mengikuti jejak langkahnya, disebut saudara kaum itu. Jadi orang-orang yang memboroskan hartanya berarti orang-orang yang mengikuti langkah setan. Sedangkan yang dimaksud pemboros dalam ayat ini ialah orang-orang yang menghambur-hamburkan harta bendanya dalam perbuatan maksiat yang tentunya di luar perintah Allah. Orang-orang yang serupa inilah yang disebut kawan-kawan setan. Di dunia mereka tergoda oleh setan, dan di akhirat mereka akan dimasukkan ke dalam neraka Jahanam. \nAllah swt berfirman: \n \nDan barang siapa berpaling dari pengajaran Allah Yang Maha Pengasih (Al-Qur’an), Kami biarkan setan (menyesatkannya) dan menjadi teman karibnya. (az-Zukhruf/43: 36) \n \nDan firman Allah swt: \n \n(Diperintahkan kepada malaikat), \"Kumpulkanlah orang-orang yang zalim beserta teman sejawat mereka dan apa yang dahulu mereka sembah. (ash-shaffat/37: 22) \n \nDi akhir ayat, dijelaskan bahwa setan sangat ingkar kepada Tuhannya, maksudnya sangat ingkar kepada nikmat Allah yang diberikan kepadanya, dan tidak mau mensyukurinya. Bahkan, setan membangkang tidak mau menaati perintah Allah, dan menggoda manusia agar berbuat maksiat. \nAl-Karkhi menjelaskan keadaan orang yang diberi kemuliaan dan harta berlimpah. Apabila orang itu memanfaatkan harta dan kemuliaan itu di luar batas-batas yang diridai Allah, maka dia telah mengingkari nikmat Allah. Orang yang berbuat seperti itu, baik sifat ataupun perbuatannya, dapat disamakan dengan perbuatan setan. \nAyat ini diturunkan Allah dalam rangka menjelaskan perbuatan orang-orang Jahiliah. Telah menjadi kebiasaan orang-orang Arab menumpuk harta yang mereka peroleh dari rampasan perang, perampokan, dan penyamunan. Harta itu kemudian mereka gunakan untuk berfoya-foya supaya mendapat kemasyhuran. Orang-orang musyrik Quraisy pun menggunakan harta mereka untuk menghalangi penyebaran agama Islam, melemahkan pemeluk-pemeluknya, dan membantu musuh-musuh Islam. Ayat itu turun untuk menyatakan betapa jeleknya usaha mereka.",
                        "67": "(28) Dalam ayat ini dijelaskan bagaimana sikap yang baik terhadap orang-orang yang sangat memerlukan pertolongan, sedangkan orang yang dimintai pertolongan itu tidak mempunyai kemampuan untuk menolong. Apabila hal itu terjadi pada seseorang, maka hendaklah ia mengatakan kepada orang itu dengan perkataan yang sopan dan lemah lembut. Jika ia mempunyai kesanggupan di waktu yang lain, maka hendaklah berjanji dengan janji yang bisa dilaksanakan dan memuaskan hati mereka.",
                        "68": "(29) Selanjutnya dalam ayat ini, Allah swt menjelaskan cara-cara yang baik dalam membelanjakan harta. Allah menerangkan keadaan orang-orang yang kikir dan pemboros dengan menggunakan ungkapan jangan menjadi-kan tangan terbelenggu pada leher, tetapi juga jangan terlalu mengulurkan-nya. Kedua ungkapan ini lazim digunakan orang-orang Arab. Yang pertama berarti larangan berlaku bakhil atau kikir, sehingga enggan memberikan harta kepada orang lain, walaupun sedikit. Ungkapan kedua berarti melarang orang berlaku boros dalam membelanjakan harta, sehingga melebihi kemampuan yang dimilikinya. Kebiasaan memboroskan harta akan meng-akibatkan seseorang tidak mempunyai simpanan atau tabungan yang bisa digunakan ketika dibutuhkan. \nDari ayat ini dapat dipahami bahwa cara yang baik dalam membelanja-kan harta ialah dengan cara yang hemat, layak dan wajar, tidak terlalu bakhil dan tidak terlalu boros. Terlalu bakhil akan menjadikan seseorang tercela, sedangkan terlalu boros akan mengakibatkan pelakunya pailit atau bangkrut. \nAdapun keterangan-keterangan yang didapat dari hadis-hadis Nabi dapat dikemukakan sebagai berikut: \nImam Ahmad dan ahli hadis yang lain meriwayatkan dari Ibnu ’Abbas bahwa Rasulullah saw bersabda: \nTidak akan menjadi miskin orang yang berhemat. \n \nHadis ini menjelaskan pentingnya berhemat, sehingga Nabi mengatakan bahwa orang yang selalu berhemat tidak akan menjadi beban orang lain atau menjadi miskin. \nImam al-Baihaqi meriwayatkan sebuah hadis dari Ibnu ’Abbas bahwa Rasulullah saw bersabda: \nBerlaku hemat dalam membelanjakan harta, separuh dari penghidupan.",
                        "69": "(30) Kemudian Allah swt menjelaskan bahwa Dialah yang melapangkan rezeki kepada siapa yang dikehendaki-Nya, dan Dia pula yang membatasi-nya. Semuanya berjalan menurut ketentuan yang telah ditetapkan Allah terhadap para hamba-Nya dalam usaha mencari harta dan cara mengembang-kannya. Hal ini berhubungan erat dengan alat dan pengetahuan tentang pengolahan harta itu. Yang demikian adalah ketentuan Allah yang bersifat umum dan berlaku bagi seluruh hamba-Nya. Namun demikian, hanya Allah yang menentukan menurut kehendak-Nya. \nDi akhir ayat ini, Allah swt menegaskan bahwa Dia Maha Mengetahui para hamba-Nya, siapa di antara mereka yang memanfaatkan kekayaan demi kemaslahatan dan siapa pula yang menggunakannya untuk kemudaratan. Dia juga mengetahui siapa di antara hamba-hamba-Nya yang dalam kemiskinan tetap bersabar dan tawakal kepada Allah, dan siapa yang karena kemiskinan, menjadi orang-orang yang berputus asa, dan jauh dari rahmat Allah. Allah Maha Melihat bagaimana mereka mengurus dan mengatur harta benda, apakah mereka itu membelanjakan harta pemberian Allah itu dengan boros ataukah bakhil. \nOleh sebab itu, kaum Muslimin hendaknya tetap berpegang kepada ketentuan-ketentuan Allah, dengan menaati segala perintah-Nya dan menjauhi larangan-Nya. Dalam membelanjakan harta hendaklah berlaku wajar. Hal itu termasuk sunnah Allah.",
                        "70": "(31) Kemudian Allah swt melarang kaum Muslimin membunuh anak-anak mereka, seperti yang telah dilakukan oleh beberapa suku dari bangsa Arab Jahiliah. Mereka menguburkan anak-anak perempuan karena dianggap tidak mampu mencari rezeki, dan hanya menjadi beban hidup saja. Berbeda dengan anak laki-laki yang dianggap mempunyai kemampuan untuk mencari harta, berperang, dan menjaga kehormatan keluarga. Anak perempuan dipandang hanya akan memberi malu karena bisa menyebabkan kemiskinan dan menurunkan martabat keluarga karena kawin dengan orang yang tidak sederajat dengan mereka. Apalagi dalam peperangan, anak perempuan tentu akan menjadi tawanan, sehingga tidak mustahil akan mengalami nasib yang hina lantaran menjadi budak. Oleh karena itu, Allah swt melarang kaum Muslimin meniru kebiasaan Jahiliah tersebut, dengan memberikan alasan bahwa rezeki itu berada dalam kekuasaan-Nya. Dia yang memberikan rezeki kepada mereka. Apabila Dia kuasa memberikan rezeki kepada anak laki-laki, maka Dia kuasa pula untuk memberikannya kepada anak perempuan. Allah menyatakan bahwa takut pada kemiskinan itu bukanlah alasan untuk membunuh anak-anak perempuan mereka. \nDi akhir ayat ini, Allah swt menegaskan bahwa membunuh anak-anak itu adalah dosa besar, karena hal itu menghalangi tujuan hidup manusia. Tidak membiarkan anak itu hidup berarti memutus keturunan, yang berarti pula menumpas kehidupan manusia itu sendiri dari muka bumi. Hadis Nabi saw berikut ini menggambarkan betapa besarnya dosa membunuh anak: \nDiriwayatkan dari ’Abdullah bin Mas’ud bahwa ia bertanya, \"Wahai Rasulullah, dosa manakah yang paling besar? Rasulullah menjawab, \"Bila engkau menjadikan sekutu bagi Allah, padahal Allah itulah yang menciptakanmu.\" Saya bertanya lagi, \"Kemudian dosa yang mana lagi?\" Rasulullah saw menjawabnya, \"Bila engkau membunuh anakmu karena takut anak itu makan bersamamu.\" Saya bertanya lagi, \"Kemudian dosa yang mana lagi?\" Rasulullah saw menjawabnya, \"Engkau berzina dengan istri tetanggamu.\" (Riwayat al-Bukhari dan Muslim) \n \nDi samping itu, dapat dikatakan bahwa tindakan membunuh anak karena takut kelaparan adalah termasuk berburuk sangka kepada Allah. Bila tindakan itu dilakukan karena takut malu, maka tindakan itu bertentangan dengan nilai-nilai kemanusiaan, karena mengarah pada upaya menghancur-kan kesinambungan eksistensi umat manusia di dunia. \nSelain mengungkapkan kebiasaan jahat yang dilakukan oleh orang-orang Arab di masa Jahiliah, ayat ini juga mengungkapkan tabiat mereka yang sangat bakhil.",
                        "71": "(32) Dalam ayat ini, Allah swt melarang para hamba-Nya mendekati perbuatan zina. Maksudnya ialah melakukan perbuatan yang membawa pada perzinaan, seperti pergaulan bebas tanpa kontrol antara laki-laki dan perempuan, membaca bacaan yang merangsang, menonton tayangan sinetron dan film yang mengumbar sensualitas perempuan, dan merebaknya pornografi dan pornoaksi. Semua itu benar-benar merupakan situasi yang kondusif bagi terjadinya perzinaan. \nLarangan melakukan zina diungkapkan dengan larangan mendekati zina untuk memberikan kesan yang tegas, bahwa jika mendekati perbuatan zina saja sudah dilarang, apa lagi melakukannya. Dengan pengungkapan seperti ini, seseorang akan dapat memahami bahwa larangan melakukan zina adalah larangan yang keras, sehingga benar-benar harus dijauhi. \nYang dimaksud dengan perbuatan zina ialah hubungan kelamin yang dilakukan oleh pria dengan wanita di luar pernikahan, baik pria ataupun wanita itu sudah pernah melakukan hubungan kelamin yang sah ataupun belum, dan bukan karena sebab kekeliruan. \nSelanjutnya Allah memberikan alasan mengapa zina dilarang. Alasan yang disebut di akhir ayat ini ialah karena zina benar-benar perbuatan yang keji yang mengakibatkan banyak kerusakan, di antaranya: \n1. Merusak garis keturunan, yang mengakibatkan seseorang akan menjadi ragu terhadap nasab anaknya, apakah anak yang lahir itu keturunannya atau hasil perzinaan. Dugaan suami bahwa istrinya berzina dengan laki-laki lain mengakibatkan timbulnya berbagai kesulitan, seperti perceraian dan kesulitan dalam pendidikan dan kedudukan hukum si anak. Keadaan seperti itu menyebabkan terganggunya pertumbuhan jiwa anak dan menghancurkan tatanan kemasyarakatan. \n2. Menimbulkan kegoncangan dan kegelisahan dalam masyarakat, karena tidak terpeliharanya kehormatan. Betapa banyaknya pembunuhan yang terjadi dalam masyarakat yang disebabkan karena anggota masyarakat itu melakukan zina. \n3. Merusak ketenangan hidup berumah tangga. Nama baik seorang perempuan atau laki-laki yang telah berbuat zina akan ternoda di tengah-tengah masyarakat. Ketenangan hidup berumah tangga tidak akan pernah terjelma, dan hubungan kasih sayang antara suami istri menjadi rusak. \n4. Menghancurkan rumah tangga. Istri bukanlah semata-mata sebagai pemuas hawa nafsu, akan tetapi sebagai teman hidup dalam berumah tangga dan membina kesejahteraan rumah tangga. Oleh sebab itu, apabila suami sebagai penanggung jawab dalam memenuhi kebutuhan rumah tangga, maka si istri adalah sebagai penanggung jawab dalam memeliharanya, baik harta maupun anak-anak dan ketertiban rumah tangga itu. Jadi jika si istri atau suami ternoda karena zina, kehancuran rumah tangga itu sukar untuk dielakkan lagi. \n5. Merebaknya perzinaan di masyarakat menyebabkan berkembangnya berbagai penyakit kelamin seperti sifilis (raja singa). Di samping itu, juga meningkatkan penyebaran penyakit AIDS atau penyakit yang menghancurkan sistem kekebalan tubuh (immunity) penderitanya, sehingga dia akan mati perlahan-lahan. \nSecara singkat dapat dikemukakan bahwa perbuatan zina adalah perbuat-an yang sangat keji, yang menyebabkan hancurnya garis keturunan, menimbulkan kegoncangan dan kegelisahan dalam masyarakat, merusak ketenangan hidup berumah tangga, menghancurkan rumah tangga itu sendiri, dan merendahkan martabat manusia. Jika perbuatan itu dibiarkan merajalela di tengah-tengah masyarakat berarti manusia sama derajatnya dengan binatang. \nAyat ini mengandung larangan berbuat zina dan isyarat akan perilaku orang-orang Arab Jahiliah yang berlaku boros. Perzinaan adalah penyebab keborosan.",
                        "72": "(33) Dalam ayat ini Allah swt melarang hamba-Nya membunuh jiwa yang diharamkan Allah. Maksud \"membunuh jiwa\" ialah menghilangkan nyawa manusia. Sedangkan yang dimaksud dengan \"yang diharamkan Allah membunuhnya\" ialah membunuh dengan alasan yang tidak sah atau tidak dibenarkan agama. \nAdapun sebab mengapa Allah swt melarang para hamba-Nya menghilangkan nyawa manusia dengan alasan yang tidak dibenarkan ialah: \n1. Pembunuhan menimbulkan kerusakan. Islam melarang setiap tindakan yang menimbulkan kerusakan. Larangan itu berlaku umum untuk segala macam tindakan yang menimbulkan kerusakan, maka pembunuhan pun termasuk tindakan yang terlarang. Allah swt berfirman: \n \n¦janganlah kamu berbuat kerusakan di bumi setelah (diciptakan) dengan baik. (al-A’raf/7: 85) \n2. Pembunuhan itu membahayakan orang lain. Ketentuan pokok dalam agama ialah semua tindakan yang menimbulkan mudarat bagi diri sendiri dan orang lain itu terlarang. Allah swt berfirman: \n \n¦bahwa barang siapa membunuh seseorang, bukan karena orang itu membunuh orang lain, atau bukan karena berbuat kerusakan di bumi, maka seakan-akan dia telah membunuh semua manusia. (al-Ma’idah/5: 32) \nRasulullah saw bersabda: \nHilangnya dunia bagi Allah lebih rendah nilainya dibanding membunuh seorang muslim. (Riwayat at-Tirmidzi dari ’Abdullah bin ’Umar) \n \n3. Mengganggu keamanan masyarakat yang membawa kepada musnahnya masyarakat itu sendiri. Karena apabila pembunuhan diperbolehkan, tidak mustahil akan terjadi tindakan saling membunuh di antara manusia, yang pada akhirnya manusia itu akan binasa. \n \nDan barang siapa membunuh seorang yang beriman dengan sengaja, maka balasannya ialah neraka Jahanam, dia kekal di dalamnya. Allah murka kepadanya, dan melaknatnya serta menyediakan azab yang besar baginya. (an-Nisa’/4: 93) \n \nDalam ayat ini Allah swt memberikan pengecualian siapa yang boleh dibunuh melalui firman-Nya, \"melainkan dengan sesuatu alasan yang dibenarkan agama.\" Di antaranya ialah pria atau wanita yang berzina setelah terikat dalam hukum akad pernikahan dan orang yang dengan sengaja membunuh orang beriman yang dilindungi hukum. \nPengecualian seperti tersebut di atas, disebutkan dalam hadis Nabi: \nTidak halal darah orang yang sudah mengucapkan dua kalimat syahadat, kecuali karena salah satu dari tiga perkara: Orang dibunuh karena ia membunuh, janda atau duda yang berzina, dan orang yang meninggalkan agamanya memisahkan diri dari kaum Muslimin. (Riwayat al-Bukhari dan Muslim dari ’Abdullah) \n \nKemudian Allah swt menjelaskan tindakan apa yang harus dilakukan oleh ahli waris dari yang terbunuh, dan siapa yang harus melaksanakan tindakan itu apabila secara kebetulan si terbunuh itu tidak mempunyai ahli waris. \nAllah swt menetapkan bahwa barang siapa yang dibunuh secara zalim, yakni tanpa alasan yang benar, maka Allah telah memberikan kewenangan atau hak kepada ahli warisnya untuk menentukan pilihan hukuman bagi si pembunuh, yaitu antara hukum qishash atau menerima diyat (tebusan), seperti yang telah ditetapkan dalam firman-Nya: \n \n \nWahai orang-orang yang beriman! Diwajibkan atas kamu (melaksanakan) qisas berkenaan dengan orang yang dibunuh. (al-Baqarah/2: 178). (lebih lanjut lihat penafsiran ayat ini pada jilid I). \n \nDan sabda Nabi Muhammad saw ketika penaklukan kota Mekah: \nBarang siapa membunuh, maka keluarga yang terbunuh diberi hak memilih antara dua hal, apabila mereka mau, mereka dapat menuntut hukuman bunuh, dan bila mereka mau, mereka dapat menuntut diyat (tebusan). (Riwayat Abu Dawud dan an-Nasa’i dari Abu Syuraih al-Khuza’i) \n \nKemudian apabila secara kebetulan yang terbunuh tidak mempunyai ahli waris, maka yang bertindak menggantikan kedudukannya dalam menentukan pilihan hukuman ialah penguasa. Dalam hal ini penguasa boleh melimpahkan kekuasaannya kepada para qadhi (hakim) setempat, apabila dipandang perlu. \nDalam melaksanakan qishash, para penguasa yang diberi wewenang untuk melaksanakannya diperintahkan untuk tidak melampaui batas yang ditentu-kan, seperti yang telah terjadi di zaman Jahiliah. Orang-orang di zaman Jahiliah tidak puas dengan hanya menuntut balas dengan kematian orang yang membunuh, akan tetapi menuntut pula kematian orang lain, apabila yang terbunuh dari kalangan bangsawan. Kalau yang terbunuh itu seorang bangsawan, sedang yang membunuh dari kalangan biasa, maka yang dituntut kematiannya dari kalangan bangsawan juga sebagai pengganti diri si pembunuh. \nPada ayat 178 Surah al-Baqarah terdapat isyarat yang kuat bahwa hukuman yang paling utama bagi keluarga si terbunuh adalah cukup dengan menuntut diyat atau memaafkan, bukan menuntut balas kematian. \nDi akhir ayat, Allah swt menjelaskan bahwa ahli waris atau penguasa dalam melaksanakan hukuman kisas tidak boleh melampaui batas karena mereka mendapat pertolongan Allah, berupa pembalasan untuk memilih hukuman kisas atau hukuman diyat. Oleh sebab itu, para hakim hendaknya berpedoman pada ketentuan tersebut dalam memutuskan perkara. Jangan sampai memutuskan perkara yang bertentangan dengan peraturan Allah atau melebihi ketentuan yang berlaku. \nAyat ini tergolong ayat Makkiyah dan termasuk dalam bagian ayat hukum yang pertama diturunkan. Dengan demikian, wajar apabila ayat ini hanya mengatur hukum bagi pembunuhan secara garis besarnya saja. Adapun keterangan secara terperinci diatur dalam ayat-ayat yang lain, yang penafsirannya telah dikemukakan pada jilid I.",
                        "73": "(34) Kemudian Allah swt melarang para hamba-Nya mendekati harta anak yatim, kecuali dengan cara yang baik. Mendekati harta anak yatim maksudnya ialah mempergunakan harta anak-anak yatim tidak pada tempatnya atau tidak memberikan perlindungan kepada harta itu, sehingga habis sia-sia. Allah swt memberikan perlindungan pada harta anak yatim karena mereka sangat memerlukannya, sedangkan ia belum dapat mengurusi hartanya, dan belum dapat mencari nafkah sendiri. \nNamun demikian, Allah swt memberikan pengecualian, yaitu apabila untuk pemeliharaan harta itu diperlukan biaya, atau dengan maksud untuk mengembangkannya, maka diperbolehkan bagi orang yang mengurus anak yatim untuk mengambilnya sebagian dengan cara yang wajar. \nOleh sebab itu, diperlukan orang yang bertanggung jawab untuk mengurus harta anak yatim. Orang yang bertugas melaksanakannya disebut washiy (pengampu) dan diperlukan pula badan atau lembaga yang mengurusi harta anak yatim. Badan atau lembaga tersebut hendaknya diawasi aktivitasnya oleh pemerintah, agar tidak terjadi penyalahgunaan atau penyelewengan terhadap harta anak yatim tersebut. \nKemudian dalam ayat ini dijelaskan bahwa apabila anak yatim itu telah dewasa dan mempunyai kemampuan untuk mengurus dan mengembangkan hartanya, berarti sudah saatnya harta itu diserahkan kembali oleh pengampu kepadanya. \nSetelah ayat itu turun, para sahabat Rasulullah yang mengasuh anak-anak yatim merasa takut, sehingga tidak mau makan dan bergaul dengan mereka. Oleh sebab itu, Allah menurunkan ayat ini: \n \n \nDan jika kamu mempergauli mereka, maka mereka adalah saudara-saudaramu. Allah mengetahui orang yang berbuat kerusakan dan yang berbuat kebaikan. (al-Baqarah/2: 220) \n \nDari ayat ini jelas bahwa membelanjakan harta anak yatim dilarang apabila digunakan untuk kepentingan pribadi. Akan tetapi, apabila dibelanja-kan untuk pemeliharaan harta itu sendiri, atau untuk keperluan anak yatim, dan si pengampu betul-betul orang yang tidak mampu, maka hal itu tidak dilarang. Allah swt berfirman: \n \nDan janganlah kamu memakannya (harta anak yatim) melebihi batas kepatutan dan (janganlah kamu) tergesa-gesa (menyerahkannya) sebelum mereka dewasa. Barang siapa (di antara pemelihara itu) mampu, maka hendaklah dia menahan diri (dari memakan harta anak yatim itu) dan barang siapa miskin, maka bolehlah dia makan harta itu menurut cara yang patut. (an-Nisa’/4: 6) \n \nAllah swt memerintahkan kepada hamba-Nya agar memenuhi janji, baik janji kepada Allah ataupun janji yang dibuat dengan sesama manusia, yaitu akad jual beli dan sewa menyewa yang termasuk dalam bidang muamalah. \nAz-Zajjaj menjelaskan bahwa semua perintah Allah dan larangan-Nya adalah janji Allah yang harus dipenuhi, termasuk pula janji yang harus diikrarkan kepada Tuhannya, dan janji yang dibuat antara hamba dengan hamba. \nYang dimaksud dengan memenuhi janji ialah melaksanakan apa yang telah ditentukan dalam perjanjian itu, dengan tidak menyimpang dari ketentuan agama dan hukum yang berlaku. \nDi akhir ayat, Allah swt menegaskan bahwa sesungguhnya janji itu harus dipertanggungjawabkan. Orang-orang yang mengkhianati janji, ataupun membatalkan janji secara sepihak akan mendapat pembalasan yang setimpal.",
                        "74": "(35) Selanjutnya Allah memerintahkan kepada kaum Muslimin agar menyempurnakan takaran bila menakar barang dagangan. Maksudnya ialah pada waktu menakar barang hendaknya dilakukan dengan setepat-tepatnya dan secermat-cermatnya. Oleh karena itu, seseorang yang menakar barang dagangan yang akan diserahkan kepada orang lain sesudah dijual tidak boleh dikurangi takarannya karena merugikan orang lain. Demikian pula kalau seseorang menakar barang dagangan orang lain yang akan ia terima sesudah dibeli, tidak boleh dilebihkan, karena juga merugikan orang lain. \nAllah swt juga memerintahkan kepada mereka agar menimbang barang dengan neraca (timbangan) yang benar dan sesuai dengan standar yang ditetapkan. Neraca yang benar ialah neraca yang dibuat seteliti mungkin, sehingga dapat memberikan kepercayaan kepada orang yang melakukan jual beli, dan tidak memungkinkan terjadinya penambahan dan pengurangan secara curang. \nAllah swt mengancam orang-orang yang mengurangi takaran dan timbangan ini dengan ancaman keras. Allah swt berfirman: \n \nCelakalah bagi orang-orang yang curang (dalam menakar dan menimbang)! (Yaitu) orang-orang yang apabila menerima takaran dari orang lain mereka minta dicukupkan, dan apabila mereka menakar atau menimbang (untuk orang lain), mereka mengurangi. (al-Muthaffifin/83: 1-3) \n \nDi akhir ayat, Allah swt menjelaskan bahwa menakar atau menimbang barang dengan teliti lebih baik akibatnya bagi mereka karena di dunia mereka mendapat kepercayaan dari anggota masyarakat, dan di akhirat nanti akan mendapat pahala dari Allah dan keridaan-Nya, serta terhindar dari api neraka.",
                        "75": "(36) Allah swt melarang kaum Muslimin mengikuti perkataan atau perbuatan yang tidak diketahui kebenarannya. Larangan ini mencakup seluruh kegiatan manusia itu sendiri, baik perkataan maupun perbuatan. \nUntuk mendapat keterangan lebih jauh dari kandungan ayat ini, berikut ini dikemukakan berbagai pendapat dari kalangan sahabat dan tabiin: \n1. Ibnu ’Abbas berkata, \"Jangan memberi kesaksian, kecuali apa yang telah engkau lihat dengan kedua mata kepalamu, apa yang kau dengar dengan telingamu, dan apa yang diketahui oleh hati dengan penuh kesadaran.\" \n2. Qatadah berkata, \"Jangan kamu berkata, \"Saya telah mendengar,\" padahal kamu belum mendengar, dan jangan berkata, \"Saya telah melihat,\" padahal kamu belum melihat, dan jangan kamu berkata, \"Saya telah mengetahui,\" padahal kamu belum mengetahui.\" \n3. Pendapat lain mengatakan bahwa yang dimaksud dengan larangan mengatakan sesuatu yang tidak diketahui ialah perkataan yang hanya berdasarkan prasangka dan dugaan, bukan pengetahuan yang benar, seperti tersebut dalam firman Allah: \n \nWahai orang-orang yang beriman! Jauhilah banyak dari prasangka, sesungguhnya sebagian prasangka itu dosa. (al-Hujurat/49: 12) \n \nDan seperti tersebut dalam hadis: \nJauhilah olehmu sekalian prasangka, sesungguhnya prasangka itu adalah ucapan yang paling dusta. (Riwayat Muslim, Ahmad, dan at-Tirmizi dari Abu Hurairah) \n4. Ada juga yang berpendapat bahwa yang dimaksud ialah larangan kepada kaum musyrikin mengikuti kepercayaan nenek moyang mereka, dengan taklid buta dan mengikuti keinginan hawa nafsu. Di antaranya adalah mengikuti kepercayaan nenek moyang mereka menyembah berhala, dan memberi berhala itu dengan berbagai macam nama, seperti tersebut dalam firman Allah: \n \nItu tidak lain hanyalah nama-nama yang kamu dan nenek moyangmu mengada-adakannya. (an-Najm/53: 23) \nAllah swt lalu mengatakan bahwa sesungguhnya pendengaran, peng-lihatan, dan hati akan ditanya, apakah yang dikatakan oleh seseorang itu sesuai dengan apa yang didengar suara hatinya. Apabila yang dikatakan itu sesuai dengan pendengaran, penglihatan, dan suara hatinya, ia selamat dari ancaman api neraka, dan akan menerima pahala dan keridaan Allah. Tetapi apabila tidak sesuai, ia tentu akan digiring ke dalam api neraka. \nAllah swt berfirman: \n \nPada hari, (ketika) lidah, tangan, dan kaki mereka menjadi saksi atas mereka terhadap apa yang dahulu mereka kerjakan. (an-Nur/24: 24) \n \nDan hadis yang diriwayatkan oleh Syakal bin Humaid, ia berkata: \nSaya mengunjungi Nabi saw, kemudian saya berkata, \"Wahai Nabi, ajarilah aku doa minta perlindungan yang akan aku baca untuk memohon perlindungan kepada Allah. Maka Nabi memegang tanganku seraya bersabda, \"Katakanlah, \"Aku berlindung kepada-Mu (Ya Allah) dari kejahatan telingaku, kejahatan mataku, kejahatan hatiku, dan kejahatan maniku (zina).\" (Riwayat Muslim)",
                        "76": "(37) Allah melarang kaum Muslimin berjalan di muka bumi dengan sombong. Berjalan dengan sombong di muka bumi bukanlah sikap yang wajar, karena bagaimanapun kerasnya derap kaki yang dihentakkan di atas bumi, tidak akan menembus permukaannya dan bagaimanapun juga tingginya ia mengangkat kepalanya, tidaklah dapat melampaui tinggi gunung. Bahkan ditinjau dari segi ilmu jiwa, orang yang biasa berjalan dengan penuh kesombongan, berarti dalam jiwanya terdapat kelemahan. Ia merasa rendah diri, sehingga untuk menutupi kelemahan dirinya, ia berjalan dengan sombong dan berlagak dengan maksud menarik perhatian orang lain. \nAllah swt menegaskan bahwa mereka sekali-kali tidak akan dapat menembus bumi dan menyamai tinggi gunung. Hal ini bertujuan agar kaum Muslimin menyadari kelemahan-kelemahan yang terdapat pada diri mereka, bersikap rendah hati, dan tidak bersikap takabur. Sebab, sebagai manusia yang memiliki kemampuan terbatas, mereka tidak akan sanggup mencapai sesuatu di luar kemampuan dirinya. \nDi dalam ayat ini terdapat juga celaan bagi orang-orang musyrik yang suka bermegah-megah, menyombongkan diri karena harta kekayaan dan menghambur-hamburkannya, suka bermabuk-mabukan, dan berzina.",
                        "77": "(38) Kemudian Allah swt menjelaskan bahwa semua larangan-Nya yang disebutkan sebelum ayat ini, seperti mengadakan tuhan selain Allah, durhaka kepada kedua ibu bapak, berlaku boros, membunuh anak perempuan, berbuat zina, membunuh manusia yang diharamkan membunuhnya, memakan harta anak yatim, mengurangi atau melebihkan takaran dan timbangan, mengikuti perkataan dan perbuatan yang tidak diketahui kebenarannya, dan bersikap sombong adalah perbuatan-perbuatan yang sangat dibenci-Nya. Para pelakunya patut diancam dengan hukuman yang keras dan harus dirasakan di dunia. Di akhirat mereka akan mendapat azab yang pedih.",
                        "78": "(39) Pada ayat ini dijelaskan bahwa bimbingan Allah berupa perintah-Nya yang harus diikuti, dan semua larangan yang harus dijauhi, yang disebutkan dalam ayat-ayat yang lalu, apabila ditaati niscaya akan membimbing manusia kepada kesejahteraan hidup di dunia dan kebahagiaan di akhirat. Sebab, semua itu adalah sebagian dari hikmah yang diwahyukan Allah kepada Rasul-Nya, yang berupa peraturan-peraturan agama. \nSelanjutnya Allah swt mengulangi kembali larangan mengadakan tuhan selain Allah. Pengulangan larangan mempersekutukan tuhan-tuhan yang lain dengan Allah, yang berarti perintah untuk beragama tauhid, menunjukkan kepada pengertian bahwa tauhid adalah inti dari semua agama samawi, dan sebagai titik tolak dan tujuan akhir dari segala macam urusan seluruh makhluk. Semua makhluk adalah milik Allah dan kepada-Nya pula semuanya akan kembali. \nDi akhir ayat, Allah swt menegaskan bahwa akibat yang akan dirasakan oleh kaum musyrikin ialah mereka dilemparkan ke dalam neraka dalam keadaan tercela, baik celaan itu datang dari pihak lain, ataupun datang dari dirinya sendiri, serta dijauhkan dari rahmat Allah. Mereka tidak akan mendapat pertolongan dari siapapun.",
                        "79": "(40) Allah swt membantah anggapan kaum musyrikin Mekah bahwa malaikat adalah anak perempuan Allah, dengan menanyakan apakah patut Tuhanmu memilih bagimu anak laki-laki, sedang Dia sendiri mengambil anak-anak perempuan di antara malaikat. Pertanyaan ini mengandung arti penyangkalan terhadap anggapan mereka bahwa Allah swt mempunyai anak-anak perempuan yang berupa malaikat. Bantahan Allah, dalam ayat ini, dengan cara menunjukkan kesalahan jalan pikiran mereka, bertujuan agar mereka dapat memahami kesalahannya. Bagaimana mungkin Allah swt yang menciptakan langit dan bumi serta benda-benda yang berada di antara keduanya dikatakan mempunyai anak-anak perempuan yang berupa malaikat, sedangkan mereka sendiri lebih suka mempunyai anak-anak laki-laki dan membenci anak perempuan. Mereka bahkan menguburkan anak perempuan itu hidup-hidup. Dalam hal ini, mereka memberi suatu sifat kepada Allah yang mereka sendiri tidak menyukainya. Jalan pikiran mereka benar-benar kacau. Mereka menyifati Zat Yang Maha Esa dan Mulia dengan sifat yang rendah menurut pandangan mereka sendiri. Anggapan seperti ini mengakibatkan tiga macam kesalahan. \n1. Mereka menganggap bahwa para malaikat itu anak-anak perempuan. \n2. Mereka menganggap bahwa malaikat adalah anak perempuan Allah. \n3. Mereka menyembah malaikat-malaikat itu. \nAllah swt berfirman: \n \nMaka tanyakanlah (Muhammad) kepada mereka (orang-orang kafir Mekah), \"Apakah anak-anak perempuan itu untuk Tuhanmu sedangkan untuk mereka anak-anak laki-laki?\" Atau apakah Kami menciptakan malaikat-malaikat berupa perempuan sedangkan mereka menyaksikan(nya)? Ingatlah, sesungguhnya di antara kebohongannya mereka benar-benar mengatakan, \"Allah mempunyai anak.\" Dan sungguh, mereka benar-benar pendusta. (ash-shaffat/37: 149-152) \n \nAllah swt menegaskan bahwa dengan ucapan itu, kaum musyrikin telah mengatakan ucapan yang besar dosanya. Mereka telah mengada-adakan kebohongan terhadap Allah, dan karenanya diancam dengan siksaan yang pedih. Mereka juga telah menyia-nyiakan akal pikiran mereka sendiri, karena memutarbalikkan kebenaran yang semestinya mereka junjung tinggi. \n \nDan mereka berkata, \"(Allah) Yang Maha Pengasih mempunyai anak.\" Sungguh, kamu telah membawa sesuatu yang sangat mungkar, hampir saja langit pecah, dan bumi terbelah, dan gunung-gunung runtuh, (karena ucapan itu), karena mereka menganggap (Allah) Yang Maha Pengasih mempunyai anak. Dan tidak mungkin bagi (Allah) Yang Maha Pengasih mempunyai anak. (Maryam/19: 88-92) (Lihat juga al-Baqarah/2: 116)",
                        "80": "(41) Pada ayat ini dijelaskan bahwa dalam Al-Qur’an, Allah telah memberikan peringatan berkali-kali, baik berupa bukti-bukti kebenaran eksistensi Allah melalui ciptaan-ciptaan-Nya, ataupun alasan-alasan yang menunjukkan kebenaran tauhid, Al-Qur’an juga berisi beberapa kisah tentang nasib umat yang menyekutukan Allah dengan yang lain, agar kaum musyrikin Mekah dapat mengambil pelajaran dari berbagai peristiwa tersebut dan menghentikan kemusyrikan dan kebiasaan mereka yang jelek. Semestinya keterangan dan peringatan yang berulang-ulang itu dapat melunakkan hati dan menyadarkan pikiran mereka, agar mau mengikuti seruan Al-Qur’an. Namun demikian, keterangan-keterangan itu ternyata hanya membuat mereka lari dari Al-Qur’an. Mereka tidak mau mendengarkan dan menerima kebenarannya karena jiwa mereka telah dikotori oleh kebiasaan-kebiasaan buruk. mereka tidak bisa lagi menilai suatu kebenaran sebagai kebenaran, bahkan mereka menjauh darinya dan lebih memilih bergelimang dalam kebatilan.",
                        "81": "(42) Kemudian Allah swt membantah kepercayaan kaum musyrikin Mekah dengan memerintahkan kepada Rasul-Nya agar mengatakan kepada mereka bahwa jika ada tuhan-tuhan selain Dia, niscaya tuhan-tuhan yang mereka persekutukan itu akan mencari jalan untuk menyampaikan apa yang mereka inginkan kepada Allah yang mempunyai Arasy, yang kekuasaan-Nya meliputi langit, bumi, dan benda-benda lainnya. Sudah tentu tuhan-tuhan yang mereka persekutukan itu memohon lebih dulu dan menghambakan dirinya kepada-Nya. Maka cara mereka meminta kepada Allah dengan perantaraan tuhan-tuhan itu sudah menempuh jalan yang berliku-liku. Mengapa mereka tidak langsung menyembah dan memohon saja kepada Allah Yang Maha Esa. \nAyat ini mengandung sindiran kepada kaum musyrikin Mekah agar mereka menyembah hanya kepada Allah Yang Maha Esa, dan melarang mereka mengada-adakan tuhan yang lain sebagai perantara yang dapat menyampaikan keinginan mereka kepada Zat Yang Maha Esa. Allah tidak menyukai adanya perantara-perantara seperti yang mereka yakini, bahkan Allah telah melarang manusia mengadakan perantara-perantara seperti itu melalui wahyu yang telah disampaikan oleh para rasul-Nya.",
                        "82": "(43) Selanjutnya Allah swt menyatakan kemahasucian-Nya dari sifat yang diada-adakan oleh kaum musyrikin Mekah. Allah swt menegaskan bahwa Dia Mahasuci dan Mahatinggi dari semua sifat yang mereka ada-adakan itu. Apa yang mereka katakan hanyalah berdasarkan dugaan dan anggapan semata. Dia adalah Allah Yang Maha Esa yang bergantung kepada-Nya segala sesuatu. Dia tidak beranak dan tidak pula diperanakkan. Tidak ada sesuatu pun yang setara dengan-Nya. \nDalam ayat itu terdapat isyarat yang menunjukkan bahwa Allah swt itu Mahasempurna, baik zat atau sifat-Nya, dan Mahasuci dari sifat kekurangan, dalam arti yang sebenar-benarnya.",
                        "83": "(44) Kemudian Allah swt menjelaskan betapa luasnya kerajaan-Nya dan betapa tinggi kekuasaan-Nya. Langit yang tujuh, bumi, dan semua makhluk yang ada di dalamnya bertasbih dan mengagungkan asma-Nya, serta me-nyaksikan bukti-bukti keesaan-Nya. Tidak ada satu makhluk pun melainkan bertasbih dengan memuji-Nya. Siapapun yang mau memperhatikan makhluk atau benda yang ada di sekelilingnya, tentu akan mengetahui bahwa baik makhluk hidup ataupun benda-benda mati seluruhnya tunduk dan takluk pada ketetapan atau ketentuan Allah yang tidak bisa dihindari. \nSebagai contoh adalah hukum gaya tarik (gravitasi). Hukum ini berlaku umum dan mempengaruhi semua benda yang ada, apakah benda itu gas, barang cair, benda padat, ataupun makhluk hidup. Semuanya terpengaruh hukum gaya tarik itu. Hal ini menunjukkan bahwa hukum gaya tarik yang mempunyai kekuatan yang begitu besar pengaruhnya tidak mungkin terjadi secara kebetulan saja, melainkan ada yang menciptakan dan mengontrolnya setiap saat. Penciptanya tentu Yang Mahaperkasa dan Mahakuasa, yaitu Allah swt. \nHukum gaya tarik ini cukup menjadi bukti bahwa semua benda dan makhluk yang ada di muka bumi ini tunduk dan takluk pada hukum-hukum dan ketentuan-ketentuan Allah. Apabila seseorang ingin melepaskan diri dari pengaruh gaya tarik (gravitasi) bumi, ia harus mempergunakan ilmu pengetahuan yang dapat melepaskan dirinya dari gaya tarik itu. Untuk menguasai ilmu itu, ia harus menguasai hukum aksi dan reaksi, yaitu aksi yang dapat mengatasi gaya tarik bumi itu, sehingga ia bisa melepaskan diri dari pengaruh kekuatannya. Keberhasilan orang melepaskan diri dari gaya tarik bumi bukan berarti bahwa ia tidak tunduk pada hukum Allah, melainkan ia dapat melepaskan dirinya lantaran tunduk pada hukum alam yang lain. Hal ini menunjukkan betapa luas kekuasaan Allah yang menciptakan hukum-hukum alam. Itupun baru hukum-hukum alam yang telah diketahui manusia, belum lagi hukum-hukum alam yang lain yang masih belum diketahui manusia. \nKhusus bagi manusia, makhluk yang berakal, karena terdiri dari jasmani dan rohani, maka jasmaninya tunduk kepada hukum-hukum alam tersebut, baik dikehendaki atau tidak. Sedangkan rohaninya dituntut mengikuti bimbingan Allah yang disampaikan melalui wahyu kepada rasul-Nya. \nPara ulama ahli ilmu kalam mengatakan bahwa Allah, Pencipta alam, adalah wajibul wujud (wajib ada-Nya), sedang makhluk-makhluk disebut mumkinat al-wujud (yang mungkin adanya). Al-Mumkinat ini dibagi menjadi berakal dan yang tidak berakal. Makhluk yang berakal mengakui keesaan Allah karena mereka dapat memperhatikan tanda-tanda kekuasaan Allah yang ada di langit, di bumi, dan pada semua benda-benda yang ada pada keduanya. Oleh karena itu, bibir manusia yang beriman selalu bertasbih memuji Allah. Sedang makhluk yang tidak berakal tunduk kepada aá¸¥kam kauniyyah (yaitu hukum-hukum alam yang diciptakan Allah yang berlaku terhadap benda-benda alam itu). Mereka bertasbih memuji Allah dengan berperilaku sesuai dengan keadaan yang ditakdirkan bagi mereka masing-masing. \nAllah lalu menjelaskan bahwa kaum musyrikin Mekah tidak mengetahui bahwa benda-benda alam dan semua makhluk yang ada bertasbih memuji-Nya, karena mereka tidak mau mengakui keesaan Allah. Bahkan, mereka mengadakan tuhan-tuhan yang lain yang dipersekutukan dengan Allah. Kaum musyrikin tidak mau melihat dan memikirkan ketundukan alam semesta dan segala benda-benda serta makhluk di bumi kepada hukum-hukum alam itu, sebagai pencerminan bagi tasbih mereka memuji Allah swt. \nMelihat pada beberapa Surah Al-Qur’an (al-Baqarah/2: 29; al-An’am/6: 125), maka langit terbagi dalam tujuh lapis. Apabila kita asumsikan secara ilmiah bahwa kata \"langit\" di sini adalah atmosfer, langit yang paling dekat dengan bumi, dan bukan langit antariksa, maka ilmu pengetahuan yang dimiliki manusia saat ini mengkonfirmasikannya. \nPembagian menjadi tujuh lapis didasarkan pada perbedaan kandungan kimia dan suhu udara yang berbeda-beda di tiap lapisan. Ketujuh lapisan tersebut dinamakan Troposfer, Stratosfer, Mesosfer, Thermosfer, Exosfer, Ionosfer dan Magnetosfer. Penyebutan tujuh lapis langit ini juga diungkapkan pada Surah Nuh/71: 15 dan al- Naba’/78: 12. Selanjutnya dalam Surah Fushshilat/41: 11-12 dinyatakan bawa tiap lapis langit mempunyai urusannya sendiri-sendiri. Hal ini dikonfirmasi ilmu pengetahuan, misalnya ada lapisan yang bertugas untuk membuat hujan, mencegah kerusakan akibat radiasi, memantulkan gelombang radio, sampai kepada lapisan yang mencegah agar meteor tidak merusak bumi. \nAyat ini secara simbolik menunjukkan bahwa tasbihnya benda-benda di alam secara fisik adalah kepatuhannya (secara sukarela) terhadap hukum Allah yang mengaturnya atau disebut juga dengan sunatullah. Hukum Allah itu dikenal manusia sebagai hukum alam atau kaidah ilmu pengetahuan yang diketahui manusia (para ahli) dan berlaku pada semua makhluk termasuk manusia (secara fisik). \nAdapun yang dimaksud dengan \"kamu sekalian tidak mengerti tasbih mereka\" adalah sebagian besar manusia tidak mengerti sunatullah atau hukum alam yang hanya dimengerti oleh para ahlinya. Jadi hanya orang yang berakal budi dan berpengetahuanlah yang bisa mengerti hukum alam dan dengan demikian juga bisa mengerti akan tasbih dari benda-benda antara langit yang tujuh dan bumi semuanya. \nDi akhir ayat, Allah swt menegaskan bahwa sesungguhnya Dia Maha Penyantun. Oleh karena itu, Dia tidak segera menurunkan azab atas kemusyrikan kaum musyrikin Mekah dan atas kelalaian mereka tidak mau memperhatikan tanda-tanda kekuasaan Allah Yang Maha Pengampun. Di antara sifat-sifat kemahapengampunan Allah ialah masih membuka pintu tobat selebar-lebarnya kepada siapa saja yang meminta ampunan-Nya. Allah tidak akan menghukum mereka karena dosa-dosa yang mereka lakukan, jika bertobat dan menyesali perbuatan mereka dengan penyesalan yang sebenar-benarnya, betul-betul menghentikan kemusyrikan, kembali kepada agama tauhid, dan mengikuti bimbingan wahyu yang diturunkan kepada rasul-Nya.",
                        "84": "(45) Allah swt menjelaskan bahwa apabila Rasulullah saw membacakan Al-Qur’an kepada kaum musyrikin dengan maksud agar terbuka hati mereka untuk menerima kebenaran yang terkandung di dalamnya, maka Allah swt membuat dinding yang tidak tampak yang menutupi antara Rasulullah dan kaum musyrikin yang tidak beriman kepada hari akhirat. \nDinding yang menutupi dan tidak tampak itu ialah sesuatu yang menghalangi hati kaum musyrikin untuk memahami kandungan Al-Qur’an, sehingga tidak dapat mengambil manfaat dan petunjuk-petunjuk yang terdapat di dalamnya. Hal itu adalah sebagai akibat dari keingkaran mereka kepada hari kebangkitan dan hari pembalasan, serta akibat dari noda-noda kemusyrikan yang telah menyelubungi jiwa mereka.",
                        "85": "(46) Selanjutnya Allah swt menjelaskan bahwa pada saat Rasulullah membaca Al-Qur’an, Allah swt memasang tutup yang menyelubungi hati kaum musyrikin, sehingga hati mereka tidak bisa memahami Al-Qur’an, dan memasang sumbat di telinga mereka, sehingga tidak dapat mendengarnya. Kalau dalam ayat 45 di atas, Allah menyebutkan sebab-sebab yang meng-halangi mereka memahami Al-Qur’an yang datang dari luar, dalam ayat ini Allah swt menyebutkan sebab-sebab yang datang dari dalam atau yang terdapat pada diri mereka sendiri. Mereka telah mengalami kerusakan mental yang berat, sehingga tidak dapat lagi mengendalikan jiwanya. Oleh karena itu, mereka terhalang dari memahami ayat-ayat Al-Qur’an yang benar-benar meminta perhatian dan pemusatan pikiran. Kerusakan mental ini disebabkan kebiasaan mereka mengikuti jejak nenek moyang, meskipun apa yang diikuti itu tidak benar. Mereka sendiri mengakui kerusakan mental mereka, sebagaimana disebutkan dalam firman Allah pada ayat yang lain: \n \nDan mereka berkata, \"Hati kami sudah tertutup dari apa yang engkau seru kami kepadanya dan telinga kami sudah tersumbat, dan di antara kami dan engkau ada dinding, karena itu lakukanlah (sesuai kehendakmu), sesung-guhnya kami akan melakukan (sesuai kehendak kami).\" (Fushshilat/41: 5) (Perhatikan pula Fushshilat/41: 44 dan al-An’am/6: 25) \n \n Selanjutnya dijelaskan bahwa apabila Rasulullah menyebutkan nama Allah Yang Maha Esa dalam Al-Qur’an, tanpa menyebutkan nama-nama tuhan mereka, mereka berpaling ke belakang, dan menjauhinya dengan sikap yang sombong dan takabur. Mereka merasa tersinggung sebab Rasulullah hanya menyebut nama Allah Yang Maha Esa saja dan tidak menyebutkan nama berhala-berhala mereka dalam Al-Qur’an yang dibaca. Mereka benar-benar membenci Nabi yang tidak hanya tampak pada ucapan dan sikap mereka, akan tetapi diikuti dengan tindakan-tindakan penyiksaan kepada kaum Muslimin. Mereka juga merintangi kegiatan menyebarkan dakwah Islamiyah di kalangan penduduk Mekah dan sekitarnya.",
                        "86": "(47) Allah swt menjelaskan kepada Rasul-Nya bahwa Dialah yang mengetahui sikap mereka ketika mendengarkan Rasulullah membacakan Al-Qur’an. Mereka memperolok-olok dan mendustakannya. Allah yang menge-tahui ketika mereka berbisik-bisik satu sama lain dengan mengatakan, \"Muhammad itu orang gila.\" Ada pula yang mengatakan, \"Dia tukang tenung,\" dan ada yang mengatakan, \"Muhammad itu tiada lain kecuali orang yang kena sihir sebab pikirannya berubah-ubah dan tidak konsisten lagi, apakah kita pantas mengikuti orang gila semacam Muhammad itu?\" \nFirman Allah swt: \n \nDan sungguh, orang-orang kafir itu hampir-hampir menggelincirkanmu dengan pandangan mata mereka, ketika mereka mendengar Al-Qur’an dan mereka berkata, \"Dia (Muhammad) itu benar-benar orang gila.\" (al-Qalam/68: 51)",
                        "87": "(48) Allah swt lalu memerintahkan Rasulullah agar memperhatikan bagaimana kaum musyrikin membuat perumpamaan bagi dirinya, seperti mengatakan bahwa beliau gila, penyair, kena sihir, dan sebagainya. Dengan demikian, mereka telah menjadi sesat, dan tidak akan mendapat petunjuk karena telah menyimpang dari jalan yang benar. Berbagai perumpamaan yang mereka berikan kepada Nabi Muhammad saw ketika mendengarkannya membacakan Al-Qur’an, adalah pernyataan yang lahir dari sikap mental mereka terhadap wahyu yang diturunkan Allah kepada Rasul-Nya. Mereka sebenarnya tidak mau mengakui kebenaran wahyu yang dibacakan Rasulullah, karena membawa keterangan-keterangan yang bertentangan dengan kepercayaan yang diwarisi secara membabi buta dari nenek moyang mereka. Oleh sebab itu, mereka tidak bisa diharapkan lagi untuk mendapat petunjuk dan bimbingan dari wahyu, karena hati mereka telah diselubungi oleh noda-noda kemusyrikan yang luar biasa.",
                        "88": "(49) Allah swt menjelaskan kepada Rasul-Nya apa yang dikatakan oleh kaum musyrikin Mekah mengenai hari kebangkitan. Mereka mengatakan bahwa apabila mereka telah mati dan menjadi tulang belulang yang lapuk dan tidak utuh lagi, apakah benar mereka akan dibangkitkan kembali seperti makhluk semula. Dari perkataan mereka ini tampak bahwa mereka tidak mau mempercayai adanya hari kebangkitan. \nMenurut kepercayaan mereka, apabila manusia telah mati dan menjadi tulang belulang yang bercerai-berai, apalagi telah hancur luluh, tidak mungkin akan terkumpul kembali dan menjadi makhluk semula yang hidup seperti sediakala. Inilah yang menjadi sebab utama mengapa mereka menolak kebenaran wahyu dan kerasulan Muhammad saw. Keingkaran mereka terhadap hari kebangkitan ini disebabkan oleh sikap mereka yang menyamakan sesuatu yang berada di luar kemampuan pikiran mereka dengan kejadian yang biasa dialami sehari-hari. Padahal kekuasaan untuk membangkitkan kembali semua makhluk berada di tangan Allah swt yang semula menciptakannya. Semua itu berada di luar kemampuan pikiran atau akal mereka. Jika mau memperhatikan tanda-tanda kekuasaan Allah di langit, di bumi, dan di semua benda-benda di sekeliling mereka, pasti mereka akan membenarkan kejadian hari kebangkitan itu. \nAllah swt berfirman: \n \n(Orang-orang kafir) berkata, \"Apakah kita benar-benar akan dikembalikan kepada kehidupan yang semula?Apakah (akan dibangkitkan juga) apabila kita telah menjadi tulang belulang yang hancur?\" Mereka berkata, \"Kalau demikian, itu adalah suatu pengembalian yang merugikan.\" (an-Nazi’at/79: 10-12) \n \nDan dia membuat perumpamaan bagi Kami dan melupakan asal kejadiannya; dia berkata, \"Siapakah yang dapat menghidupkan tulang-belulang, yang telah hancur luluh?\" Katakanlah (Muhammad), \"Yang akan menghidupkannya ialah (Allah) yang menciptakannya pertama kali. Dan Dia Maha Mengetahui tentang segala makhluk. (Yasin/36: 78-79)",
                        "89": "(50-51) Allah swt memerintahkan Rasul-Nya untuk memberikan jawaban dan menerangkan kepada kaum musyrikin Mekah bahwa Allah swt berkuasa membangkitkan mereka kembali setelah mereka mati seperti keadaan pada saat pertama kali diciptakan, bagaimanapun juga keadaan mereka, apakah ia berupa tulang, bangkai, batu, besi, atau apa saja menurut pemahaman mereka. Allah swt memerintahkan kepada Rasul-Nya untuk mengatakan kepada mereka, \"Jadilah kamu sekalian batu atau besi.\" Maksudnya ialah meskipun mereka telah menjadi batu atau besi, atau menjadi benda apapun menurut dugaan mereka jauh kemungkinannya untuk hidup kembali, sebenarnya Allah swt berkuasa menghidupkan mereka kembali. Itulah sebabnya Allah swt memerintahkan kepada Rasul-Nya agar menjawab keraguan mereka dengan tegas bahwa yang akan menghidup-kan mereka ialah Zat yang menciptakan mereka pertama kali. Apabila Allah swt berkuasa menciptakan mereka pada kali yang pertama dari tanah, Dia pun berkuasa untuk menghidupkan mereka kembali setelah menjadi tanah. \nKemudian dijelaskan bahwa mereka akan menggeleng-gelengkan kepala mendengar penjelasan Rasulullah sebagai tanda bahwa mereka mendustakannya dan betul-betul tidak dapat menerima terjadinya hari kebangkitan. Sikap ini juga sebagai tanda bahwa mereka akan menanyakan kapan terjadinya hari kebangkitan, dan kapan mereka akan dibangkitkan sebagai makhluk baru. Pertanyaan yang serupa dinyatakan dalam ayat-ayat yang lain. Allah berfirman: \n \nDan mereka (orang-orang kafir) berkata, \"Kapan janji (hari kebangkitan) itu (terjadi) jika kamu orang yang benar?\" (Yasin/36: 48) \n \nOrang-orang yang tidak percaya adanya hari Kiamat, meminta agar hari itu segera terjadi. (asy-Syura/42: 18) \n \nPada hari kiamat, manusia akan dibangkitkan dengan disusun kembali dari tulang ekornya. Nabi Muhammad bersabda: \n\"Sesungguhnya pada diri manusia ada tulang yang tidak akan termakan tanah selamanya. Dari tulang itu manusia akan disusun kembali pada hari kiamat.\" Para sahabat bertanya, \"Tulang apakah itu, wahai Rasulullah?\" beliau menjawab, \"Tulang ekor.\" (Riwayat Muslim dari Abu Hurairah) \n \nDi akhir ayat, Allah swt memerintahkan kepada Rasul-Nya agar mengatakan kepada kaum musyrikin bahwa mereka harus bersiap-siap untuk menghadapi hari kebangkitan, karena waktunya sudah dekat, dan memang pasti datang. Orang Arab biasanya mengatakan sesuatu yang akan datang dan pasti terjadi, dengan mengatakan waktunya sudah dekat meskipun berselang lama. Dalam hal ini, Allah swt tidak memastikan kapan hari kebangkitan itu datang kepada semua makhluk-Nya, baik kepada malaikat ataupun Rasul-Nya. Dia hanya memberitahukan hari kebangkitan pasti datang dalam waktu dekat.",
                        "90": "(50-51) Allah swt memerintahkan Rasul-Nya untuk memberikan jawaban dan menerangkan kepada kaum musyrikin Mekah bahwa Allah swt berkuasa membangkitkan mereka kembali setelah mereka mati seperti keadaan pada saat pertama kali diciptakan, bagaimanapun juga keadaan mereka, apakah ia berupa tulang, bangkai, batu, besi, atau apa saja menurut pemahaman mereka. Allah swt memerintahkan kepada Rasul-Nya untuk mengatakan kepada mereka, \"Jadilah kamu sekalian batu atau besi.\" Maksudnya ialah meskipun mereka telah menjadi batu atau besi, atau menjadi benda apapun menurut dugaan mereka jauh kemungkinannya untuk hidup kembali, sebenarnya Allah swt berkuasa menghidupkan mereka kembali. Itulah sebabnya Allah swt memerintahkan kepada Rasul-Nya agar menjawab keraguan mereka dengan tegas bahwa yang akan menghidup-kan mereka ialah Zat yang menciptakan mereka pertama kali. Apabila Allah swt berkuasa menciptakan mereka pada kali yang pertama dari tanah, Dia pun berkuasa untuk menghidupkan mereka kembali setelah menjadi tanah. \nKemudian dijelaskan bahwa mereka akan menggeleng-gelengkan kepala mendengar penjelasan Rasulullah sebagai tanda bahwa mereka mendustakannya dan betul-betul tidak dapat menerima terjadinya hari kebangkitan. Sikap ini juga sebagai tanda bahwa mereka akan menanyakan kapan terjadinya hari kebangkitan, dan kapan mereka akan dibangkitkan sebagai makhluk baru. Pertanyaan yang serupa dinyatakan dalam ayat-ayat yang lain. Allah berfirman: \n \nDan mereka (orang-orang kafir) berkata, \"Kapan janji (hari kebangkitan) itu (terjadi) jika kamu orang yang benar?\" (Yasin/36: 48) \n \nOrang-orang yang tidak percaya adanya hari Kiamat, meminta agar hari itu segera terjadi. (asy-Syura/42: 18) \n \nPada hari kiamat, manusia akan dibangkitkan dengan disusun kembali dari tulang ekornya. Nabi Muhammad bersabda: \n\"Sesungguhnya pada diri manusia ada tulang yang tidak akan termakan tanah selamanya. Dari tulang itu manusia akan disusun kembali pada hari kiamat.\" Para sahabat bertanya, \"Tulang apakah itu, wahai Rasulullah?\" beliau menjawab, \"Tulang ekor.\" (Riwayat Muslim dari Abu Hurairah) \n \nDi akhir ayat, Allah swt memerintahkan kepada Rasul-Nya agar mengatakan kepada kaum musyrikin bahwa mereka harus bersiap-siap untuk menghadapi hari kebangkitan, karena waktunya sudah dekat, dan memang pasti datang. Orang Arab biasanya mengatakan sesuatu yang akan datang dan pasti terjadi, dengan mengatakan waktunya sudah dekat meskipun berselang lama. Dalam hal ini, Allah swt tidak memastikan kapan hari kebangkitan itu datang kepada semua makhluk-Nya, baik kepada malaikat ataupun Rasul-Nya. Dia hanya memberitahukan hari kebangkitan pasti datang dalam waktu dekat.",
                        "91": "(52) Kemudian dijelaskan bahwa hari kebangkitan itu adalah hari ketika Allah swt memanggil semua manusia, lalu mereka akan mematuhi panggilan itu sambil memuji-Nya. Maksudnya ialah bahwa pada hari itu Allah dengan kemahakuasaan-Nya memanggil seluruh manusia. Lalu mereka bangkit dari kuburnya sambil memuji kekuasaan Allah yang telah membangkitkan mereka sesuai dengan janji yang telah ditetapkan. \nAllah swt berfirman: \n \nDan dengarkanlah (seruan) pada hari (ketika) penyeru (malaikat) menyeru dari tempat yang dekat. (Yaitu) pada hari (ketika) mereka mendengar suara dahsyat dengan sebenarnya. Itulah hari keluar (dari kubur). (Qaf/50: 41-42) \nDiriwayatkan dalam sebuah hadis marfu dari Anas bahwa beliau berkata, \"Orang-orang yang mengucapkan, \"Tiada tuhan selain Allah,\" tidaklah merasa kesepian di alam kubur. Seolah aku bersama mereka keluar dari kuburnya dengan menyeka debu tanah dari kepala mereka, seraya berkata, \"Tiada tuhan selain Allah.\" Dalam riwayat ath-thabrani dari Ibnu Umar bahwa mereka berkata, \"Segala puji bagi Allah yang telah menghilangkan kesedihan kami.\" (Riwayat ath-thabrani) \n \nPada saat bangkit dari kubur, mereka mengira bahwa mereka hidup di dunia tidak lama, tetapi hanya sebentar saja. \nAllah swt berfirman: \n \nPada hari ketika mereka melihat hari Kiamat itu (karena suasananya hebat), mereka merasa seakan-akan hanya (sebentar saja) tinggal (di dunia) pada waktu sore atau pagi hari. (an-Nazi’at/79: 46) (Perhatikan pula Yunus/10: 45) \n \nAl-hasan al-Bashri memberi penjelasan bahwa yang dimaksud dengan dekatnya hari kebangkitan itu ialah di hari itu kamu merasa seolah-olah pernah berada di dunia, (padahal kamu sekian lama berada di sana), dan tiba-tiba kamu sekarang telah berada di akhirat dan dalam menjalani proses penghitungan amal baik dan buruk.",
                        "92": "(53) Allah memerintahkan kepada Rasulullah agar mengatakan kepada semua hamba-Nya supaya mengucapkan perkataan yang lebih baik pada saat berbicara atau berdebat dengan orang-orang musyrik ataupun yang lainnya. Agar mereka tidak menggunakan kata-kata yang kasar dan caci-maki yang akan menimbulkan kebencian, tetapi hendaklah menggunakan kata-kata yang benar dan mengandung pelajaran yang baik. \nAllah swt berfirman: \n \nSerulah (manusia) kepada jalan Tuhanmu dengan hikmah dan pengajaran yang baik. (an-Nahl/16: 125). Perhatikan pula al-’Ankabut/29: 46. \n \nAllah swt menjelaskan alasan larangan-Nya itu, yaitu setan bisa merusak suasana dan menyebarkan bencana di antara kaum Mukminin dengan orang-orang musyrik ketika mereka berbicara kasar dan berselisih. Perselisihan di kalangan mereka bisa menimbulkan pertentangan, bahkan perkelahian. Dalam hal ini, Rasulullah saw pernah melarang seorang laki-laki Muslim menudingnya dengan menggunakan sepotong besi, karena khawatir kalau-kalau setan melepaskan senjata itu dari tangannya lalu meluncur mengenai Rasul. Hal ini akan menyebabkan orang itu berdosa dan dimasukkan ke dalam neraka. \nDiriwayatkan oleh Imam Ahmad dari Abu Hurairah, ia berkata bahwa Rasulullah saw bersabda: \nJanganlah seorang di antara kamu mengacung- acungkan senjata kepada saudaranya, karena sesungguhnya ia tidak mengetahui, boleh jadi setan melepaskan senjata dari tangannya, sehingga dia akan masuk ke lembah neraka. (Riwayat Imam Ahmad dari Abu Hurairah) \n \nKemudian Allah menegaskan bahwa setan adalah musuh yang nyata bagi manusia. Permusuhan di antara keduanya sudah berlangsung lama. Dalam ayat lain Allah swt berfirman: \n \nKemudian pasti aku akan mendatangi mereka dari depan, dari belakang, dari kanan dan dari kiri mereka. (al-A’raf/7: 17)",
                        "93": "(54) Allah swt menjelaskan bahwa Dialah yang lebih mengetahui tentang keadaan orang-orang musyrik itu. Bila Allah menghendaki, tentu Dia akan memberikan rahmat-Nya dengan jalan memberikan taufik dan hidayah-Nya kepada mereka, sehingga selamat dari kesesatan dan menjadi manusia yang patuh. Tetapi bila Dia menghendaki untuk menyiksanya, tentu mereka tidak akan memperoleh hidayah untuk beriman. \nDalam ayat ini terdapat isyarat bahwa kaum Muslimin tidak boleh menghina kaum musyrikin, dan mengatakan mereka sebagai ahli neraka. Kepastian seseorang masuk neraka ataupun tidak, termasuk masalah gaib yang hanya diketahui Allah swt. Kaum Muslimin juga tidak boleh melaku-kan sesuatu yang membuat mereka malu, karena yang demikian itu hanya menyebabkan mereka dengki dan menimbulkan permusuhan. \nDi akhir ayat ditegaskan bahwa Allah tidak mengutus Rasul-Nya untuk memaksa mereka melakukan apa yang diridai-Nya. Akan tetapi, Allah mengutusnya sebagai pemberi berita gembira dan peringatan. Itulah sebab-nya Allah melarang Rasulullah melakukan pemaksaan terhadap mereka, dan memerintahkan agar semua sahabatnya bersikap lapang dada.",
                        "94": "(55) Ayat ini menjelaskan bahwa Allah swt lebih mengetahui keadaan hamba-Nya yang di langit atau di bumi, yang tampak ataupun yang tidak. Dia memilih di antara hamba-Nya, siapa yang pantas menerima tugas kenabian dan pengetahuan agama. Dia pula yang melebihkan hamba yang satu dari hamba yang lainnya, sesuai dengan ilmu dan kuasa-Nya semata. \nAyat ini juga merupakan sanggahan terhadap kaum musyrikin yang mengatakan bahwa jauh kemungkinannya Muhammad yang hanya seorang anak yatim piatu dan diasuh oleh pamannya, Abu thalib, menjadi seorang nabi. Kalau pengikut-pengikutnya hanyalah orang-orang kelaparan, dan berpakaian compang-camping, tidak mungkin orang bangsawan dan pemuka-pemuka Quraisy mau menjadi pengikutnya. \nPenyebutan bahwa Allah lebih mengetahui makhluk-Nya yang ada di langit dan di bumi pada ayat ini merupakan sanggahan terhadap dugaan dan keinginan mereka bahwa sepatutnya Allah mengirim malaikat atau orang besar dari Mekah atau Taif, untuk menjadi utusan-Nya. Firman Allah: \n \n \nMengapa bukan para malaikat yang diturunkan kepada kita. (al-Furqan/25: 21) \n \nFirman Allah pula: \n \nDan mereka (juga) berkata, \"Mengapa Al-Qur’an ini tidak diturunkan kepada orang besar (kaya dan berpengaruh) dari salah satu dua negeri ini (Mekah dan Taif)?\" (az-Zukhruf/43: 31) \n \nDi antara hamba Allah yang dipilih untuk menjadi utusan-Nya ialah mereka yang mempunyai keutamaan rohani dan jiwa yang bersih. Allah swt melebihkan sebagian nabi atas sebagian yang lain sesuai dengan pilihan-Nya juga, seperti Nabi Ibrahim diberi keistimewaan sehingga diberi gelar Khalilullah dan Nabi Musa diberi keistimewaan pula sehingga diberi gelar Kalimullah. Nabi Muhammad diberi mukjizat yang tertinggi di antara semua mukjizat yaitu Al-Qur’an dan diberi kemuliaan menghadap langsung ke hadirat-Nya ketika Isra’ dan Mi’raj. \nAllah swt berfirman: \n \nRasul-rasul itu Kami lebihkan sebagian mereka dari sebagian yang lain. Di antara mereka ada yang (langsung) Allah berfirman dengannya dan sebagian lagi ada yang ditinggikan-Nya beberapa derajat. Dan Kami beri Isa putra Maryam beberapa mukjizat dan Kami perkuat dia dengan Rohulkudus. (al-Baqarah/2: 253) \n \nDi akhir ayat, Allah menyebutkan bahwa Dia telah memberikan Zabur kepada Daud a.s. Dengan demikian, dapat dipahami bahwa keutamaan Nabi Daud, bukan hanya karena menjadi raja, tetapi karena ia juga memperoleh kitab dari Allah. \nPenyebutan Zabur secara khusus dalam ayat ini karena dalam kitab itu disebutkan bahwa Nabi Muhammad adalah nabi penutup dan umatnya adalah umat yang baik pula. \nAllah swt berfirman: \n \nDan sungguh, telah Kami tulis di dalam Zabur setelah (tertulis) di dalam Az-Zikr (Lauá¸¥ Maá¸¥fudh), bahwa bumi ini akan diwarisi oleh hamba-hamba-Ku yang saleh. (al-Anbiya’/21: 105) \n \nYang dimaksud dengan hamba-hamba-Ku yang saleh dalam ayat di atas adalah Nabi Muhammad dan umatnya.",
                        "95": "(56) Sabab nuzul ayat ini ialah sebagaimana diriwayatkan oleh al-Bukhari dari Ibnu Mas’ud bahwa ada manusia yang menyembah manusia dan jin. Jin tersebut sebagian masuk Islam, dan sebagian lagi tetap dalam keyakinannya. Maka turunlah ayat ini. \nDalam ayat ini, Allah memerintahkan Rasul-Nya agar mengatakan ke-pada kaum musyrikin Mekah ucapan berikut ini, \"Pada saat kamu ditimpa bahaya, seperti kemiskinan dan serangan penyakit, cobalah panggil mereka yang kamu anggap tuhan selain Allah, apakah tuhan-tuhan itu mampu menghilangkan bahaya yang menimpa kamu?\" Maka dalam ayat ini Allah menegaskan bahwa orang-orang yang mereka anggap tuhan itu tidak akan mampu menolak bahaya atau memindahkannya kepada orang lain. Sebab, mereka memang tidak mempunyai kekuasaan untuk melakukan yang demikian. Yang mempunyai kekuasaan dan kemampuan untuk menghilang-kan bahaya itu ialah Pencipta alam semesta ini dan sekaligus Pencipta mereka, yaitu Allah Yang Maha Esa. Oleh karena itu, Allah itulah yang harus disembah.",
                        "96": "(57) Di atas telah disebutkan bahwa kaum musyrik menyembah para malaikat, jin, Nabi Isa, dan ’Uzair. Mereka menganggapnya sebagai tuhan yang dapat menghilangkan bahaya dan kemudaratan mereka. Lalu Allah menyebutkan bahwa yang mereka sembah itu sendiri sebenarnya mencari wasilah (jalan) untuk mendekatkan diri kepada-Nya. Jalan itu tidak lain ialah taat kepada perintah Allah dan menjauhi larangan-Nya. \nImam at-Tirmidzi dan Ibnu Mardawaih meriwayatkan sebuah hadis dari Abu Hurairah, ia berkata: \nRasulullah saw bersabda, \"Mohonkanlah wasilah untukku kepada Allah.\" Mereka bertanya, \"Apakah wasilah itu? Nabi pun berkata, \"Mendekatkan diri kepada Allah.\" Kemudian Nabi membaca ayat ini (ayat 57). \n \nLebih lanjut Allah menjelaskan bahwa orang-orang yang paling dekat sekalipun, di antara para malaikat, jin, Nabi Isa, dan ’Uzair, kepada Allah tetap mencari wasilah untuk mendekatkan diri kepada-Nya, dengan menaati dan menghambakan diri kepada-Nya. Oleh karena itu, apakah mereka layak disembah? Mengapa kamu tidak langsung saja menyembah Allah? \nPada bagian akhir ayat ini, Allah swt menyebutkan bahwa sesungguhnya azab Tuhan adalah hal yang (harus) ditakuti oleh siapa pun, baik para malaikat, para rasul dan nabi-Nya, maupun manusia seluruhnya.",
                        "97": "(58) Allah swt memberikan peringatan kepada kaum musyrikin Mekah yang mengingkari terjadinya hari kebangkitan, hari pembalasan, dan kerasulan Muhammad, bahwa tidak ada suatu negeri pun yang penduduknya durhaka, melainkan dibinasakan keseluruhannya, sebelum hari kiamat datang atau ditimpa bencana yang hebat karena dosa dan keingkaran mereka kepada nabi-nabi yang pernah diutus kepada mereka. \nAllah swt berfirman: \n \nDan betapa banyak (penduduk) negeri yang mendurhakai perintah Tuhan mereka dan rasul-rasul-Nya, maka Kami buat perhitungan terhadap penduduk negeri itu dengan perhitungan yang ketat, dan Kami azab mereka dengan azab yang mengerikan (di akhirat). Sehingga mereka merasakan akibat yang buruk dari perbuatannya, dan akibat perbuatan mereka, itu adalah kerugian yang besar. (ath-thalaq/65: 8-9) \n \nAllah swt menjelaskan bahwa yang demikian itu telah tercantum dalam kitab Allah, sebagaimana diriwayatkan oleh Imam at-Tirmidzi dari ’Ubadah bin shamit ia berkata, \"Saya telah mendengar Rasulullah saw bersabda: \nSebenarnya yang diciptakan pertama kali oleh Allah ialah qalam (pena), kemudian Allah swt berfirman pada qalam itu, \"Catatlah,\" lalu qalam itu berkata, \"Apa yang akan saya catat?\" Allah swt berfirman, \"Catatlah hal-hal yang telah ditentukan, dan apa yang akan terjadi hingga hari kiamat.\" (Riwayat Imam at-Tirmidzi dari ’Ubadah bin shamit)",
                        "98": "(59) Imam Ahmad meriwayatkan dari Ibnu ’Abbas bahwa ia berkata, \"Penduduk Mekah meminta kepada Nabi saw agar mengubah gunung Safa menjadi gunung emas, dan menghilangkan bukit agar tanahnya bisa diguna-kan untuk pertanian. Malaikat mengatakan kepada Nabi, \"Jika engkau mau memenuhi permintaan mereka, penuhilah. Apabila mereka mengingkari, mereka dapat dibinasakan seperti umat-umat terdahulu.\" Nabi bersabda, \"Tetapi saya ingin menunda permintaan mereka.\" Kemudian Allah menurun-kan ayat ini.\" \nAllah menjelaskan bahwa tidak ada yang mampu menghalangi ter-laksananya mukjizat yang diberikan kepada rasul-Nya. Orang-orang dahulu yang mendustakan tanda-tanda kekuasaan-Nya (mukjizat) seperti yang telah diberikan kepada para rasul-Nya yang terdahulu, akan dimusnahkan. Begitu pula orang-orang Quraisy yang meminta kepada Nabi Muhammad saw, supaya Allah menurunkan pula tanda-tanda kekuasaan-Nya kepada mereka. Akan tetapi, Allah tidak mengabulkannya, karena bila tanda-tanda kekuasaan Allah itu diturunkan, pasti mereka mendustakannya juga dan tentulah mereka akan dibinasakan seperti umat-umat yang dahulu. Sedang Allah tidak akan membinasakan orang-orang Quraisy, karena di antara keturunan mereka ada yang diharapkan menjadi orang-orang yang beriman. \nAllah swt menjelaskan bahwa Dia telah memberikan tanda-tanda kekuasaan-Nya (mukjizat-Nya) kepada Nabi Saleh, seperti yang diminta oleh kaum Samud yaitu unta betina yang dapat mereka saksikan sendiri. \nRasulullah bersabda: \nDiriwayatkan dari ar-Rabi’ bin Anas, ia berkata, \"Orang-orang Quraisy berkata kepada Rasulullah saw, \"(Kami mau beriman), seandainya didatangkan kepada kami tanda-tanda kekuasaan Allah, seperti yang didatangkan oleh Nabi Saleh dan para nabi (kepada umat mereka).\" Kemudian Rasulullah saw bersabda, \"Kalau kamu sekalian menginginkan agar saya berdoa kepada Allah, tentulah Allah akan menurunkan (tanda-tanda kekuasaan itu) kepadamu. Tetapi apabila kamu membangkang juga, tentulah kamu akan dibinasakan.\" Kemudian mereka berkata, \"Kami tidak menginginkan.\" (Riwayat al-Baihaqi) \nAllah menjelaskan bahwa pada akhirnya kaum Samud tetap tidak menjadi orang-orang yang beriman, bahkan mereka menganiaya unta betina yang menjadi mukjizat Nabi Saleh itu dan menyembelihnya. Allah swt lalu membinasakan mereka karena dosa-dosa mereka, dan menyamaratakan mereka dengan tanah. \nDi akhir ayat ini, Allah swt menjelaskan bahwa Dia memberikan tanda-tanda kekuasaan itu untuk mengingatkan manusia agar mengambil pelajaran darinya, sehingga mereka bertobat dan kembali mengikuti bimbingan Allah swt seperti yang diserukan oleh para nabi dan rasul-Nya.",
                        "99": "(60) Abu Ya’la dari Ummi Hani meriwayatkan bahwa pagi hari setelah Isra’, sebagian orang-orang Quraisy memperolok-olokkan Rasulullah dan meminta buktinya. Lalu beliau menggambarkan keadaan Baitul Maqdis serta menceritakan kepada mereka tentang kisah isra’. Kemudian Walid bin Mugirah berkata, Orang ini adalah penyihir.\" Maka turunlah ayat ini. \nAllah swt memberi dukungan kepada Rasulullah dalam melaksanakan tugas-tugas kerasulannya dan akan melindunginya dari tipu daya orang-orang yang mengingkari risalahnya dengan mengingatkan Rasul dan mewahyukan kepadanya bahwa ilmu Tuhan meliputi segala hal ihwal manusia. Maksudnya ialah Allah Mahakuasa terhadap seluruh hamba-Nya. Mereka berada di bawah genggaman-Nya sehingga tidak dapat bergerak kecuali menurut ketentuan-Nya. Allah berkuasa melindungi Rasul-Nya dari orang-orang yang memusuhinya, sehingga mereka tidak mungkin secara semena-mena menyakiti hatinya. \nAllah swt berfirman: \n \nDan Allah memelihara engkau dari (gangguan) manusia. (al-Ma’idah/5: 67) \n \nMenurut keterangan al-Hasan, Allah swt akan menghalangi setiap usaha mereka untuk membunuh Nabi. Allah swt berfirman: \n \nDan (ingatlah), ketika orang-orang kafir (Quraisy) memikirkan tipu daya terhadapmu (Muhammad) untuk menangkap dan memenjarakanmu atau membunuhmu, atau mengusirmu. Mereka membuat tipu daya dan Allah menggagalkan tipu daya itu. Allah adalah sebaik-baik pembalas tipu daya. (al-Anfal/8: 30) \n \nAllah menjelaskan juga pengingkaran orang-orang Quraisy terhadap apa yang diperlihatkan kepada Nabi Muhammad pada malam Isra’ dan Mi’raj, seperti pohon zaqqum yang tumbuh di neraka. Hal ini sebagai ujian, siapakah di antara umatnya yang benar-benar beriman dan siapa yang ingkar. Mereka yang benar-benar beriman bertambah kuat imannya, akan tetapi mereka yang imannya hanya di mulut saja, bertambah ingkar. Pohon zaqqum yang disebutkan dalam Al-Qur’an juga menjadi ujian kepada mereka, pada saat mereka mendengar kaum Muslimin membacakan ayat: \n \nSungguh pohon zaqqum itu, makanan bagi orang yang banyak dosa. (ad-Dukhan/44: 43-44) \n \nMereka memperselisihkannya; orang yang imannya kuat, bertambah kuat imannya, tetapi orang yang mengingkari kerasulan Muhammad saw bertambah kekafirannya. Abu Jahal, misalnya, termasuk orang yang mengingkarinya. Ketika itu ia berkata, \"Sebenarnya anak Abu Kabsyah (Muhammad saw) mengancam kamu dengan ancaman neraka, yang bahan bakarnya batu, kemudian ia mengira di neraka itu tumbuh pohon, padahal kamu tahu bahwa api itu membakar pohon.\" ’Abdullah bin az-Zibara ber-kata, \"Sebenarnya Muhammad menakut-nakuti kami dengan pohon zaqqum itu tiada lain kecuali kurma dan keju, maka telanlah.\" Mereka lalu makan kurma dan keju itu. \nOrang-orang musyrik Quraisy tidak mempercayai bahwa di neraka ada tumbuh-tumbuhan yang disebut pohon zaqqum, karena mereka beranggapan bahwa api memusnahkan segalanya. Mereka tidak mengetahui bahwa di dunia ini juga terdapat keajaiban-keajaiban yang mencengangkan, terlebih-lebih lagi di akhirat. Misalnya di dunia ada semacam serat yang tak terbakar oleh api (asbes). Bahan ini sering dipergunakan untuk bahan baju yang tahan api. Bumi ini mengandung api (yaitu magma) di dalam perut bumi yang akan terlihat pada saat gunung api meletus, tetapi di atasnya tumbuh pohon-pohon yang menghijau. Kayu atau batu pun dapat mengeluarkan api pada saat digosok-gosokkan. Di dalam air pun terdapat unsur oksigen yang menyebabkan api menyala. Singkatnya, hati orang-orang kafir Quraisy tidak mau menerima kebenaran Al-Qur’an. Keingkaran mereka kepada ar-ru’ya (mimpi atau yang dilihat Nabi saw pada waktu isra’) dan pohon zaqqum merupakan bukti yang jelas akan keingkaran mereka. \nAllah swt berfirman: \n \nSungguh, Kami menjadikannya (pohon zaqqum itu) sebagai azab bagi orang-orang zalim. Sungguh, itu adalah pohon yang keluar dari dasar neraka Jahim, mayangnya seperti kepala-kepala setan. (ash-shaffat/37: 63-65) \n \nDi akhir ayat ditegaskan bahwa Allah hendak mengingatkan mereka akan siksaan-Nya, tetapi yang demikian itu hanya akan menambah mereka bergelimang dalam kedurhakaan dan kesesatan.",
                        "100": "(61) Allah swt memerintahkan Rasulullah agar mengingatkan kaumnya akan permusuhan Iblis kepada Adam dan keturunannya. Permusuhan itu telah berlangsung lama sejak penciptaan Adam. Ketika Allah swt memerintahkan kepada para malaikat agar sujud untuk memberikan penghormatan kepada Adam, mereka lalu sujud kepadanya, kecuali Iblis. Ia merasa lebih mulia dan menolak perintah Allah. Sikap seperti itu disebabkan oleh kesombongannya, seperti tergambar dalam kata-katanya, \"Apakah saya akan sujud kepada Adam yang diciptakan dari tanah, sedangkan aku diciptakan dari api.\" Menurut anggapan Iblis, api lebih mulia daripada tanah. \nKata-kata Iblis serupa itu diungkapkan dalam ayat lain, seperti tersebut dalam firman Allah: \n \n(Iblis) berkata, \"Aku lebih baik daripadanya, karena Engkau ciptakan aku dari api, sedangkan dia Engkau ciptakan dari tanah.\" (shad/38: 76) \n \nIblis menjadi kafir karena tidak menaati perintah Allah dan bersikap sombong. Ia beranggapan bahwa Allah swt telah memerintahkan sesuatu yang tidak pada tempatnya. Anggapan Iblis yang demikian hanyalah khayalannya sendiri. Anggapannya bahwa api lebih mulia dari tanah adalah anggapan yang tidak benar, karena api dan tanah sama-sama makhluk Allah. Allah yang menciptakannya dari tiada, kemudian melebihkan kegunaannya dari yang satu atas yang lain, sesuai dengan kebijaksanaan-Nya. Api bisa membakar, sementara tanah bisa menumbuhkan. Keduanya menjadi penunjang kehidupan manusia. Jadi secara kodrati, keduanya tidak bisa dilebihkan antara satu dengan yang lain. Keduanya mempunyai kelebihan masing-masing.",
                        "101": "(62) Kemudian dijelaskan bahwa kelancangan dan pembangkangan Iblis terhadap perintah Allah ketika ia meminta agar Allah menerangkan kepada-nya, apa alasan yang menyebabkan dia harus sujud kepada Adam. Perminta-an Iblis itu diungkapkan dalam bentuk kalimat tanya dimaksudkan untuk menunjukkan sikapnya yang merasa heran mendengar perintah Allah agar sujud kepada Adam. Karena pengingkarannya ini, Iblis mendapat murka, dan menjadi jauh dari rahmat Allah. \nItulah sebabnya mengapa Iblis memohon kepada Allah agar menangguh-kan hukuman dan kematiannya sampai hari kiamat dan diberi kesempatan untuk menggoda dan menyesatkan keturunan Adam, kecuali sebagian kecil saja dari keturunannya yang memang kuat imannya. \nAllah swt berfirman: \n \nSesungguhnya kamu (Iblis) tidak kuasa atas hamba-hamba-Ku, kecuali mereka yang mengikutimu, yaitu orang yang sesat. (al-hijr/15: 42)",
                        "102": "(63) Allah mengabulkan permintaan Iblis dan membiarkan ia pergi menuruti keinginan dan melaksanakan tipu dayanya hingga hari kiamat datang. Namun demikian, Allah memberi syarat bahwa barang siapa di antara keturunan Adam yang teperdaya mengikuti Iblis, balasannya adalah neraka Jahanam sebagai hukuman yang harus ditimpakan kepadanya. Demikian juga hukuman yang ditimpakan kepada orang-orang yang mengikuti ajakannya, karena berani menyimpang dari perintah Allah dan melanggar larangan-Nya. \nAllah swt berfirman: \n \nAllah berfirman, \"(Baiklah) maka sesungguhnya kamu termasuk yang diberi penangguhan, sampai hari yang telah ditentukan (kiamat).\" (al-hijr/15: 37-38)",
                        "103": "(64) Ayat ini menjelaskan lebih jauh, sampai di mana kemampuan Iblis untuk menggoda keturunan Adam di muka bumi ini. Allah swt membiarkan Iblis menghasut siapa saja di antara keturunan Adam, sesuai kesanggupan dan kemampuannya dengan bujukan dan tipu dayanya. Tipu daya Iblis untuk menggoda keturunan Adam digambarkan seakan-akan panglima yang sedang mengerahkan bala tentara berkuda dan diperkuat dengan tentara yang berjalan kaki. Mereka menyerang musuhnya dengan iringan suara yang gegap gempita guna mengejutkan musuh-musuhnya agar segera tunduk dan takluk di bawah kekuasaannya. \nSehubungan dengan penafsiran ayat ini, Imam Mujahid menjelaskan bahwa setiap tentara berkuda yang digunakan menyerang musuh dengan melanggar hukum-hukum Allah, adalah bala tentara yang tergoda Iblis. Dan bala tentara yang berjalan kaki yang berperang dengan melanggar ketentuan Allah termasuk bala tentara Iblis. \nMufasir lain menjelaskan bahwa setan tidak lagi mempunyai bala tentara berkuda dan bala tentara yang berjalan kaki. Maksud perumpamaan itu ialah sebagai gambaran pengikut-pengikut Iblis dan pendukung-pendukungnya, tanpa mempedulikan keadaannya, apakah yang bertindak sebagai pendukung atau pengikut itu tentara berkuda atau tentara yang berjalan kaki. \nSebagai gambaran yang jelas, Allah mengumpamakan Iblis dan pengikut-pengikutnya dalam menggoda keturunan Adam sebagai orang yang berserikat mengumpulkan harta kekayaan dan anak-anak, yang mendorong mereka terjerumus kepada kemaksiatan dan menuruti hawa nafsu. \nSecara singkat dapat dikatakan bahwa Iblis berusaha dengan sekuat tenaga untuk menggoda keturunan Adam, agar mereka terjerumus ke dalam larangan Allah. Iblis menggoda hati mereka agar tertarik pada agama yang tidak diridai Allah, menggodanya supaya berzina, atau senang membunuh dan menguburkan anaknya hidup-hidup. \nAllah juga membiarkan Iblis memberikan janji-janji kepada keturunan Adam dengan janji yang dapat memperdayakan mereka sehingga terlena dari perintah-Nya dan melanggar larangan-Nya. Akan tetapi, janji-janji setan hanya tipuan belaka, tidak ada satu pun godaan yang bisa mencegah hukum-an Allah yang akan ditimpakan kepada mereka. Janji-janji setan itu hanya tipuan yang memukau sehingga mereka tidak mampu lagi membedakan mana yang benar dan mana yang batil. \nAllah swt berfirman: \n \nDan setan berkata ketika perkara (hisab) telah diselesaikan, \"Sesungguhnya Allah telah menjanjikan kepadamu janji yang benar, dan aku pun telah menjanjikan kepadamu tetapi aku menyalahinya. Tidak ada kekuasaan bagiku terhadapmu, melainkan (sekedar) aku menyeru kamu lalu kamu mematuhi seruanku, oleh sebab itu janganlah kamu mencerca aku, tetapi cercalah dirimu sendiri. (Ibrahim/14: 22)",
                        "104": "(65) Selanjutnya Allah swt menjelaskan keterbatasan godaan Iblis terhadap keturunan Adam dengan menegaskan bahwa sebenarnya hamba-hamba Allah yang selalu menaati perintah-Nya dan menjauhi larangan-Nya, tidak akan terpengaruh oleh godaannya. Iblis tidak mempunyai kekuasaan untuk memaksa agar mereka tunduk di bawah tipu dayanya. Kemampuan Iblis hanyalah menggoda saja. Orang-orang yang dapat dipengaruhi ialah mereka yang tidak mempunyai iman yang kuat. Oleh karena itu, Allah swt menegaskan pada akhir ayat ini bahwa bagi mereka yang mempunyai iman yang kuat itu cukup berserah diri kepada Allah, dan meminta perlindungan kepada-Nya agar terlepas dari godaan dan tipu daya setan. \nDalam ayat ini, terdapat isyarat yang menunjukkan bahwa manusia pada dasarnya tidak mempunyai kekebalan terhadap godaan setan dan tidak mempunyai kontrol pribadi yang menyelamatkan dirinya dari kesesatan. Kekebalan dan kontrol pribadi itu hanyalah perlindungan dan limpahan rahmat Allah swt.",
                        "105": "(66) Dalam ayat ini dijelaskan bahwa Allah yang menggerakkan kapal-kapal di lautan untuk para hamba-Nya, agar mereka dapat memanfaatkan kapal-kapal itu sebagai alat pengangkut kebutuhan hidup dari suatu negeri ke negeri lain. Dengan pengangkutan itulah kemakmuran yang terdapat di suatu negeri dapat beralih ke negeri yang lain. \nDi akhir ayat, ditegaskan bahwa Allah benar-benar Maha Penyayang terhadap seluruh hamba-Nya, karena ke mana saja manusia mengarahkan pandangannya, tentu akan menyaksikan berbagi nikmat Allah yang tak terhingga, yang menjadi tanda kebesaran kekuasaan-Nya.",
                        "106": "(67) Kemudian Allah mengungkapkan keadaan orang-orang kafir ketika ditimpa mara bahaya yang mengancam jiwanya. Mereka tidak dapat mengharapkan pertolongan kecuali dari Allah, yang berkuasa mendatangkan manfaat dan menolak bahaya. Allah swt menyatakan bahwa apabila orang kafir ditimpa mara bahaya di lautan, niscaya hilang harapan mereka untuk meminta bantuan dan pertolongan kepada berhala-berhala, jin, malaikat, pohon-pohon, dan batu-batu yang mereka sembah. Pada saat yang gawat itu, yang mereka ingat hanyalah Allah Yang Maha Esa yang berkuasa dan mampu menghilangkan bahaya itu, maka mereka meminta pertolongan kepada-Nya. Namun, apabila Allah telah mengabulkan permintaan mereka, yakni mereka telah terlepas dari bencana topan dan badai yang hampir menenggelamkan mereka, dan tiba di darat dengan selamat, mereka pun kembali berpaling menjadi orang-orang yang mengingkari nikmat-nikmat Allah dan kembali menyekutukan-Nya dengan tuhan yang lain. \nAllah menegaskan bahwa tabiat manusia cenderung melupakan nikmat yang mereka terima dan selalu tidak beriman atau tidak mau berterima kasih kepada Zat yang memberikan nikmat itu. Ini adalah keanehan yang terdapat pada diri manusia kecuali hamba-Nya yang selalu berada dalam bimbingan dan perlindungan-Nya.",
                        "107": "(68) Allah mengancam orang-orang yang mengingkari nikmat-nikmat-Nya, yang mengira bahwa dengan selamatnya mereka dari ancaman topan dan badai itu, mereka aman dari hukuman Allah Yang berkuasa menjungkirbalikkan sebagian daratan, sehingga mereka terpendam ke perut bumi. Apabila berkehendak, Allah berkuasa meniupkan angin keras dan menghujani mereka dengan batu-batu kecil sehingga mereka lenyap dalam waktu yang sangat singkat dari permukaan bumi ini. Dalam keadaan seperti itu, mereka tidak akan mendapatkan seorang pelindung yang mampu menyelamatkan mereka dari bencana tersebut kecuali Allah Yang Mahakuasa menghidupkan dan mematikan seluruh makhluk-Nya. \nSecara singkat dapat dikatakan bahwa bencana itu bisa terjadi di mana-mana, meskipun selamat dari bencana yang mengancam mereka di lautan, yang berupa topan dan badai, di daratan bencana yang lebih dahsyat mungkin saja terjadi, seperti gempa bumi, hujan batu, banjir, dan sebagainya. Semuanya berada dalam kekuasaan Allah yang menciptakan langit dan bumi serta seluruh makhluk yang berada di antara keduanya.",
                        "108": "(69) Selanjutnya dijelaskan bahwa Allah berkuasa untuk mengembalikan orang-orang yang mengingkari nikmat-Nya itu ke lautan kembali, setelah mereka merasa aman di darat. Apakah mereka merasa aman dari bencana yang akan menimpa mereka di lautan setelah mereka sampai ke daratan. Allah berkuasa mengembalikan mereka ke lautan kembali, dengan mengirim angin topan dan tsunami yang sangat dahsyat. Angin itu menyapu mereka dari daratan, sehingga mereka akan digulung oleh gelombang yang dapat menenggelamkan mereka. Pada saat-saat mengalami musibah yang sangat dahsyat itu, mereka tidak akan mendapatkan seorang pun yang dapat menolong untuk melepaskan mereka dari siksa Allah.",
                        "109": "(70) Allah memuliakan Bani Adam yaitu manusia dari makhluk-makhluk yang lain, baik malaikat, jin, semua jenis hewan, dan tumbuh-tumbuhan. Kelebihan manusia dari makhluk-makhluk yang lain berupa fisik maupun non fisik, sebagaimana firman Allah: \n \nSungguh, Kami telah menciptakan manusia dalam bentuk yang sebaik-baiknya, kemudian Kami kembalikan dia ke tempat yang serendah-rendahnya, kecuali orang-orang yang beriman dan mengerjakan kebajikan; maka mereka akan mendapat pahala yang tidak ada putus-putusnya. (at-Tin/95: 4-6) \n \nSelain diberi panca indera yang sempurna, manusia juga diberi hati yang berfungsi untuk menimbang dan membuat keputusan. Firman Allah: \n \nDan Allah mengeluarkan kamu dari perut ibumu dalam keadaan tidak mengetahui sesuatu pun, dan Dia memberimu pendengaran, penglihatan dan hati nurani, agar kamu bersyukur. (an-Nahl/16: 78) \n \nKemuliaan manusia ini sesuai dengan tugasnya sebagai khalifah di muka bumi. Firman Allah: \n \nDan (ingatlah) ketika Tuhanmu berfirman kepada para malaikat, \"Aku hendak menjadikan khalifah di bumi.\" Mereka berkata, \"Apakah Engkau hendak menjadikan orang yang merusak dan menumpahkan darah di sana, sedangkan kami bertasbih memuji-Mu dan menyucikan nama-Mu?\" Dia berfirman, \"Sungguh, Aku mengetahui apa yang tidak kamu ketahui.\" (al-Baqarah/2: 30) \n \nMeskipun demikian, banyak manusia yang tidak menyadari akan ketinggian derajatnya sehingga tidak melaksanakan fungsinya sebagaimana disebutkan dalam firman Allah: \n \nDan sungguh, akan Kami isi neraka Jahanam banyak dari kalangan jin dan manusia. Mereka memiliki hati, tetapi tidak dipergunakannya untuk memahami (ayat-ayat Allah) dan mereka memiliki mata (tetapi) tidak dipergunakannya untuk melihat (tanda-tanda kekuasaan Allah), dan mereka mempunyai telinga (tetapi) tidak dipergunakannya untuk mendengarkan (ayat-ayat Allah). Mereka seperti hewan ternak, bahkan lebih sesat lagi. (al-A’raf/7: 179)",
                        "110": "(71) Allah swt mengingatkan para hamba-Nya akan hari perhitungan. Pada hari itu, Allah swt memanggil manusia dengan membawa kitab mereka masing-masing yang memuat catatan yang lengkap tentang amal perbuatan mereka. Ketika itu, mereka akan mendapatkan keputusan yang adil, sesuai dengan amal yang mereka lakukan di dunia, yang semuanya telah tercatat dalam kitab itu. Maka berbahagialah mereka yang ketika diberikan kitab amalannya diterima dengan tangan kanannya. Mereka ini akan membaca kitab itu dengan penuh kegembiraan, karena mereka berbahagia melihat catatan amal saleh mereka. \nAllah swt berfirman: \n \nAdapun orang yang kitabnya diberikan di tangan kanannya, maka dia berkata, \"Ambillah, bacalah kitabku (ini).\" (al-haqqah/69: 19) \n \nJuga firman-Nya: \n \nMaka adapun orang yang catatannya diberikan dari sebelah kanannya, maka dia akan diperiksa dengan pemeriksaan yang mudah. (al-Insyiqaq/84: 7-8) \nAllah lalu menegaskan bahwa mereka tidak dianiaya sedikit pun. Maksudnya ialah tidak akan dikurangi sedikit pun pahala yang harus mereka terima, karena yang menciptakan alam akhirat ialah Yang Menciptakan alam ini juga, sehingga mustahil bagi-Nya untuk mengurangi pahala yang harus diterimanya. Allah swt Mahaadil dan keadilan-Nya itu tampak pada ciptaan-Nya di alam dunia ini.",
                        "111": "(72) Kemudian dijelaskan bahwa barang siapa yang buta hatinya di dunia, yakni yang tidak mau melihat kebenaran petunjuk Allah, dan tidak mau memperhatikan tanda-tanda kekuasaan-Nya, niscaya di akhirat nanti ia lebih buta dan tidak dapat mencari jalan untuk menyelamatkan dirinya dari siksaan neraka. Bahkan, mereka lebih sesat lagi dari keadaannya di dunia, karena roh mereka pada waktu itu ialah roh pada waktu di dunia juga. Roh yang dibangkitkan Allah swt di akhirat ialah roh yang keluar dari jasadnya ketika meninggal dunia seperti buah-buahan yang muncul dari batangnya. Buah dan batang mempunyai sifat yang sama. Demikian pula roh manusia pada waktu itu, dia bangkit dengan membawa seluruh sifat, akhlak, dan amalnya. Ia mengetahui keadaan dirinya. Ia merasa bahagia ataupun celaka sesuai dengan keadaan dirinya. Apabila keadaan roh manusia itu lalai di dunia, di akhirat pun akan lalai karena ia telah mengabaikan berbagai sarana dan alat untuk menguasai ilmu, dan terbiasa malas mengamalkan perintah Allah. Ia pun akan mengumpat-umpat dan mencerca dirinya sendiri."
                    }
                }
            }
        }
    }
}