{"27": {"number": "27", "name": "النمل", "name_latin": "An-Naml", "number_of_ayah": "93", "text": {"1": "طٰسۤ ۚ تِلْكَ اٰيٰتُ الْقُرْاٰنِ وَكِتَابٍ مُّبِيْنٍ ۙ ", "2": "هُدًى وَّبُشْرٰى لِلْمُؤْمِنِيْنَ ۙ  ", "3": "الَّذِيْنَ يُقِيْمُوْنَ الصَّلٰوةَ وَيُؤْتُوْنَ الزَّكٰوةَ وَهُمْ بِالْاٰخِرَةِ هُمْ يُوْقِنُوْنَ ", "4": "اِنَّ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِ زَيَّنَّا لَهُمْ اَعْمَالَهُمْ فَهُمْ يَعْمَهُوْنَ ۗ ", "5": "اُولٰۤىِٕكَ الَّذِيْنَ لَهُمْ سُوْۤءُ الْعَذَابِ وَهُمْ فِى الْاٰخِرَةِ هُمُ الْاَخْسَرُوْنَ ", "6": "وَاِنَّكَ لَتُلَقَّى الْقُرْاٰنَ مِنْ لَّدُنْ حَكِيْمٍ عَلِيْمٍ ", "7": "اِذْ قَالَ مُوْسٰى لِاَهْلِهٖٓ اِنِّيْٓ اٰنَسْتُ نَارًاۗ سَاٰتِيْكُمْ مِّنْهَا بِخَبَرٍ اَوْ اٰتِيْكُمْ بِشِهَابٍ قَبَسٍ لَّعَلَّكُمْ تَصْطَلُوْنَ ", "8": "فَلَمَّا جَاۤءَهَا نُوْدِيَ اَنْۢ بُوْرِكَ مَنْ فِى النَّارِ وَمَنْ حَوْلَهَاۗ وَسُبْحٰنَ اللّٰهِ رَبِّ الْعٰلَمِيْنَ ", "9": "يٰمُوْسٰٓى اِنَّهٗٓ اَنَا اللّٰهُ الْعَزِيْزُ الْحَكِيْمُ ۙ ", "10": "وَاَلْقِ عَصَاكَ ۗفَلَمَّا رَاٰهَا تَهْتَزُّ كَاَنَّهَا جَاۤنٌّ وَّلّٰى مُدْبِرًا وَّلَمْ يُعَقِّبْۗ يٰمُوْسٰى لَا تَخَفْۗ اِنِّيْ لَا يَخَافُ لَدَيَّ الْمُرْسَلُوْنَ ۖ  ", "11": "اِلَّا مَنْ ظَلَمَ ثُمَّ بَدَّلَ حُسْنًاۢ بَعْدَ سُوْۤءٍ فَاِنِّيْ غَفُوْرٌ رَّحِيْمٌ  ", "12": "وَاَدْخِلْ يَدَكَ فِيْ جَيْبِكَ تَخْرُجْ بَيْضَاۤءَ مِنْ غَيْرِ سُوْۤءٍۙ فِيْ تِسْعِ اٰيٰتٍ اِلٰى فِرْعَوْنَ وَقَوْمِهٖۚ اِنَّهُمْ كَانُوْا قَوْمًا فٰسِقِيْنَ ", "13": "فَلَمَّا جَاۤءَتْهُمْ اٰيٰتُنَا مُبْصِرَةً قَالُوْا هٰذَا سِحْرٌ مُّبِيْنٌ ۚ  ", "14": "وَجَحَدُوْا بِهَا وَاسْتَيْقَنَتْهَآ اَنْفُسُهُمْ ظُلْمًا وَّعُلُوًّاۗ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِيْنَ ࣖ  ", "15": "وَلَقَدْ اٰتَيْنَا دَاوٗدَ وَسُلَيْمٰنَ عِلْمًاۗ وَقَالَا الْحَمْدُ لِلّٰهِ الَّذِيْ فَضَّلَنَا عَلٰى كَثِيْرٍ مِّنْ عِبَادِهِ الْمُؤْمِنِيْنَ  ", "16": "وَوَرِثَ سُلَيْمٰنُ دَاوٗدَ وَقَالَ يٰٓاَيُّهَا النَّاسُ عُلِّمْنَا مَنْطِقَ الطَّيْرِ وَاُوْتِيْنَا مِنْ كُلِّ شَيْءٍۗ اِنَّ هٰذَا لَهُوَ الْفَضْلُ الْمُبِيْنُ  ", "17": "وَحُشِرَ لِسُلَيْمٰنَ جُنُوْدُهٗ مِنَ الْجِنِّ وَالْاِنْسِ وَالطَّيْرِ فَهُمْ يُوْزَعُوْنَ  ", "18": "حَتّٰىٓ اِذَآ اَتَوْا عَلٰى وَادِ النَّمْلِۙ قَالَتْ نَمْلَةٌ يّٰٓاَيُّهَا النَّمْلُ ادْخُلُوْا مَسٰكِنَكُمْۚ  لَا يَحْطِمَنَّكُمْ سُلَيْمٰنُ وَجُنُوْدُهٗۙ وَهُمْ لَا يَشْعُرُوْنَ  ", "19": "فَتَبَسَّمَ ضَاحِكًا مِّنْ قَوْلِهَا وَقَالَ رَبِّ اَوْزِعْنِيْٓ اَنْ اَشْكُرَ نِعْمَتَكَ الَّتِيْٓ اَنْعَمْتَ عَلَيَّ وَعَلٰى وَالِدَيَّ وَاَنْ اَعْمَلَ صَالِحًا تَرْضٰىهُ وَاَدْخِلْنِيْ بِرَحْمَتِكَ فِيْ عِبَادِكَ الصّٰلِحِيْنَ  ", "20": "وَتَفَقَّدَ الطَّيْرَ فَقَالَ مَا لِيَ لَآ اَرَى الْهُدْهُدَۖ اَمْ كَانَ مِنَ الْغَاۤىِٕبِيْنَ  ", "21": "لَاُعَذِّبَنَّهٗ عَذَابًا شَدِيْدًا اَوْ لَاَا۟ذْبَحَنَّهٗٓ اَوْ لَيَأْتِيَنِّيْ بِسُلْطٰنٍ مُّبِيْنٍ  ", "22": "فَمَكَثَ غَيْرَ بَعِيْدٍ فَقَالَ اَحَطْتُّ بِمَا لَمْ تُحِطْ بِهٖ وَجِئْتُكَ مِنْ سَبَاٍ ۢبِنَبَاٍ يَّقِيْنٍ ", "23": "اِنِّيْ وَجَدْتُّ امْرَاَةً تَمْلِكُهُمْ وَاُوْتِيَتْ مِنْ كُلِّ شَيْءٍ وَّلَهَا عَرْشٌ عَظِيْمٌ  ", "24": "وَجَدْتُّهَا وَقَوْمَهَا يَسْجُدُوْنَ لِلشَّمْسِ مِنْ دُوْنِ اللّٰهِ وَزَيَّنَ لَهُمُ الشَّيْطٰنُ اَعْمَالَهُمْ فَصَدَّهُمْ عَنِ السَّبِيْلِ فَهُمْ لَا يَهْتَدُوْنَۙ  ", "25": "اَلَّا يَسْجُدُوْا لِلّٰهِ الَّذِيْ يُخْرِجُ الْخَبْءَ فِى السَّمٰوٰتِ وَالْاَرْضِ وَيَعْلَمُ مَا تُخْفُوْنَ وَمَا تُعْلِنُوْنَ  ", "26": "اَللّٰهُ لَآ اِلٰهَ اِلَّا هُوَۙ رَبُّ الْعَرْشِ الْعَظِيْمِ ۩ ", "27": "۞ قَالَ سَنَنْظُرُ اَصَدَقْتَ اَمْ كُنْتَ مِنَ الْكٰذِبِيْنَ ", "28": "اِذْهَبْ بِّكِتٰبِيْ هٰذَا فَاَلْقِهْ اِلَيْهِمْ ثُمَّ تَوَلَّ عَنْهُمْ فَانْظُرْ مَاذَا يَرْجِعُوْنَ ", "29": "قَالَتْ يٰٓاَيُّهَا الْمَلَؤُا اِنِّيْٓ اُلْقِيَ اِلَيَّ كِتٰبٌ كَرِيْمٌ  ", "30": "اِنَّهٗ مِنْ سُلَيْمٰنَ وَاِنَّهٗ بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ ۙ  ", "31": "اَلَّا تَعْلُوْا عَلَيَّ وَأْتُوْنِيْ مُسْلِمِيْنَ ࣖ ", "32": "قَالَتْ يٰٓاَيُّهَا الْمَلَؤُا اَفْتُوْنِيْ فِيْٓ اَمْرِيْۚ مَا كُنْتُ قَاطِعَةً اَمْرًا حَتّٰى تَشْهَدُوْنِ ", "33": "قَالُوْا نَحْنُ اُولُوْا قُوَّةٍ وَّاُولُوْا بَأْسٍ شَدِيْدٍ ەۙ وَّالْاَمْرُ اِلَيْكِ فَانْظُرِيْ مَاذَا تَأْمُرِيْنَ", "34": "قَالَتْ اِنَّ الْمُلُوْكَ اِذَا دَخَلُوْا قَرْيَةً اَفْسَدُوْهَا وَجَعَلُوْٓا اَعِزَّةَ اَهْلِهَآ اَذِلَّةً ۚوَكَذٰلِكَ يَفْعَلُوْنَ  ", "35": "وَاِنِّيْ مُرْسِلَةٌ اِلَيْهِمْ بِهَدِيَّةٍ فَنٰظِرَةٌ ۢبِمَ يَرْجِعُ الْمُرْسَلُوْنَ ", "36": "فَلَمَّا جَاۤءَ سُلَيْمٰنَ قَالَ اَتُمِدُّوْنَنِ بِمَالٍ فَمَآ اٰتٰىنِ  َۧ اللّٰهُ خَيْرٌ مِّمَّآ اٰتٰىكُمْۚ بَلْ اَنْتُمْ بِهَدِيَّتِكُمْ تَفْرَحُوْنَ  ", "37": "اِرْجِعْ اِلَيْهِمْ فَلَنَأْتِيَنَّهُمْ بِجُنُوْدٍ لَّا قِبَلَ لَهُمْ بِهَا وَلَنُخْرِجَنَّهُمْ مِّنْهَآ اَذِلَّةً وَّهُمْ صَاغِرُوْنَ ", "38": "قَالَ يٰٓاَيُّهَا الْمَلَؤُا اَيُّكُمْ يَأْتِيْنِيْ بِعَرْشِهَا قَبْلَ اَنْ يَّأْتُوْنِيْ مُسْلِمِيْنَ ", "39": "قَالَ عِفْرِيْتٌ مِّنَ الْجِنِّ اَنَا۠ اٰتِيْكَ بِهٖ قَبْلَ اَنْ تَقُوْمَ مِنْ مَّقَامِكَۚ وَاِنِّيْ عَلَيْهِ لَقَوِيٌّ اَمِيْنٌ  ", "40": "قَالَ الَّذِيْ عِنْدَهٗ عِلْمٌ مِّنَ الْكِتٰبِ اَنَا۠ اٰتِيْكَ بِهٖ قَبْلَ اَنْ يَّرْتَدَّ اِلَيْكَ طَرْفُكَۗ فَلَمَّا رَاٰهُ مُسْتَقِرًّا عِنْدَهٗ قَالَ هٰذَا مِنْ فَضْلِ رَبِّيْۗ  لِيَبْلُوَنِيْٓ ءَاَشْكُرُ اَمْ اَكْفُرُۗ وَمَنْ شَكَرَ فَاِنَّمَا يَشْكُرُ لِنَفْسِهٖۚ وَمَنْ كَفَرَ فَاِنَّ رَبِّيْ غَنِيٌّ كَرِيْمٌ  ", "41": "قَالَ نَكِّرُوْا لَهَا عَرْشَهَا نَنْظُرْ اَتَهْتَدِيْٓ اَمْ تَكُوْنُ مِنَ الَّذِيْنَ لَا يَهْتَدُوْنَ ", "42": "فَلَمَّا جَاۤءَتْ قِيْلَ اَهٰكَذَا عَرْشُكِۗ قَالَتْ كَاَنَّهٗ هُوَۚ وَاُوْتِيْنَا الْعِلْمَ مِنْ قَبْلِهَا وَكُنَّا مُسْلِمِيْنَ  ", "43": "وَصَدَّهَا مَا كَانَتْ تَّعْبُدُ مِنْ دُوْنِ اللّٰهِ ۗاِنَّهَا كَانَتْ مِنْ قَوْمٍ كٰفِرِيْنَ  ", "44": "قِيْلَ لَهَا ادْخُلِى الصَّرْحَۚ فَلَمَّا رَاَتْهُ حَسِبَتْهُ لُجَّةً وَّكَشَفَتْ عَنْ سَاقَيْهَاۗ قَالَ اِنَّهٗ صَرْحٌ مُّمَرَّدٌ مِّنْ قَوَارِيْرَ ەۗ قَالَتْ رَبِّ اِنِّيْ ظَلَمْتُ نَفْسِيْ وَاَسْلَمْتُ مَعَ سُلَيْمٰنَ لِلّٰهِ رَبِّ الْعٰلَمِيْنَ ࣖ", "45": "وَلَقَدْ اَرْسَلْنَآ اِلٰى ثَمُوْدَ اَخَاهُمْ صٰلِحًا اَنِ اعْبُدُوا اللّٰهَ فَاِذَا هُمْ فَرِيْقٰنِ يَخْتَصِمُوْنَ  ", "46": "قَالَ يٰقَوْمِ لِمَ تَسْتَعْجِلُوْنَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِۚ  لَوْلَا تَسْتَغْفِرُوْنَ اللّٰهَ لَعَلَّكُمْ تُرْحَمُوْنَ ", "47": "قَالُوا اطَّيَّرْنَا بِكَ وَبِمَنْ مَّعَكَۗ قَالَ طٰۤىِٕرُكُمْ عِنْدَ اللّٰهِ  بَلْ اَنْتُمْ قَوْمٌ تُفْتَنُوْنَ ", "48": "وَكَانَ فِى الْمَدِيْنَةِ تِسْعَةُ رَهْطٍ يُّفْسِدُوْنَ فِى الْاَرْضِ وَلَا يُصْلِحُوْنَ  ", "49": "قَالُوْا تَقَاسَمُوْا بِاللّٰهِ لَنُبَيِّتَنَّهٗ وَاَهْلَهٗ ثُمَّ لَنَقُوْلَنَّ لِوَلِيِّهٖ مَا شَهِدْنَا مَهْلِكَ اَهْلِهٖ وَاِنَّا لَصٰدِقُوْنَ  ", "50": "وَمَكَرُوْا مَكْرًا وَّمَكَرْنَا مَكْرًا وَّهُمْ لَا يَشْعُرُوْنَ  ", "51": "فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ مَكْرِهِمْ اَنَّا دَمَّرْنٰهُمْ وَقَوْمَهُمْ اَجْمَعِيْنَ  ", "52": "فَتِلْكَ بُيُوْتُهُمْ خَاوِيَةً ۢبِمَا ظَلَمُوْاۗ اِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّقَوْمٍ يَّعْلَمُوْنَ  ", "53": "وَاَنْجَيْنَا الَّذِيْنَ اٰمَنُوْا وَكَانُوْا يَتَّقُوْنَ  ", "54": "وَلُوْطًا اِذْ قَالَ لِقَوْمِهٖٓ اَتَأْتُوْنَ الْفَاحِشَةَ وَاَنْتُمْ تُبْصِرُوْنَ  ", "55": "اَىِٕنَّكُمْ لَتَأْتُوْنَ الرِّجَالَ شَهْوَةً مِّنْ دُوْنِ النِّسَاۤءِ ۗبَلْ اَنْتُمْ قَوْمٌ تَجْهَلُوْنَ", "56": "۞ فَمَا كَانَ جَوَابَ قَوْمِهٖٓ اِلَّآ اَنْ قَالُوْٓا اَخْرِجُوْٓا اٰلَ لُوْطٍ مِّنْ قَرْيَتِكُمْۙ اِنَّهُمْ اُنَاسٌ يَّتَطَهَّرُوْنَ  ", "57": "فَاَنْجَيْنٰهُ وَاَهْلَهٗٓ اِلَّا امْرَاَتَهٗ قَدَّرْنٰهَا مِنَ الْغٰبِرِيْنَ  ", "58": "وَاَمْطَرْنَا عَلَيْهِمْ مَّطَرًاۚ فَسَاۤءَ مَطَرُ الْمُنْذَرِيْنَ ࣖ ", "59": "قُلِ الْحَمْدُ لِلّٰهِ وَسَلٰمٌ عَلٰى عِبَادِهِ الَّذِيْنَ اصْطَفٰىۗ ءٰۤاللّٰهُ خَيْرٌ اَمَّا يُشْرِكُوْنَ  ۔ ", "60": "اَمَّنْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ وَاَنْزَلَ لَكُمْ مِّنَ السَّمَاۤءِ مَاۤءً فَاَنْۢبَتْنَا بِهٖ حَدَاۤىِٕقَ ذَاتَ بَهْجَةٍۚ مَا كَانَ لَكُمْ اَنْ تُنْۢبِتُوْا شَجَرَهَاۗ ءَاِلٰهٌ مَّعَ اللّٰهِ ۗبَلْ هُمْ قَوْمٌ يَّعْدِلُوْنَ ۗ ", "61": "اَمَّنْ جَعَلَ الْاَرْضَ قَرَارًا وَّجَعَلَ خِلٰلَهَآ اَنْهٰرًا وَّجَعَلَ لَهَا رَوَاسِيَ وَجَعَلَ بَيْنَ الْبَحْرَيْنِ حَاجِزًاۗ ءَاِلٰهٌ مَّعَ اللّٰهِ ۗبَلْ اَكْثَرُهُمْ لَا يَعْلَمُوْنَ ۗ  ", "62": "اَمَّنْ يُّجِيْبُ الْمُضْطَرَّ اِذَا دَعَاهُ وَيَكْشِفُ السُّوْۤءَ وَيَجْعَلُكُمْ خُلَفَاۤءَ الْاَرْضِۗ ءَاِلٰهٌ مَّعَ اللّٰهِ ۗقَلِيْلًا مَّا تَذَكَّرُوْنَۗ  ", "63": "اَمَّنْ يَّهْدِيْكُمْ فِيْ ظُلُمٰتِ الْبَرِّ وَالْبَحْرِ وَمَنْ يُّرْسِلُ الرِّيٰحَ بُشْرًا ۢ بَيْنَ يَدَيْ رَحْمَتِهٖۗ ءَاِلٰهٌ مَّعَ اللّٰهِ ۗتَعٰلَى اللّٰهُ عَمَّا يُشْرِكُوْنَ ", "64": "اَمَّنْ يَّبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗ وَمَنْ يَّرْزُقُكُمْ مِّنَ السَّمَاۤءِ وَالْاَرْضِۗ ءَاِلٰهٌ مَّعَ اللّٰهِ ۗقُلْ هَاتُوْا بُرْهَانَكُمْ اِنْ كُنْتُمْ صٰدِقِيْنَ ", "65": "قُلْ لَّا يَعْلَمُ مَنْ فِى السَّمٰوٰتِ وَالْاَرْضِ الْغَيْبَ اِلَّا اللّٰهُ ۗوَمَا يَشْعُرُوْنَ اَيَّانَ يُبْعَثُوْنَ ", "66": "بَلِ ادّٰرَكَ عِلْمُهُمْ فِى الْاٰخِرَةِۗ بَلْ هُمْ فِيْ شَكٍّ مِّنْهَاۗ بَلْ هُمْ مِّنْهَا عَمُوْنَ ࣖ ", "67": "وَقَالَ الَّذِيْنَ كَفَرُوْٓا ءَاِذَا كُنَّا تُرَابًا وَّاٰبَاۤؤُنَآ اَىِٕنَّا لَمُخْرَجُوْنَ ", "68": "لَقَدْ وُعِدْنَا هٰذَا نَحْنُ وَاٰبَاۤؤُنَا مِنْ قَبْلُۙ اِنْ هٰذَآ اِلَّآ اَسَاطِيْرُ الْاَوَّلِيْنَ ", "69": "قُلْ سِيْرُوْا فِى الْاَرْضِ فَانْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الْمُجْرِمِيْنَ ", "70": "وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُنْ فِيْ ضَيْقٍ مِّمَّا يَمْكُرُوْنَ ", "71": "وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ ", "72": "قُلْ عَسٰٓى اَنْ يَّكُوْنَ رَدِفَ لَكُمْ بَعْضُ الَّذِيْ تَسْتَعْجِلُوْنَ ", "73": "وَاِنَّ رَبَّكَ لَذُوْ فَضْلٍ عَلَى النَّاسِ وَلٰكِنَّ اَكْثَرَهُمْ لَا يَشْكُرُوْنَ", "74": "وَاِنَّ رَبَّكَ لَيَعْلَمُ مَا تُكِنُّ صُدُوْرُهُمْ وَمَا يُعْلِنُوْنَ ", "75": "وَمَا مِنْ غَاۤىِٕبَةٍ فِى السَّمَاۤءِ وَالْاَرْضِ اِلَّا فِيْ كِتٰبٍ مُّبِيْنٍ ", "76": "اِنَّ هٰذَا الْقُرْاٰنَ يَقُصُّ عَلٰى بَنِيْٓ اِسْرَاۤءِيْلَ اَكْثَرَ الَّذِيْ هُمْ فِيْهِ يَخْتَلِفُوْنَ  ", "77": "وَاِنَّهٗ لَهُدًى وَّرَحْمَةٌ لِّلْمُؤْمِنِيْنَ ", "78": "اِنَّ رَبَّكَ يَقْضِيْ بَيْنَهُمْ بِحُكْمِهٖۚ وَهُوَ الْعَزِيْزُ الْعَلِيْمُۚ ", "79": "فَتَوَكَّلْ عَلَى اللّٰهِ ۗاِنَّكَ عَلَى الْحَقِّ الْمُبِيْنِ ", "80": "اِنَّكَ لَا تُسْمِعُ الْمَوْتٰى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاۤءَ اِذَا وَلَّوْا مُدْبِرِيْنَ ", "81": "وَمَآ اَنْتَ بِهٰدِى الْعُمْيِ عَنْ ضَلٰلَتِهِمْۗ اِنْ تُسْمِعُ اِلَّا مَنْ يُّؤْمِنُ بِاٰيٰتِنَا فَهُمْ مُّسْلِمُوْنَ ", "82": "۞ وَاِذَا وَقَعَ الْقَوْلُ عَلَيْهِمْ اَخْرَجْنَا لَهُمْ دَاۤبَّةً مِّنَ الْاَرْضِ تُكَلِّمُهُمْ اَنَّ النَّاسَ كَانُوْا بِاٰيٰتِنَا لَا يُوْقِنُوْنَ ࣖ", "83": "وَيَوْمَ نَحْشُرُ مِنْ كُلِّ اُمَّةٍ فَوْجًا مِّمَّنْ يُّكَذِّبُ بِاٰيٰتِنَا فَهُمْ يُوْزَعُوْنَ ", "84": "حَتّٰٓى اِذَا جَاۤءُوْ قَالَ اَكَذَّبْتُمْ بِاٰيٰتِيْ وَلَمْ تُحِيْطُوْا بِهَا عِلْمًا اَمَّاذَا كُنْتُمْ تَعْمَلُوْنَ ", "85": "وَوَقَعَ الْقَوْلُ عَلَيْهِمْ بِمَا ظَلَمُوْا فَهُمْ لَا يَنْطِقُوْنَ ", "86": "اَلَمْ يَرَوْا اَنَّا جَعَلْنَا الَّيْلَ لِيَسْكُنُوْا فِيْهِ وَالنَّهَارَ مُبْصِرًاۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يُّؤْمِنُوْنَ ", "87": "وَيَوْمَ يُنْفَخُ فِى الصُّوْرِ فَفَزِعَ مَنْ فِى السَّمٰوٰتِ وَمَنْ فِى الْاَرْضِ اِلَّا مَنْ شَاۤءَ اللّٰهُ ۗوَكُلٌّ اَتَوْهُ دَاخِرِيْنَ ", "88": "وَتَرَى الْجِبَالَ تَحْسَبُهَا جَامِدَةً وَّهِيَ تَمُرُّ مَرَّ السَّحَابِۗ صُنْعَ اللّٰهِ الَّذِيْٓ اَتْقَنَ كُلَّ شَيْءٍۗ اِنَّهٗ خَبِيْرٌ ۢبِمَا تَفْعَلُوْنَ", "89": "مَنْ جَاۤءَ بِالْحَسَنَةِ فَلَهٗ خَيْرٌ مِّنْهَاۚ وَهُمْ مِّنْ فَزَعٍ يَّوْمَىِٕذٍ اٰمِنُوْنَ ", "90": "وَمَنْ جَاۤءَ بِالسَّيِّئَةِ فَكُبَّتْ وُجُوْهُهُمْ فِى النَّارِۗ هَلْ تُجْزَوْنَ اِلَّا مَا كُنْتُمْ تَعْمَلُوْنَ ", "91": "اِنَّمَآ اُمِرْتُ اَنْ اَعْبُدَ رَبَّ هٰذِهِ الْبَلْدَةِ الَّذِيْ حَرَّمَهَا وَلَهٗ كُلُّ شَيْءٍ وَّاُمِرْتُ اَنْ اَكُوْنَ مِنَ الْمُسْلِمِيْنَ ۙ", "92": "وَاَنْ اَتْلُوَا الْقُرْاٰنَ ۚفَمَنِ اهْتَدٰى فَاِنَّمَا يَهْتَدِيْ لِنَفْسِهٖۚ وَمَنْ ضَلَّ فَقُلْ اِنَّمَآ اَنَا۠ مِنَ الْمُنْذِرِيْنَ ", "93": "وَقُلِ الْحَمْدُ لِلّٰهِ سَيُرِيْكُمْ اٰيٰتِهٖ فَتَعْرِفُوْنَهَاۗ وَمَا رَبُّكَ بِغَافِلٍ عَمَّا تَعْمَلُوْنَ ࣖ"}, "translations": {"id": {"name": "Semut-semut", "text": {"1": "Tha Sin. Inilah ayat-ayat Al-Qur'an, dan Kitab yang jelas,", "2": "petunjuk dan berita gembira bagi orang-orang yang beriman,", "3": "(yaitu) orang-orang yang melaksanakan salat dan menunaikan zakat, dan mereka meyakini adanya akhirat.", "4": "Sesungguhnya orang-orang yang tidak beriman kepada akhirat, Kami jadikan terasa indah bagi mereka perbuatan-perbuatan mereka (yang buruk), sehingga mereka bergelimang dalam kesesatan.", "5": "Mereka itulah orang-orang yang akan mendapat siksaan buruk (di dunia) dan mereka di akhirat adalah orang-orang yang paling rugi.", "6": "Dan sesungguhnya engkau (Muhammad) benar-benar telah diberi Al-Qur'an dari sisi (Allah) Yang Mahabijaksana, Maha Mengetahui.", "7": "(Ingatlah) ketika Musa berkata kepada keluarganya, “Sungguh, aku melihat api. Aku akan membawa kabar tentang itu kepadamu, atau aku akan membawa suluh api (obor) kepadamu agar kamu dapat berdiang (menghangatkan badan dekat api).”", "8": "Maka ketika dia tiba di sana (tempat api itu), dia diseru, “Telah diberkahi orang-orang yang berada di dekat api, dan orang-orang yang berada di sekitarnya. Mahasuci Allah, Tuhan seluruh alam.”", "9": "(Allah berfirman), “Wahai Musa!  Sesungguhnya Aku adalah Allah, Yang Mahaperkasa, Mahabijaksana.", "10": "Dan lemparkanlah tongkatmu!” Maka ketika (tongkat itu menjadi ular dan) Musa melihatnya bergerak-gerak seperti seekor ular yang gesit, larilah dia berbalik ke belakang tanpa menoleh. ”Wahai Musa! Jangan takut! Sesungguhnya di hadapan-Ku, para rasul tidak perlu takut,", "11": "kecuali orang yang berlaku zalim yang kemudian mengubah (dirinya) dengan kebaikan setelah kejahatan (bertobat); maka sungguh, Aku Maha Pengampun, Maha Penyayang.", "12": "Dan masukkanlah tanganmu ke leher bajumu, niscaya ia akan keluar menjadi putih (bersinar) tanpa cacat. (Kedua mukjizat ini) termasuk sembilan macam mukjizat (yang akan dikemukakan) kepada Fir‘aun dan kaumnya. Mereka benar-benar orang-orang yang fasik.”", "13": "Maka ketika mukjizat-mukjizat Kami yang terang itu sampai kepada mereka, mereka berkata, “Ini sihir yang nyata.”", "14": "Dan mereka mengingkarinya karena kezaliman dan kesombongannya, padahal hati mereka meyakini (kebenaran)nya. Maka perhatikanlah bagaimana kesudahan orang-orang yang berbuat kerusakan.", "15": "Dan sungguh, Kami telah memberikan ilmu kepada Dawud dan Sulaiman; dan keduanya berkata, “Segala puji bagi Allah yang melebihkan kami dari banyak hamba-hamba-Nya yang beriman.”", "16": "Dan Sulaiman telah mewarisi Dawud, dan dia (Sulaiman) berkata, “Wahai manusia! Kami telah diajari bahasa burung dan kami diberi segala sesuatu. Sungguh, (semua) ini benar-benar karunia yang nyata.”", "17": "Dan untuk Sulaiman dikumpulkan bala tentaranya dari jin, manusia dan burung, lalu mereka berbaris dengan tertib.", "18": "Hingga ketika mereka sampai di lembah semut, berkatalah seekor semut, “Wahai semut-semut! Masuklah ke dalam sarang-sarangmu, agar kamu tidak diinjak oleh Sulaiman dan bala tentaranya, sedangkan mereka tidak menyadari.”", "19": "Maka dia (Sulaiman) tersenyum lalu tertawa karena (mendengar) perkataan semut itu. Dan dia berdoa, “Ya Tuhanku, anugerahkanlah aku ilham untuk tetap mensyukuri nikmat-Mu yang telah Engkau anugerahkan kepadaku dan kepada kedua orang tuaku dan agar aku mengerjakan kebajikan yang Engkau ridai; dan masukkanlah aku dengan rahmat-Mu ke dalam golongan hamba-hamba-Mu yang saleh.”", "20": "Dan dia memeriksa burung-burung lalu berkata, “Mengapa aku tidak melihat Hud-hud, apakah ia termasuk yang tidak hadir?", "21": "Pasti akan kuhukum ia dengan hukuman yang berat atau kusembelih ia, kecuali jika ia datang kepadaku dengan alasan yang jelas.”", "22": "Maka tidak lama kemudian (datanglah Hud-hud), lalu ia berkata, “Aku telah mengetahui sesuatu yang belum engkau ketahui. Aku datang kepadamu dari negeri Saba' membawa suatu berita yang meyakinkan.", "23": "Sungguh, kudapati ada seorang perempuan yang memerintah mereka, dan dia dianugerahi segala sesuatu serta memiliki singgasana yang besar.", "24": "Aku (burung Hud) dapati dia dan kaumnya menyembah matahari, bukan kepada Allah; dan setan telah menjadikan terasa indah bagi mereka perbuatan-perbuatan (buruk) mereka, sehingga menghalangi mereka dari jalan (Allah), maka mereka tidak mendapat petunjuk,", "25": "mereka (juga) tidak menyembah Allah yang mengeluarkan apa yang terpendam di langit dan di bumi dan yang mengetahui apa yang kamu sembunyikan dan yang kamu nyatakan.", "26": "Allah, tidak ada tuhan melainkan Dia, Tuhan yang mempunyai ‘Arsy yang agung.”", "27": "Dia (Sulaiman) berkata, “Akan kami lihat, apa kamu benar, atau termasuk yang berdusta.", "28": "Pergilah dengan (membawa) suratku ini, lalu jatuhkanlah kepada mereka, kemudian berpalinglah dari mereka, lalu perhatikanlah apa yang mereka bicarakan.”", "29": "Dia (Balqis) berkata, “Wahai para pembesar! Sesungguhnya telah disampaikan kepadaku sebuah surat yang mulia.”", "30": "Sesungguhnya (surat) itu dari Sulaiman yang isinya, “Dengan nama Allah Yang Maha Pengasih, Maha Penyayang,", "31": "janganlah engkau berlaku sombong terhadapku dan datanglah kepadaku sebagai orang-orang yang berserah diri.”", "32": "Dia (Balqis) berkata, “Wahai para pembesar! Berilah aku pertimbangan dalam perkaraku (ini). Aku tidak pernah memutuskan suatu perkara sebelum kamu hadir dalam majelis(ku).”", "33": "Mereka menjawab, “Kita memiliki kekuatan dan keberanian yang luar biasa (untuk berperang), tetapi keputusan berada di tanganmu; maka pertimbangkanlah apa yang akan engkau perintahkan.”", "34": "Dia (Balqis) berkata, “Sesungguhnya raja-raja apabila menaklukkan suatu negeri, mereka tentu membinasakannya, dan menjadikan penduduknya yang mulia jadi hina; dan demikian yang akan mereka perbuat.", "35": "Dan sungguh, aku akan mengirim utusan kepada mereka dengan (membawa) hadiah, dan (aku) akan menunggu apa yang akan dibawa kembali oleh para utusan itu.”", "36": "Maka ketika para (utusan itu) sampai kepada Sulaiman, dia (Sulaiman) berkata, “Apakah kamu akan memberi harta kepadaku? Apa yang Allah berikan kepadaku lebih baik daripada apa yang Allah berikan kepadamu; tetapi kamu merasa bangga dengan hadiahmu. ", "37": "Kembalilah kepada mereka! Sungguh, Kami pasti akan mendatangi mereka dengan bala tentara yang mereka tidak mampu melawannya, dan akan kami usir mereka dari negeri itu (Saba') secara terhina dan mereka akan menjadi (tawanan) yang hina dina.”", "38": "Dia (Sulaiman) berkata, “Wahai para pembesar! Siapakah di antara kamu yang sanggup membawa singgasananya kepadaku sebelum mereka datang kepadaku menyerahkan diri?”", "39": "‘Ifrit dari golongan jin berkata, “Akulah yang akan membawanya kepadamu sebelum engkau berdiri dari tempat dudukmu; dan sungguh, aku kuat melakukannya dan dapat dipercaya.”", "40": "Seorang yang mempunyai ilmu dari Kitab berkata, “Aku akan membawa singgasana itu kepadamu sebelum matamu berkedip.” Maka ketika dia (Sulaiman) melihat singgasana itu terletak di hadapannya, dia pun berkata, “Ini termasuk karunia Tuhanku untuk mengujiku, apakah aku bersyukur atau mengingkari (nikmat-Nya). Barangsiapa bersyukur, maka sesungguhnya dia bersyukur untuk (kebaikan) dirinya sendiri, dan barangsiapa ingkar, maka sesungguhnya Tuhanku Mahakaya, Mahamulia.”", "41": "Dia (Sulaiman) berkata, “Ubahlah untuknya singgasananya; kita akan melihat apakah dia (Balqis) mengenal; atau tidak mengenalnya lagi.”", "42": "Maka ketika dia (Balqis) datang, ditanyakanlah (kepadanya), “Serupa inikah singgasanamu?” Dia (Balqis) menjawab, “Seakan-akan itulah dia.” (Dan dia Balqis berkata), “Kami telah diberi pengetahuan sebelumnya dan kami adalah orang-orang yang berserah diri (kepada Allah).”", "43": "Dan kebiasaannya menyembah selain Allah mencegahnya (untuk melahirkan keislamannya), sesungguhnya dia (Balqis) dahulu termasuk orang-orang kafir.", "44": "Dikatakan kepadanya (Balqis), “Masuklah ke dalam istana.” Maka ketika dia (Balqis) melihat (lantai istana) itu, dikiranya kolam air yang besar, dan disingkapkannya (penutup) kedua betisnya. Dia (Sulaiman) berkata, “Sesungguhnya ini hanyalah lantai istana yang dilapisi kaca.” Dia (Balqis) berkata, “Ya Tuhanku, sungguh, aku telah berbuat zalim terhadap diriku. Aku berserah diri bersama Sulaiman kepada Allah, Tuhan seluruh alam.”", "45": "Dan sungguh, Kami telah mengutus kepada (kaum) Samud saudara mereka yaitu Saleh (yang menyeru), “Sembahlah Allah!” Tetapi tiba-tiba mereka (menjadi) dua golongan yang bermusuhan.", "46": "Dia (Saleh) berkata, “Wahai kaumku! Mengapa kamu meminta disegerakan keburukan sebelum (kamu meminta) kebaikan? Mengapa kamu tidak memohon ampunan kepada Allah, agar kamu mendapat rahmat?”", "47": "Mereka menjawab, “Kami mendapat nasib yang malang disebabkan oleh kamu dan orang-orang yang bersamamu.” Dia (Saleh) berkata, “Nasibmu ada pada Allah (bukan kami yang menjadi sebab), tetapi kamu adalah kaum yang sedang diuji.”", "48": "Dan di kota itu ada sembilan orang laki-laki yang berbuat kerusakan di bumi, mereka tidak melakukan perbaikan.", "49": "Mereka berkata, “Bersumpahlah kamu dengan (nama) Allah, bahwa kita pasti akan menyerang dia bersama keluarganya pada malam hari, kemudian kita akan mengatakan kepada ahli warisnya (bahwa) kita tidak menyaksikan kebinasaan keluarganya itu, dan sungguh, kita orang yang benar.”", "50": "Dan mereka membuat tipu daya, dan Kami pun menyusun tipu daya, sedang mereka tidak menyadari.", "51": "Maka perhatikanlah bagaimana akibat dari tipu daya mereka, bahwa Kami membinasakan mereka dan kaum mereka semuanya.", "52": "Maka itulah rumah-rumah mereka yang runtuh karena kezaliman mereka. Sungguh, pada yang demikian itu benar-benar terdapat tanda (kekuasaan Allah) bagi orang-orang yang mengetahui.", "53": "Dan Kami selamatkan orang-orang yang beriman dan mereka selalu bertakwa.", "54": "Dan (ingatlah kisah) Lut, ketika dia berkata kepada kaumnya, “Mengapa kamu mengerjakan perbuatan fahisyah (keji), padahal kamu melihatnya (kekejian perbuatan maksiat itu)?”", "55": "Mengapa kamu mendatangi laki-laki untuk (memenuhi) syahwat(mu), bukan (mendatangi) perempuan? Sungguh, kamu adalah kaum yang tidak mengetahui (akibat perbuatanmu).", "56": "Jawaban kaumnya tidak lain hanya dengan mengatakan, “Usirlah Lut dan keluarganya dari negerimu; sesungguhnya mereka adalah orang-orang yang (menganggap dirinya) suci.”", "57": "Maka Kami selamatkan dia dan keluarganya, kecuali istrinya. Kami telah menentukan dia termasuk orang-orang yang tertinggal (dibinasakan).", "58": "Dan Kami hujani mereka dengan hujan (batu), maka sangat buruklah hujan (yang ditimpakan) pada orang-orang yang diberi peringatan itu (tetapi tidak mengindahkan). ", "59": "Katakanlah (Muhammad), “Segala puji bagi Allah dan salam sejahtera atas hamba-hamba-Nya yang dipilih-Nya. Apakah Allah yang lebih baik, ataukah apa yang mereka persekutukan (dengan Dia)?”", "60": "Bukankah Dia (Allah) yang menciptakan langit dan bumi dan yang menurunkan air dari langit untukmu, lalu Kami tumbuhkan dengan air itu kebun-kebun yang berpemandangan indah? Kamu tidak akan mampu menumbuhkan pohon-pohonnya. Apakah di samping Allah ada tuhan (yang lain)? Sebenarnya mereka adalah orang-orang yang menyimpang (dari kebenaran).", "61": "Bukankah Dia (Allah) yang telah menjadikan bumi sebagai tempat berdiam, yang menjadikan sungai-sungai di celah-celahnya, yang menjadikan gunung-gunung untuk (mengokohkan)nya dan yang menjadikan suatu pemisah antara dua laut? Apakah di samping Allah ada tuhan (yang lain)? Sebenarnya kebanyakan mereka tidak mengetahui.", "62": "Bukankah Dia (Allah) yang memperkenankan (doa) orang yang dalam kesulitan apabila dia berdoa kepada-Nya, dan menghilangkan kesusahan dan menjadikan kamu (manusia) sebagai khalifah (pemimpin) di bumi? Apakah di samping Allah ada tuhan (yang lain)? Sedikit sekali (nikmat Allah) yang kamu ingat.", "63": "Bukankah Dia (Allah) yang memberi petunjuk kepada kamu dalam kegelapan di daratan dan lautan dan yang mendatangkan angin sebagai kabar gembira sebelum (kedatangan) rahmat-Nya? Apakah di samping Allah ada tuhan (yang lain)? Mahatinggi Allah terhadap apa yang mereka persekutukan. ", "64": "Bukankah Dia (Allah) yang menciptakan (makhluk) dari permulaannya, kemudian mengulanginya (lagi) dan yang memberikan rezeki kepadamu dari langit dan bumi? Apakah di samping Allah ada tuhan (yang lain)? Katakanlah, “Kemukakanlah bukti kebenaranmu, jika kamu orang yang benar.”", "65": "Katakanlah (Muhammad), “Tidak ada sesuatu pun di langit dan di bumi yang mengetahui perkara yang gaib, kecuali Allah. Dan mereka tidak mengetahui kapan mereka akan dibangkitkan.”", "66": "Bahkan pengetahuan mereka tentang akhirat tidak sampai (ke sana). Bahkan mereka ragu-ragu tentangnya (akhirat itu). Bahkan mereka buta tentang itu.", "67": "Dan orang-orang yang kafir berkata, “Setelah kita menjadi tanah dan (begitu pula) nenek moyang kita, apakah benar kita akan dikeluarkan (dari kubur)?", "68": "Sejak dahulu kami telah diberi ancaman dengan ini (hari kebangkitan); kami dan nenek moyang kami. Sebenarnya ini hanyalah dongeng orang-orang terdahulu.”", "69": "Katakanlah (Muhammad), “Berjalanlah kamu di bumi, lalu perhatikanlah bagaimana kesudahan orang-orang yang berdosa. ", "70": "Dan janganlah engkau bersedih hati terhadap mereka, dan janganlah (dadamu) merasa sempit terhadap upaya tipu daya mereka.”", "71": "Dan mereka (orang kafir) berkata, “Kapankah datangnya janji (azab) itu, jika kamu orang yang benar.”", "72": "Katakanlah (Muhammad), “Boleh jadi sebagian dari (azab) yang kamu minta disegerakan itu telah hampir sampai kepadamu.”", "73": "Dan sungguh, Tuhanmu benar-benar memiliki karunia (yang diberikan-Nya) kepada manusia, tetapi kebanyakan mereka tidak mensyukuri(nya).", "74": "Dan sungguh, Tuhanmu mengetahui apa yang disembunyikan dalam dada mereka dan apa yang mereka nyatakan.", "75": "Dan tidak ada sesuatu pun yang tersembunyi di langit dan di bumi, melainkan (tercatat) dalam Kitab yang jelas (Lauh Mahfuzh).", "76": "Sungguh, Al-Qur'an ini menjelaskan kepada Bani Israil sebagian besar dari (perkara) yang mereka perselisihkan.", "77": "Dan sungguh, (Al-Qur'an) itu benar-benar menjadi petunjuk dan rahmat bagi orang-orang yang beriman.", "78": "Sungguh, Tuhanmu akan menyelesaikan (perkara) di antara mereka dengan hukum-Nya, dan Dia Mahaperkasa, Maha Mengetahui.", "79": "Maka bertawakallah kepada Allah, sungguh engkau (Muhammad) berada di atas kebenaran yang nyata.", "80": "Sungguh, engkau tidak dapat menjadikan orang yang mati dapat mendengar dan (tidak pula) menjadikan orang yang tuli dapat mendengar seruan, apabila mereka telah berpaling ke belakang.", "81": "Dan engkau tidak akan dapat memberi petunjuk orang buta dari kesesatannya. Engkau tidak dapat menjadikan (seorang pun) mendengar, kecuali orang-orang yang beriman kepada ayat-ayat Kami, lalu mereka berserah diri.", "82": "Dan apabila perkataan (ketentuan masa kehancuran alam) telah berlaku atas mereka, Kami keluarkan makhluk bergerak yang bernyawa dari bumi yang akan mengatakan kepada mereka bahwa manusia dahulu tidak yakin kepada ayat-ayat Kami. ", "83": "Dan (ingatlah) pada hari (ketika) Kami mengumpulkan dari setiap umat, segolongan orang yang mendustakan ayat-ayat Kami, lalu mereka dibagi-bagi (dalam kelompok-kelompok).", "84": "Hingga apabila mereka datang, Dia (Allah) berfirman, “Mengapa kamu telah mendustakan ayat-ayat-Ku, pada-hal kamu tidak mempunyai pengetahuan tentang itu, atau apakah yang telah kamu kerjakan?”", "85": "Dan berlakulah perkataan (janji azab) atas mereka karena kezaliman mereka, maka mereka tidak dapat berkata.", "86": "Apakah mereka tidak memperhatikan bahwa Kami telah menjadikan malam agar mereka beristirahat padanya dan (menjadikan) siang yang menerangi? Sungguh, pada yang demikian itu terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang beriman.", "87": "Dan (ingatlah) pada hari (ketika) sangkakala ditiup, maka terkejutlah apa yang ada di langit dan apa yang ada di bumi, kecuali siapa yang dikehendaki Allah. Dan semua mereka datang menghadap-Nya dengan merendahkan diri.", "88": "Dan engkau akan melihat gunung-gunung, yang engkau kira tetap di tempatnya, padahal ia berjalan (seperti) awan berjalan. (Itulah) ciptaan Allah yang mencipta dengan sempurna segala sesuatu. Sungguh, Dia Mahateliti apa yang kamu kerjakan.", "89": "Barangsiapa membawa kebaikan, maka dia memperoleh (balasan) yang lebih baik daripadanya, sedang mereka merasa aman dari kejutan (yang dahsyat) pada hari itu.", "90": "Dan barangsiapa membawa kejahatan, maka disungkurkanlah wajah mereka ke dalam neraka. Kamu tidak diberi balasan, melainkan (setimpal) dengan apa yang telah kamu kerjakan.", "91": "Aku (Muhammad) hanya diperintahkan menyembah Tuhan negeri ini (Mekah) yang Dia telah menjadikan suci padanya dan segala sesuatu adalah milik-Nya. Dan aku diperintahkan agar aku termasuk orang Muslim,", "92": "dan agar aku membacakan Al-Qur'an (kepada manusia). Maka barangsiapa mendapat petunjuk maka sesungguhnya dia mendapat petunjuk untuk (kebaikan) dirinya, dan barangsiapa sesat, maka katakanlah, “Sesungguhnya aku (ini) tidak lain hanyalah salah seorang pemberi peringatan.”", "93": "Dan katakanlah (Muhammad), “Segala puji bagi Allah, Dia akan memperlihatkan kepadamu tanda-tanda (kebesaran)-Nya, maka kamu akan mengetahuinya. Dan Tuhanmu tidak lengah terhadap apa yang kamu kerjakan.”"}}}, "tafsir": {"id": {"kemenag": {"name": "Kemenag", "source": "Aplikasi Quran Kementrian Agama Republik Indonesia", "text": {"1": "Awal surah ini menjelaskan bahwa Al-Qur'an adalah wahyu Allah yang diturunkan kepada Nabi Muhammad, nabi dan rasul yang terakhir. Ayat-ayat Al-Qur'an diturunkan melalui perantaraan malaikat Jibril.\n\nAyat-ayat ini memberikan penjelasan dan keterangan bagi orang yang berpikir bahwa Al-Qur'an benar-benar kitab yang diturunkan Allah kepada Nabi Muhammad. Ia bukan kata-kata tipuan atau hasil rekayasa Nabi Muhammad, dan bukan pula ciptaan salah seorang makhluk Allah. Manusia dan jin tidak mungkin dapat membuat Al-Qur'an atau menyamainya, meskipun keduanya bekerja sama untuk itu.\n\nMaksud dari kalimat \"Kitab yang menjelaskan\" adalah Al-Qur'an. Dalam ayat ini berkumpul dua nama dari Al-Qur'an itu, yaitu \"Al-Qur'an\" (yang dibaca) dan \"al-Kitab\" (yang dituliskan). Dua buah nama yang mempunyai arti dan maksud yang sama. Dalam ayat yang lain, Allah berfirman:\n\nAlif Lam Ra. (Surah) ini adalah (sebagian dari) ayat-ayat Kitab (yang sempurna) yaitu (ayat-ayat) Al-Qur'an yang memberi penjelasan. (al-hijr/15: 1)\n\nAyat-ayat Al-Qur'an memberi penjelasan tentang arti ayat-ayatnya, karena di dalamnya terdapat ayat-ayat yang saling menjelaskan. Maksudnya ialah ada ayat yang membahas satu persoalan secara rinci dan menjelaskan maksud ayat lain yang mengandung persoalan yang sama, tetapi turun secara global. Ayat-ayat Al-Qur'an juga memberi penjelasan tentang tujuan-tujuan penurunannya, seperti hukum-hukum yang terkait dengan halal dan haram, janji dan ancaman, serta perintah dan larangan. Kesemuanya itu dijadikan pedoman hidup di dunia sebagai jalan mencapai kebahagiaan hidup di akhirat kelak.", "2": "Al-Qur'an itu sebagai petunjuk dan berita gembira bagi orang-orang yang beriman. Petunjuk yang merupakan hidayah Allah, sehingga manusia menjadi yakin dan mau beriman. Akan tetapi, tidak semua manusia dapat memperoleh dan menikmati hidayah dari Allah, meskipun Al-Qur'an diturunkan sebagai petunjuk dan pembeda antara yang benar dan batil bagi manusia seluruhnya, sebagaimana dalam firman Allah:\n\nBulan Ramadan adalah (bulan) yang di dalamnya diturunkan Al-Qur'an, sebagai petunjuk bagi manusia dan penjelasan-penjelasan mengenai petunjuk itu dan pembeda (antara yang benar dan yang batil)... (al-Baqarah/2: 185).\n\nHanya orang-orang yang beriman dan yang mempunyai kesediaan dalam dirinya untuk beriman saja yang dapat menikmati petunjuk Al-Qur'an. Bagi orang-orang yang beriman, Al-Qur'an menambah petunjuk dan hidayah yang sudah ada, sehingga bertambah pula iman dan amal perbuatannya dalam melaksanakan ajaran Islam yang juga bersumber pada Al-Qur'an. Dengan demikian, iman seseorang dapat bertambah dan berkurang sesuai dengan amalnya. Hal ini disebutkan Allah dalam firman-Nya:\n\n... Adapun orang-orang yang beriman, maka surah ini menambah imannya, dan mereka merasa gembira. (at-Taubah/9: 124).\n\nMereka merasa gembira karena mendapat berita tentang limpahan rahmat dan keridaan Allah. Surga juga tersedia bagi mereka sebagai tempat tinggal, yang penuh dengan berbagai macam kenikmatan.", "3": "Ayat ini menerangkan sifat-sifat orang mukmin, yaitu:\n\n1. Mendirikan salat, yaitu menunaikan salat wajib dengan menyempurnakan rukun dan syaratnya, sesuai dengan yang diperintahkan Allah. Salat dikerjakan dengan segala ketulusan hati, kekhusyukan, dan kerendahan hati di hadapan Allah. Salat dapat mencegah perbuatan-perbuatan yang keji dan mungkar karena salat dapat menghilangkan sifat-sifat jiwa yang negatif. Salat merupakan unsur yang membentuk ketakwaan di samping iman kepada yang gaib. Kekhusyukan dalam melaksanakan salat menjadi salah satu syarat untuk menjadi orang mukmin yang sejati.\n\nKedudukan salat dalam Islam antara lain adalah:\n\na. Sebagai tiang agama, tanpa salat agama akan runtuh.\n\nb. Sebagai kewajiban pertama dari Allah sebelum kewajiban-kewajiban ibadah lainnya. Perintah wajib ini diterima langsung oleh Nabi Muhammad tanpa perantaraan malaikat Jibril sebagaimana yang disebutkan dalam kisah Isra' Mi'raj.\n\nc. Salat merupakan amal yang pertama-tama diperhitungkan (hisab) pada hari Kiamat nanti. Kalau baik salatnya, maka semua amal lainnya akan baik pula. Sebaliknya, kalau salatnya rusak, maka semua amal lainnya ikut rusak.\n\n2. Menunaikan zakat yang merupakan salah satu dari rukun Islam yang lima. Membayar zakat itu wajib sesuai dengan ketentuan yang ditetapkan Allah dan Rasul-Nya. Abu Bakar sebagai khalifah pertama setelah Nabi Muhammad wafat, telah memerangi orang-orang yang tidak mau membayar zakat. Padahal zakat itu merupakan suatu kewajiban yang berhu-bungan dengan harta. Dengan zakat, orang-orang mukmin membersihkan jiwa mereka dari sifat kikir dan tamak. Kedua sifat ini dapat menimbulkan fitnah (keonaran) bagi pemilik harta. \n\nHarta adalah rezeki dari Allah yang wajib disyukuri dengan menunaikan zakat, sebagai cara untuk menyucikannya. Pada harta tersebut ada bagian yang menjadi hak orang-orang miskin. Bagi orang-orang miskin zakat dapat membersihkan jiwa mereka dari sifat-sifat dengki dan iri hati kepada orang-orang kaya. Dengan demikian, hubungan baik antara si kaya dan si miskin dalam masyarakat akan tetap terjaga dan kesenjangan antara keduanya bisa dikurangi.\n\n3. Yakin akan adanya hari akhirat, maksudnya ialah yakin akan adanya hidup setelah mati. Semua orang akan kembali menghadap Allah untuk diperhitungkan amal baik dan buruknya. Keduanya akan dibalas dengan balasan yang setimpal.\n\nDengan demikian, setiap manusia akan mempertanggungjawabkan apa yang diperbuatnya selama hidup di dunia. Ini berarti bahwa manusia diciptakan Allah di dunia bukanlah tanpa tujuan atau sia-sia belaka. Allah mengingatkan hal ini dalam firman-Nya:\n\nMaka apakah kamu mengira bahwa Kami menciptakan kamu main-main (tanpa ada maksud) dan bahwa kamu tidak akan dikembalikan kepada Kami? (al-Mu'minun/23: 115).", "4": "Pada ayat-ayat yang lalu, Allah menerangkan beberapa sikap orang-orang mukmin yang memperoleh petunjuk dan hidayah dari Allah. Ayat ini menerangkan tingkah laku dan perbuatan orang-orang kafir, yang tidak mau beriman kepada adanya hari akhirat, dan akibat yang akan mereka rasakan.\n\nOrang-orang yang tidak beriman kepada kehidupan akhirat adalah mereka yang tidak yakin akan adanya hari Kiamat, tidak yakin bahwa semua manusia akan kembali kepada Allah melalui kematian, tidak yakin akan dibangkitkan kembali pada hari penghisaban, serta tidak percaya akan adanya pahala sebagai balasan amal baik dan siksa sebagai balasan amal buruk.\n\nMereka hidup di dunia tanpa mengekang hawa nafsu, dan amat cinta kepada kenikmatan duniawi, seakan-akan hidup di dunia ini satu-satunya kehidupan bagi mereka. Mereka tidak mengenal halal dan haram, serta tidak memikirkan tanggung jawab di akhirat. Segala tingkah laku tersebut mereka anggap baik. Padahal mengikuti hawa nafsu berarti mengikuti ajaran setan yang sesat lagi menyesatkan. Dengan demikian, mereka pun hidup dan bergelimang dalam kesesatan. Hal ini adalah balasan bagi mereka karena keingkarannya itu.", "5": "Dalam ayat ini, Allah menerangkan bahwa mereka akan menerima siksa yang buruk di dunia dan di akhirat. Hal ini merupakan ancaman Allah terhadap orang-orang kafir yang tidak beriman dengan hari akhirat itu. Ayat ini juga merupakan peringatan bagi seluruh manusia.\n\nSiksa di dunia dapat terjadi dengan adanya bermacam-macam bencana alam seperti banjir, gempa bumi, peperangan yang membawa korban manusia dan harta benda, dan lain-lain. Siksaan dunia ini juga dapat berupa siksaan batin atau jiwa yang dialami secara perorangan, meskipun di antara mereka ada yang sudah memenuhi berbagai kebutuhan hidup dunianya, bahkan ada yang sudah lebih dari cukup. Namun demikian, hidupnya tidak bahagia dan selalu resah, jiwa mereka kosong, serta tidak punya tujuan hidup karena tidak percaya pada hari akhirat.\n\nDalam kehidupan hari akhirat nanti, mereka sangat merugi dan menjadi penghuni neraka selamanya. Masing-masing menerima balasan siksa yang setimpal sesuai dengan amal buruk mereka. Karena pedihnya siksaan tersebut, mereka lalu memohon keringanan dari malaikat penjaga neraka agar tidak disiksa meskipun hanya sehari. Hal ini disebutkan Allah dalam firman-Nya:\n\nDan orang-orang yang berada dalam neraka berkata kepada penjaga-penjaga neraka Jahanam, \"Mohonkanlah kepada Tuhanmu agar Dia meringankan azab atas kami sehari saja.\" (al-Mu'min/40: 49).", "6": "Dalam ayat ini, Allah berfirman kepada Nabi Muhammad untuk memberitahukan bahwa Al-Qur'an diturunkan kepada beliau dengan perantaraan Malaikat Jibril untuk dipahami, dihafal, dan diajarkan kepada umatnya serta dilaksanakan ajaran-ajaran yang ada di dalamnya. Al-Qur'an bukanlah ciptaan Nabi ditegaskan dalam firman-Nya:\n\nDemi bintang ketika terbenam, kawanmu (Muhammad) tidak sesat dan tidak (pula) keliru, dan tidaklah yang diucapkannya itu (Al-Qur'an) menurut keinginannya. Tidak lain (Al-Qur'an itu) adalah wahyu yang diwahyukan (kepadanya), yang diajarkan kepadanya oleh (Jibril) yang sangat kuat. (an-Najm/53: 1-5).\n\nJelaslah bahwa Al-Qur'an dari Allah Yang Mahabijaksana dalam segala tindakan terhadap makhluk-Nya, Maha Mengetahui keadaan mereka dan apa-apa yang baik bagi mereka. Beritanya adalah benar dan hukum-Nya adalah adil, sebagaimana Allah telah berfirman:\n\nDan telah sempurna firman Tuhanmu (Al-Qur'an) dengan benar dan adil. (al-An'am/6: 115).", "7": "Ayat ini diturunkan kepada Nabi Muhammad dengan perintah agar beliau menyampaikan kepada umatnya kisah Nabi Musa ketika dalam perjalanan dari Madyan untuk kembali ke Mesir dengan disertai oleh keluarganya. Perjalanan ini dilakukan setelah Musa menyelesaikan waktu yang telah ditentukan, sebagaimana yang disepakati antara Musa dengan mertuanya. Hal ini disebutkan Allah dalam firman-Nya:\n\nMaka ketika Musa telah menyelesaikan waktu yang ditentukan itu dan dia berangkat dengan keluarganya, dia melihat api di lereng gunung. Dia berkata kepada keluarganya, \"Tunggulah (di sini), sesungguhnya aku melihat api, mudah-mudahan aku dapat membawa suatu berita kepadamu dari (tempat) api itu atau (membawa) sepercik api, agar kamu dapat menghangatkan badan.\" (al-Qasas/28: 29).\n\nWaktu yang ditentukan itu adalah hasil perjanjian antara Musa dengan mertuanya ketika menetapkan mahar perkawinannya, yaitu bekerja menggembalakan kambing mertuanya selama delapan tahun atau disempurnakan menjadi sepuluh tahun. Sepuluh tahun menunjukkan kegigihan dan kesungguhannya. Sedangkan yang dimaksud dengan keluarganya dalam ayat di atas adalah istrinya, tanpa ada orang lain.\n\nDalam perjalanan pada malam yang sangat gelap dan dingin itu, Musa tersesat. Ketika melihat dari kejauhan ada nyala api, Musa berpesan agar keluarganya tetap di tempat tersebut, sedang dia akan pergi ke tempat api itu. Ia berharap memperoleh penunjuk jalan, sehingga tidak tersesat lagi. Menurutnya, adanya api berarti ada orang di sekitar tempat mereka berada. Selain itu, Nabi Musa berharap agar dapat membawakan keluarganya api, yang disulut dari sumber api yang terlihat olehnya. Dengan nyala api itu, dia dan keluarganya tentu dapat berdiam menghangatkan badan dari kedinginan yang mencekam itu.", "8": "Ketika Musa datang mendekat ke arah api itu, ternyata yang disangkanya api itu bukan seperti api yang biasa dilihatnya, tetapi cahaya yang memancar dari sejenis tumbuh-tumbuhan rambut berwarna hijau yang melilit dan menjuntai pada sebuah dahan kayu. Cahaya yang terpancar dari pohon itu bersinar cemerlang, sedang dahan pohon itu tetap hijau dan segar, tidak terbakar atau layu. \n\nMusa tidak menemukan seorang pun di tempat itu, sehingga ia merasa heran dan tercengang melihat keadaan yang demikian. Ia bermaksud hendak memetik sebagian dari nyala api itu dari dahan yang condong kepadanya. Waktu ia mencoba menyulut nyala api itu, Musa merasa takut. Dalam keadaan yang demikian, tiba-tiba ia diseru oleh satu suara yang datangnya dari arah pohon itu. Suara yang menyeru itu menyatakan bahwa yang berada di dekat api itu pasti diberkahi, yaitu Musa dan para malaikat. Pernyataan itu merupakan salam dan penghormatan dari Allah kepada Nabi Musa sebagaimana salam para malaikat kepada Nabi Ibrahim dalam firman-Nya:\n\nRahmat Allah dan berkat-Nya, dicurahkan atas kamu wahai ahlulbait. (Hud/11: 73)\n\n'Abdullah bin 'Abbas menyatakan bahwa yang dimaksud dengan \"diberkahi\" di sini ialah yang disucikan Allah. Menurutnya, yang kelihatan oleh Nabi Musa seperti api itu bukanlah api, melainkan cahaya yang menyala-nyala seperti api. Cahaya itu adalah cahaya Tuhan Semesta Alam. Hal ini dikuatkan oleh hadis yang diriwayatkan Abu 'Ubaidah dari Abu Musa al-Asy'ari bahwa Nabi Muhammad bersabda: \n\nSesungguhnya Allah tidak tidur dan tidak pantas bagi Allah itu tidur, Dia menurunkan dan menaikkan timbangan, amal malam hari diangkat ke hadapan-Nya sebelum siang, dan amal siang sebelum malam, dan tabir-Nya adalah cahaya. Andaikata Ia membuka tabir-Nya, pasti kesucian cahaya wajah-Nya membakar segala sesuatu yang tercapai oleh pandangan-Nya di antara ciptaan-Nya. (Riwayat Muslim)\n\nPeristiwa itu terjadi ketika Musa sampai di tempat yang diberkahi, yaitu lembah suci yang bernama Lembah thuwa, sebagaimana yang disebutkan dalam firman-Nya:\n\n... Dia diseru dari (arah) pinggir sebelah kanan lembah, dari sebatang pohon, di sebidang tanah yang diberkahi.... (al-Qasas/28: 30).\n\nDan firman Allah yang berbunyi:\n\nKetika Tuhan memanggilnya (Musa) di lembah suci yaitu Lembah thuwa. (an-Naziat/79: 16).\n\nSeruan Allah yang didengar Musa di lembah suci thuwa ini merupakan wahyu pengangkatan Nabi Musa sebagai rasul. Ia diutus Allah untuk menyampaikan risalah kepada Fir'aun di Mesir, dengan dibekali bermacam-macam mukjizat. \n\nMusa berhadapan langsung dengan Allah ketika menerima wahyu, tetapi Musa tidak dapat melihat-Nya, karena terhalang oleh tabir berupa cahaya. Penerimaan wahyu semacam ini merupakan salah satu macam cara penyampaian wahyu Allah kepada para nabi-Nya. Hal ini disebut Allah dalam firman-Nya:\n\nDan tidaklah patut bagi seorang manusia bahwa Allah akan berbicara kepadanya kecuali dengan perantaraan wahyu atau dari belakang tabir atau dengan mengutus utusan (malaikat) lalu diwahyukan kepadanya dengan izin-Nya apa yang Dia kehendaki.... (asy-Syura/42: 51).\n\nMahasuci Allah, Tuhan seluruh alam yang berbuat menurut apa yang dikehendaki-Nya. Tidak ada satu makhluk pun yang menyamai-Nya. Dia Mahaagung dan Mahatinggi dari seluruh makhluk-Nya. Yang didengar Musa itu ialah suara firman Allah. Hal ini dinyatakan Allah dalam ayat kesembilan bahwa yang menyeru dan memanggilnya ialah Allah, bukan suara makhluk. Allah Mahaperkasa atas segala sesuatu, Mahabijaksana dalam firman dan perbuatan-Nya.", "9": "Ketika Musa datang mendekat ke arah api itu, ternyata yang disangkanya api itu bukan seperti api yang biasa dilihatnya, tetapi cahaya yang memancar dari sejenis tumbuh-tumbuhan rambut berwarna hijau yang melilit dan menjuntai pada sebuah dahan kayu. Cahaya yang terpancar dari pohon itu bersinar cemerlang, sedang dahan pohon itu tetap hijau dan segar, tidak terbakar atau layu. \n\nMusa tidak menemukan seorang pun di tempat itu, sehingga ia merasa heran dan tercengang melihat keadaan yang demikian. Ia bermaksud hendak memetik sebagian dari nyala api itu dari dahan yang condong kepadanya. Waktu ia mencoba menyulut nyala api itu, Musa merasa takut. Dalam keadaan yang demikian, tiba-tiba ia diseru oleh satu suara yang datangnya dari arah pohon itu. Suara yang menyeru itu menyatakan bahwa yang berada di dekat api itu pasti diberkahi, yaitu Musa dan para malaikat. Pernyataan itu merupakan salam dan penghormatan dari Allah kepada Nabi Musa sebagaimana salam para malaikat kepada Nabi Ibrahim dalam firman-Nya:\n\nRahmat Allah dan berkat-Nya, dicurahkan atas kamu wahai ahlulbait. (Hud/11: 73)\n\n'Abdullah bin 'Abbas menyatakan bahwa yang dimaksud dengan \"diberkahi\" di sini ialah yang disucikan Allah. Menurutnya, yang kelihatan oleh Nabi Musa seperti api itu bukanlah api, melainkan cahaya yang menyala-nyala seperti api. Cahaya itu adalah cahaya Tuhan Semesta Alam. Hal ini dikuatkan oleh hadis yang diriwayatkan Abu 'Ubaidah dari Abu Musa al-Asy'ari bahwa Nabi Muhammad bersabda: \n\nSesungguhnya Allah tidak tidur dan tidak pantas bagi Allah itu tidur, Dia menurunkan dan menaikkan timbangan, amal malam hari diangkat ke hadapan-Nya sebelum siang, dan amal siang sebelum malam, dan tabir-Nya adalah cahaya. Andaikata Ia membuka tabir-Nya, pasti kesucian cahaya wajah-Nya membakar segala sesuatu yang tercapai oleh pandangan-Nya di antara ciptaan-Nya. (Riwayat Muslim)\n\nPeristiwa itu terjadi ketika Musa sampai di tempat yang diberkahi, yaitu lembah suci yang bernama Lembah thuwa, sebagaimana yang disebutkan dalam firman-Nya:\n\n... Dia diseru dari (arah) pinggir sebelah kanan lembah, dari sebatang pohon, di sebidang tanah yang diberkahi.... (al-Qasas/28: 30).\n\nDan firman Allah yang berbunyi:\n\nKetika Tuhan memanggilnya (Musa) di lembah suci yaitu Lembah thuwa. (an-Naziat/79: 16).\n\nSeruan Allah yang didengar Musa di lembah suci thuwa ini merupakan wahyu pengangkatan Nabi Musa sebagai rasul. Ia diutus Allah untuk menyampaikan risalah kepada Fir'aun di Mesir, dengan dibekali bermacam-macam mukjizat. \n\nMusa berhadapan langsung dengan Allah ketika menerima wahyu, tetapi Musa tidak dapat melihat-Nya, karena terhalang oleh tabir berupa cahaya. Penerimaan wahyu semacam ini merupakan salah satu macam cara penyampaian wahyu Allah kepada para nabi-Nya. Hal ini disebut Allah dalam firman-Nya:\n\nDan tidaklah patut bagi seorang manusia bahwa Allah akan berbicara kepadanya kecuali dengan perantaraan wahyu atau dari belakang tabir atau dengan mengutus utusan (malaikat) lalu diwahyukan kepadanya dengan izin-Nya apa yang Dia kehendaki.... (asy-Syura/42: 51).\n\nMahasuci Allah, Tuhan seluruh alam yang berbuat menurut apa yang dikehendaki-Nya. Tidak ada satu makhluk pun yang menyamai-Nya. Dia Mahaagung dan Mahatinggi dari seluruh makhluk-Nya. Yang didengar Musa itu ialah suara firman Allah. Hal ini dinyatakan Allah dalam ayat kesembilan bahwa yang menyeru dan memanggilnya ialah Allah, bukan suara makhluk. Allah Mahaperkasa atas segala sesuatu, Mahabijaksana dalam firman dan perbuatan-Nya.", "10": "Ayat ini adalah rentetan pembicaraan langsung antara Allah dan Musa di lembah suci thuwa. Setelah Musa diangkat sebagai nabi dan rasul, Allah memerintahkan Musa untuk melemparkan tongkat yang dipegang tangan kanannya.\n\nKetika tongkat itu dilemparkan, Musa melihatnya bergerak-gerak seperti seekor jann, yaitu sejenis ular yang sangat gesit geraknya. Tidak terlintas di hati Musa sedikit pun bahwa tongkatnya itu akan berubah menjadi ular, padahal dengan tongkat itu Musa dapat mengambil manfaat dalam kehidupan sehari-hari sebagai penggembala kambing. Hal ini dinyatakan Allah dalam firman-Nya:\n\nDia (Musa) berkata, \"Ini adalah tongkatku, aku bertumpu padanya, dan aku merontokkan (daun-daun) dengannya untuk (makanan) kambingku, dan bagiku masih ada lagi manfaat yang lain.\" (thaha/20: 18).\n\nKetika Musa melihat tongkatnya menjadi ular, dia lari berbalik ke belakang tanpa menoleh, karena merasa sangat ketakutan. Pada saat itu, Allah berfirman kepada Musa agar jangan takut, karena sesungguhnya orang yang diangkat menjadi rasul tidak patut takut di hadapan-Nya. Seruan Allah ini didahului dengan perintah untuk datang ke hadapan-Nya dan dijamin keamanannya. Maka Allah menegaskan dengan firman-Nya:\n\n...\"Wahai Musa! Kemarilah dan jangan takut. Sesungguhnya engkau termasuk orang yang aman. (Al-Qasas/28: 31).\n\nSelain itu, Allah memerintahkan Musa untuk memegang ular tersebut agar menjadi tongkat kembali. Ini merupakan mukjizat yang pertama bagi Musa. Firman Allah:\n\nDia (Allah) berfirman, \"Peganglah ia dan jangan takut, Kami akan mengembalikannya kepada keadaannya semula. (thaha/20: 21).\n\nAdapun orang yang takut kepada Allah ialah orang-orang yang berbuat zalim, yang menempatkan sesuatu tidak pada tempatnya. Zalim itu bisa terhadap diri sendiri, orang lain, maupun makhluk-makhluk Allah lain.\n\nOrang yang sungguh-sungguh bertobat kepada Allah, tidak akan berbuat zalim lagi, kemudian mengiringinya dengan perbuatan baik, tidak perlu takut menghadapi Allah. Hal ini merupakan kabar gembira bagi mereka dan juga bagi seluruh umat manusia, sebagaimana perilaku para tukang sihir Fir'aun yang beriman kepada Musa sebagai utusan Allah. Siapa saja yang berbuat dosa, kemudian menghentikan diri dari perbuatan-perbuatan tersebut dan bertobat, maka Allah akan menerima tobatnya. Hal ini ditegaskan Allah dalam firman-Nya:\n\nDan sungguh, Aku Maha Pengampun bagi yang bertobat, beriman, dan berbuat kebajikan, kemudian tetap dalam petunjuk. (thaha/20: 82).\n\nDan firman-Nya lagi:\n\nDan barang siapa berbuat kejahatan dan menganiaya dirinya, kemudian dia memohon ampunan kepada Allah, niscaya dia akan mendapatkan Allah Maha Pengampun, Maha Penyayang. (an-Nisa'/4: 110).", "11": "Ayat ini adalah rentetan pembicaraan langsung antara Allah dan Musa di lembah suci thuwa. Setelah Musa diangkat sebagai nabi dan rasul, Allah memerintahkan Musa untuk melemparkan tongkat yang dipegang tangan kanannya.\n\nKetika tongkat itu dilemparkan, Musa melihatnya bergerak-gerak seperti seekor jann, yaitu sejenis ular yang sangat gesit geraknya. Tidak terlintas di hati Musa sedikit pun bahwa tongkatnya itu akan berubah menjadi ular, padahal dengan tongkat itu Musa dapat mengambil manfaat dalam kehidupan sehari-hari sebagai penggembala kambing. Hal ini dinyatakan Allah dalam firman-Nya:\n\nDia (Musa) berkata, \"Ini adalah tongkatku, aku bertumpu padanya, dan aku merontokkan (daun-daun) dengannya untuk (makanan) kambingku, dan bagiku masih ada lagi manfaat yang lain.\" (thaha/20: 18).\n\nKetika Musa melihat tongkatnya menjadi ular, dia lari berbalik ke belakang tanpa menoleh, karena merasa sangat ketakutan. Pada saat itu, Allah berfirman kepada Musa agar jangan takut, karena sesungguhnya orang yang diangkat menjadi rasul tidak patut takut di hadapan-Nya. Seruan Allah ini didahului dengan perintah untuk datang ke hadapan-Nya dan dijamin keamanannya. Maka Allah menegaskan dengan firman-Nya:\n\n...\"Wahai Musa! Kemarilah dan jangan takut. Sesungguhnya engkau termasuk orang yang aman. (Al-Qasas/28: 31).\n\nSelain itu, Allah memerintahkan Musa untuk memegang ular tersebut agar menjadi tongkat kembali. Ini merupakan mukjizat yang pertama bagi Musa. Firman Allah:\n\nDia (Allah) berfirman, \"Peganglah ia dan jangan takut, Kami akan mengembalikannya kepada keadaannya semula. (thaha/20: 21).\n\nAdapun orang yang takut kepada Allah ialah orang-orang yang berbuat zalim, yang menempatkan sesuatu tidak pada tempatnya. Zalim itu bisa terhadap diri sendiri, orang lain, maupun makhluk-makhluk Allah lain.\n\nOrang yang sungguh-sungguh bertobat kepada Allah, tidak akan berbuat zalim lagi, kemudian mengiringinya dengan perbuatan baik, tidak perlu takut menghadapi Allah. Hal ini merupakan kabar gembira bagi mereka dan juga bagi seluruh umat manusia, sebagaimana perilaku para tukang sihir Fir'aun yang beriman kepada Musa sebagai utusan Allah. Siapa saja yang berbuat dosa, kemudian menghentikan diri dari perbuatan-perbuatan tersebut dan bertobat, maka Allah akan menerima tobatnya. Hal ini ditegaskan Allah dalam firman-Nya:\n\nDan sungguh, Aku Maha Pengampun bagi yang bertobat, beriman, dan berbuat kebajikan, kemudian tetap dalam petunjuk. (thaha/20: 82).\n\nDan firman-Nya lagi:\n\nDan barang siapa berbuat kejahatan dan menganiaya dirinya, kemudian dia memohon ampunan kepada Allah, niscaya dia akan mendapatkan Allah Maha Pengampun, Maha Penyayang. (an-Nisa'/4: 110).", "12": "Pada ayat ini, Allah menunjukkan kekuasaan-Nya yang lain, setelah menunjukkan kekuasaan-Nya mengubah benda mati yang berada di tangan Musa menjadi makhluk hidup berupa ular. Kemudian Musa diperintahkan untuk memasukkan tangannya ke ketiak, melalui belahan leher bajunya. Ketika dikeluarkan, tangan itu mengeluarkan cahaya berwarna putih cemerlang. Ini merupakan mukjizat kedua Musa.\n\nDua macam mukjizat Musa ini merupakan bagian dari sembilan mukjizat yang diberikan Allah kepadanya. Mukjizat ini menjadi bukti kepada Fir'aun dan kaumnya bahwa Musa adalah utusan Allah untuk mengajak ke jalan yang benar dan diridai-Nya. Jumlah mukjizat Musa yang sembilan itu ditegaskan Allah dalam firman-Nya:\n\nDan sungguh, Kami telah memberikan kepada Musa sembilan mukjizat yang nyata. (al-Isra'/17: 101).\n\nMusa diutus Allah dengan bermacam-macam kejadian yang luar biasa untuk menghadapi Fir'aun dan kaumnya yang fasik, melampaui batas fitrah manusia. Bahkan Fir'aun mengaku dirinya sebagai Tuhan dan dibenarkan pengakuannya ini oleh kaumnya. Hal ini disebutkan Allah dalam firman-Nya:\n\n(Seraya) berkata, \"Akulah tuhanmu yang paling tinggi.\" (an-Nazi'at/79: 24).", "13": "Ketika Musa berhadapan dengannya, Fir'aun mengaku bahwa dirinya adalah tuhan. Fir'aun minta bukti kepada Musa bahwa ia benar-benar utusan Allah. Musa sebagai utusan Allah memberi bukti dengan melemparkan tongkatnya yang kemudian menjadi ular yang bergerak dengan gesit, kemudian memasukkan tangannya ke ketiaknya melalui belahan leher bajunya, lalu dikeluarkan maka tangannya menjadi putih bersinar cemerlang bagi orang-orang yang melihatnya. Ayat ini menjelaskan bahwa kedua bukti di atas sangat jelas menjadi saksi nyata bahwa Musa benar-benar utusan Allah. Akan tetapi, mereka mengingkari bukti-bukti tersebut dan berkata bahwa hal itu adalah sihir semata.", "14": "Mereka mendustakan bukti-bukti tersebut dengan perkataan, sedangkan di dalam hati kecil, mereka membenarkan bahwa Musa utusan Allah. Mereka ingkar karena hati mereka dipenuhi sifat zalim dan rasa sombong, akibatnya mereka tidak mau mengikuti kebenaran. Sikap mereka yang takabur, sombong, dan tinggi hati ditegaskan Allah dalam firman-Nya:\n\n... Tetapi mereka angkuh dan mereka memang kaum yang sombong. (al-Mu'minun/23: 46).\n\nHal ini merupakan peringatan bagi Nabi Muhammad dan umatnya. Mereka diseru untuk memperhatikan akibat yang dialami Fir'aun dan kaumnya, yaitu binasa tenggelam di laut, sebagaimana Allah berfirman:\n\nMaka Kami hukum sebagian di antara mereka, lalu Kami tenggelamkan mereka di laut karena mereka telah mendustakan ayat-ayat Kami dan melalaikan ayat-ayat Kami. (al-A'raf/7: 136).\n\nAyat di atas juga merupakan peringatan bagi orang-orang yang mendustakan Nabi Muhammad. Mereka akan menerima akibat yang sama seperti orang-orang dahulu yang mendustakan ajaran-ajaran Allah.", "15": "Ayat ini menerangkan bahwa Allah telah menganugerahkan kepada Nabi Daud dan Nabi Sulaiman (putra Nabi Daud) ilmu pengetahuan, baik yang berhubungan dengan pengetahuan tentang Tuhan dan syariat-syariatnya, maupun yang berhubungan dengan pengetahuan umum, seperti kemampuan dan bakat memimpin dan mengatur bangsanya. Kedua nabi ini tidak saja memiliki pengetahuan, tetapi juga mengamalkannya dengan baik. Dengan demikian, ilmu pengetahuan yang dipunyai oleh masing-masing nabi itu tidak hanya berfaedah bagi dirinya sendiri, tetapi juga bagi masyarakat dan umatnya di dunia dan di akhirat kelak.\n\nKarena memperoleh nikmat yang tidak terhingga dari Allah, keduanya mensyukuri nikmat tersebut dengan mengucapkan: \n\nSegala puji bagi Allah yang telah melebihkan kami dari kebanyakan hamba-hamba yang beriman.\n\nSikap bersyukur Nabi Daud dan Nabi Sulaiman dalam menerima nikmat Allah itu merupakan sikap yang terpuji. Oleh karena itu, para ulama menganjurkan agar kaum Muslimin meneladani sikap tersebut. Mensyukuri nikmat berarti hamba yang menerima nikmat itu benar-benar merasakan bahwa yang diterimanya itu merupakan pernyataan kasih sayang Allah kepadanya dan merasa bahwa ia memang memerlukan nikmat Allah itu. Tanpa nikmat itu, ia tidak akan hidup dan merasakan kebahagiaan. Allah berfirman:\n\nDan (ingatlah) ketika Tuhanmu memaklumkan, \"Sesungguhnya jika kamu bersyukur, niscaya Aku akan menambah (nikmat) kepadamu, tetapi jika kamu mengingkari (nikmat-Ku), maka pasti azab-Ku sangat berat.\" (Ibrahim/14: 7).\n\nAllah mengangkat Nabi Daud sebagai seorang kepala negara dan rasul Allah. Sebagai kepala negara, Allah menganugerahkan kepada Nabi Daud segala macam ilmu yang diperlukan. Di antara keutamaan dan ilmu yang dikaruniakan itu ialah:\n\n1. Allah menundukkan gunung dan burung kepada Daud. Gunung dan burung itu bertasbih bersama Daud pagi dan petang. Allah berfirman:\n\nSungguh, Kamilah yang menundukkan gunung-gunung untuk bertasbih bersama dia (Daud) pada waktu petang dan pagi, dan (Kami tundukkan pula) burung-burung dalam keadaan terkumpul. Masing-masing sangat taat (kepada Allah). (sad/38: 18-19).\n\n2. Allah menganugerahkan kepada Daud pengetahuan melunakkan besi, sehingga ia dapat membuat baju besi dan keperluan lain, untuk memperkuat pemerintahan dan kerasulannya. Allah berfirman:\n\n... dan Kami telah melunakkan besi untuknya. (Saba'/34: 10).\n\n3. Allah telah menguatkan kerajaan Daud dan menganugerahinya hikmah dan kebijaksanaan, sehingga ia dapat menyelesaikan dengan mudah perselisihan dan perkara yang diajukan kepadanya. Allah berfirman:\n\nDan Kami kuatkan kerajaannya dan Kami berikan hikmah kepadanya serta kebijaksanaan dalam memutuskan perkara. (sad/38: 20).\n\nMenurut al-Baidhawi, yang dimaksud dengan firman Allah, \"Dan Kami perkuat kerajaannya\" ialah, \"Kami (Allah) telah memperkuatnya dengan kekebalan, memenangkan peperangan, dan banyak mempunyai tentara.\n\n4. Allah menurunkan kepadanya kitab Zabur, sehingga beliau termasuk salah seorang dari empat orang rasul yang diturunkan kitab kepadanya. Allah berfirman:\n\n\"... Dan sungguh, Kami telah memberikan kelebihan kepada sebagian nabi-nabi atas sebagian (yang lain), dan Kami berikan Zabur kepada Daud.\" (al-Isra'/17: 55).\n\n5. Allah memberikan kesanggupan kepadanya memahami pembicaraan burung, sebagaimana yang diterangkan pada ayat berikut.", "16": "Ayat ini menerangkan bahwa Sulaiman, putra Daud, menggantikan bapaknya sebagai raja dan rasul Allah. Menurut Ibnu 'Athiyyah, Daud adalah raja dan rasul Allah yang diutus kepada Bani Israil. Jabatan ini dipegang Sulaiman setelah bapaknya meninggal dunia. Karena Sulaiman menerima kedua jabatan itu setelah bapaknya meninggal dunia, maka disebutlah dalam ayat ini: Dan Sulaiman telah mewarisi Daud.\n\nMenurut al-Kalbi, Nabi Daud mempunyai 19 orang anak laki-laki. Di antara mereka semua, hanya Sulaiman sendiri yang mewarisi ilmu pengetahuan dan kesanggupan mengendalikan pemerintahan dari bapaknya. Oleh karena itu pula, beliau yang menggantikan bapaknya sebagai kepala negara. Kemudian Allah juga mengangkat Sulaiman menjadi rasul.\n\nMenurut Ensiklopedia Americana, Nabi Daud diangkat menjadi raja pada tahun 1002 Sebelum Masehi (SM), pada waktu ia berumur 37 tahun (ia dilahirkan pada tahun 1039 SM). Daud meninggal dunia pada tahun 962 SM, dan memerintah selama 40 tahun, yaitu 7 tahun di Hebron dan 33 tahun di Yerusalem.\n\nSebelum meninggal dunia, Daud menunjuk putranya yang bernama Sulaiman menjadi raja sesudahnya. Beliau meninggal setelah memberikan nasihat-nasihat dan pesan-pesan yang amat berharga kepada Sulaiman. Di antara nasihat dan pesan itu ialah agar melakukan ibadah kepada Allah, memelihara segala hukum, undang-undang, syariat, dan firman-Nya, sesuai dengan yang tersebut dalam Taurat Musa, serta mendirikan sebuah Haikal sebagai tempat beribadah kepada-Nya. Setelah Nabi Daud meninggal dunia, mulailah Sulaiman memegang tampuk pemerintahan yaitu pada tahun 961 Sebelum Masehi. Sebagai seorang raja dan nabi, semua nasihat dan pesan Nabi Daud itu dilaksanakan dengan baik, sehingga kerajaan menjadi stabil dan mantap di tangannya, sampai beliau meninggal dunia. (Lihat \"David\", Encyclopaedia Americana, Jilid 8, hlm. 526). \n\nDi samping mewarisi kerajaan, ilmu pengetahuan, kenabian, dan kitab Zabur dari bapaknya, Sulaiman juga dianugerahi Allah dengan beberapa keutamaan yang lain. Oleh karena itu, dia bersyukur kepada Allah dengan mengatakan, \"Wahai sekalian manusia, Allah telah menganugerahkan kepada kami pengertian dan pengetahuan tentang suara burung dan diberi segala sesuatu yang diperlukan. Sesungguhnya semua benar-benar suatu yang nyata.\"\n\nNabi Sulaiman dengan kekuatan dan kesanggupan yang telah diberikan Allah kepadanya, dapat memahami suara-suara binatang yang lain, selain dari suara burung. Dalam ayat ini, dikhususkan menyebutkan bahwa Sulaiman memahami suara burung karena burung adalah tentara khusus Nabi Sulaiman yang mempunyai keistimewaan khusus pula, seperti yang telah dilakukan oleh burung hud-hud.\n\nSebagaimana diketahui bahwa suara pada binatang merupakan bahasa isyarat yang berlaku di antara mereka. Suara-suara itu terdengar dalam bentuk dan nada yang bermacam-macam, seperti suara dalam keadaan riang berbeda dengan suara burung dalam keadaan ketakutan. Suara kambing betina yang kehilangan anaknya berlainan dengan suara dikejar atau diterkam binatang buas. Nabi Sulaiman mengetahui maksud suara-suara binatang itu dengan kekuatan perasaan dan ilmu pengetahuan yang telah dilimpahkan Allah kepadanya. Menurut al-Baidhawi, apabila mendengar suara-suara burung, Nabi Sulaiman mengetahui makna dan maksud suara-suara itu dengan kekuatan perasaannya. \n\nDalam ayat ini diterangkan pula bahwa Allah telah melimpahkan kepada Sulaiman segala macam kesanggupan dan segala sesuatu yang diperlukannya untuk mengendalikan pemerintahan negaranya. Dengan demikian, masa pemerintahan Nabi Sulaiman itu merupakan masa kejayaan Bani Israil.\n\nSebagian ahli tafsir menafsirkan ayat \"wa utina min kulli syai'in\" (dan diberi segala sesuatu yang diperlukan), maksudnya ialah Allah telah menganugerahkan kepada Sulaiman hikmah, harta yang berlipat ganda, kekuatan yang besar dan luas sebagai seorang raja, dan menundukkan jin, manusia, burung, dan binatang lainnya.\n\nKarena nikmat yang telah dilimpahkan itu, maka Nabi Sulaiman bersyukur kepada Allah dengan menyatakan bahwa segala nikmat yang telah dilimpahkan kepadanya, baik yang berupa pengetahuan, pemberian, keutamaan, dan sebagainya adalah suatu keistimewaan yang telah diberikan Allah kepadanya. Dengan berbagai karunia itu, Allah telah melebihkannya dari manusia-manusia yang lain.", "17": "Ayat ini menerangkan bahwa Sulaiman telah dapat membentuk bala tentara yang terdiri dari berbagai macam jenis makhluk, seperti jin, manusia, burung, dan binatang yang lain. Bala tentara itu setiap saat dapat dikerahkan untuk memerangi orang-orang yang tidak mau mengindahkan seruannya. Semua tentara itu berbaris rapi, bersatu, dan berkumpul di bawah kepemimpinannya.", "18": "Ayat ini menerangkan bahwa pada suatu ketika Sulaiman berjalan dengan tentaranya pada suatu daerah, yang menurut Qatadah, merupakan suatu daerah di lembah Syam. Dalam keadaan yang demikian, tiba-tiba Sulaiman mendengar suara raja semut yang memerintahkan kepada rakyatnya agar segera memasuki liangnya masing-masing, agar tidak terinjak oleh Sulaiman dan bala tentaranya. Sulaiman dan tentaranya bisa menginjak mereka tanpa menyadarinya, karena semut makhluk yang amat kecil, sehingga Sulaiman dan bala tentaranya tidak melihatnya.\n\nAyat ini memperlihatkan adanya komunikasi di antara semut dan kehidupan sosial di bawah kepemimpinan rajanya. Penelitian mengungkapkan bahwa untuk melaksanakan kehidupan sosial yang sangat terorganisasi ini, semut mempunyai kemampuan komunikasi yang canggih. Di bagian kepala semut terdapat seperangkat alat peraba yang dapat mengenali sinyal kimia maupun visual. Otaknya terdiri atas sekitar setengah juta simpul syaraf, mempunyai mata yang berfungsi baik, dan sungut yang berfungsi sebagai hidung untuk mencium atau ujung jari untuk meraba. Tonjolan-tonjolan yang terletak di bawah mulutnya berfungsi sebagai pencecap. Sedang rambut-rambut yang ada di tubuhnya bereaksi terhadap sentuhan. \n\nWalaupun banyak organ yang dimiliki semut untuk berkomunikasi, namun komunikasi utama yang dilakukan adalah komunikasi kimiawi. Mereka berkomunikasi dengan menggunakan feromon, suatu senyawa kimia seperti hormon yang mengeluarkan bau dan dihasilkan oleh salah satu kelenjar di dalam tubuh semut itu. Dengan menggunakan hormon inilah semut berkomunikasi. Apabila seekor semut mengeluarkan feromon, maka semut lainnya akan menerimanya dengan cara mencium baunya atau menyentuhnya, dan bereaksi terhadapnya.", "19": "Mendengar perkataan raja semut bahwa Sulaiman dan tentaranya tidak bermaksud membinasakan mereka dan berbuat jahat, membuat Sulaiman tersenyum. Raja semut itu juga mengatakan bahwa seandainya ada di antara semut-semut itu yang terinjak oleh Sulaiman dan tentaranya, maka hal itu bukanlah sengaja dilakukannya, tetapi karena Sulaiman dan tentaranya tidak melihat mereka, karena tubuh mereka amat kecil.\n\nAtas rahmat dan karunia yang telah diberikan Allah kepada Sulaiman berupa kemampuan memahami percakapan raja semut itu, dan adanya semacam anggapan baik dari raja semut terhadap Sulaiman dan bala tentaranya, maka Sulaiman berdoa kepada Allah, \"Wahai Tuhanku Yang Pemberi Rahmat, jadikanlah aku termasuk orang-orang yang terus-menerus mensyukuri nikmat-Mu yang telah Engkau limpahkan kepadaku dan kepada ibu-bapakku. Jadikanlah aku sebagai seorang hamba-Mu yang selalu mengerjakan amal-amal saleh yang Engkau ridai, dan jadikanlah aku orang yang berkeinginan mengerjakan amal saleh itu. Bila aku meninggal dunia, masukkanlah aku ke dalam surga bersama-sama orang-orang yang saleh yang Engkau masukkan ke dalamnya dengan rahmat-Mu.\"\n\nDari doa Nabi Sulaiman itu dipahami bahwa yang diminta oleh Sulaiman kepada Allah ialah kebahagiaan yang abadi di akhirat nanti. Sekalipun Allah telah melimpahkan beraneka ragam kesenangan dan kekuasaan duniawi kepadanya, namun ia tidak lupa diri karenanya. Ia yakin bahwa kesenangan duniawi itu adalah kesenangan yang sementara sifatnya dan tidak kekal.\n\nSikap Nabi Sulaiman pada waktu menerima nikmat Allah itu adalah sikap yang harus dicontoh dan dijadikan suri teladan oleh setiap kaum Muslimin. Berdoa dan bersyukurlah kepada Allah setiap mendapatkan nikmat-Nya, dan tidak bersikap mengingkari nikmat-Nya.", "20": "Ayat ini menerangkan bahwa pada suatu hari Nabi Sulaiman memeriksa barisan tentaranya, termasuk burung hud-hud, tetapi ia tidak melihatnya. Dengan nada marah dan heran ia berkata, \"Mengapa aku tidak melihat burung hud-hud! Apakah aku tidak melihatnya ataukah burung hud-hud itu sendiri yang telah pergi tanpa minta izin kepadaku lebih dahulu?\" \n\nPerbuatan itu adalah perbuatan yang tidak pernah terjadi sebelumnya. Dari ayat ini dipahami hal-hal sebagai berikut:\n\n1. Nabi Sulaiman mempunyai tentara, dan di antaranya terdapat sejenis burung yang bernama burung hud-hud. Burung hud-hud termasuk jenis burung pemakan serangga, sejenis burung pelatuk. Ia mempunyai paruh yang panjang, berjambul di kepalanya, berekor panjang, dan berbulu indah beraneka warna. Ia hidup dengan membuat sarang atau lubang pada pohon-pohon kayu yang telah mati dan lapuk.\n\n2. Nabi Sulaiman selalu memeriksa tentaranya. Oleh karena itu, ia mengetahui tentaranya yang hadir dan yang tidak hadir waktu pemeriksaan itu.\n\n3. Setiap tentaranya bepergian atau melakukan sesuatu pekerjaan hendaklah mendapat izin dari padanya terlebih dahulu. Jika ada yang melanggar ketentuan ini, akan mendapat hukuman dari Sulaiman.\n\n4. Tentara Sulaiman patuh mengikuti segala perintahnya dan tidak pernah ada yang mengingkarinya. Oleh karena itu, Sulaiman merasa heran dan tercengang atas kepergian burung hud-hud tanpa pamit. Tidak pernah terjadi kejadian seperti yang demikian itu sebelumnya. Ia lalu mengancam burung hud-hud dengan hukuman yang berat seandainya nanti burung itu kembali tanpa mengemukakan alasan-alasan yang dapat diterima.", "21": "Ayat ini menerangkan ancaman Nabi Sulaiman kepada burung hud-hud yang pergi tanpa pamit. Ia berkata, \"Seandainya burung hud-hud kembali nanti, tanpa mengemukakan alasan yang kuat atas kepergiannya dengan tidak minta izin itu, maka aku akan menyiksanya dengan mencabut bulu-bulunya, sehingga ia tidak dapat terbang lagi atau akan kusembelih. Salah satu dari dua hukuman itu akan aku laksanakan terhadapnya, agar dapat menjadi pelajaran bagi yang lain yang bertindak seperti burung hud-hud itu.\"\n\nDari ayat ini dipahami bahwa jika burung hud-hud itu dapat mengemukakan alasan-alasan kepergiannya tanpa pamit dan alasan-alasan itu dapat diyakini kebenarannya, maka Sulaiman tidak akan melaksanakan hukuman yang telah diancamkan itu.", "22": "Tidak berapa lama setelah ancaman hukuman untuk burung hud-hud itu dikeluarkan, burung itu pun datang. Sulaiman lalu menanyakan sebab-sebab kepergian burung hud-hud yang tanpa pamit itu.\n\nBurung hud-hud itu menerangkan alasan kepergiannya dengan mengatakan bahwa ia telah pergi dan terbang mengarungi daerah yang jauh dan telah sampai kepada suatu negeri yang bernama Saba'. Ia mengetahui hal ihwal negeri itu yang Sulaiman sendiri belum mengetahuinya. Berita yang dibawanya itu adalah berita penting serta dapat diyakini kebenarannya.\n\nBurung hud-hud telah menyampaikan berita penting itu kepada Nabi Sulaiman sedemikian rupa, dengan kata-kata yang manis lagi hormat, enak didengar telinga, disertai dengan alasan-alasan yang kuat pula. Dengan demikian, kemarahan Sulaiman kepada burung hud-hud itu berangsur-angsur mereda, akhirnya hilang sama sekali. Bahkan dengan keterangan itu, Nabi Sulaiman telah mendapat sesuatu yang berharga, sehingga hukuman yang pernah diancamkannya itu tidak jadi dilaksanakan.\n\nKesanggupan burung hud-hud bepergian sejauh itu dan menyampaikan berita penting kepada Nabi Sulaiman adalah suatu perwujudan kekuasaan Allah dan ilham yang ditanamkan-Nya ke dalam naluri burung hud-hud itu. Ia sanggup pergi dan terbang mengarungi daerah yang terletak antara negeri Palestina dan Yaman sekarang, suatu jarak yang cukup jauh, mengarungi daerah padang pasir yang sangat panas. Ia mengetahui dan mengerti keadaan negeri Saba' yang juga harus diketahui oleh Nabi Sulaiman yang bertugas sebagai seorang kepala negara dan sekaligus rasul Allah. Ia sanggup pula menyampaikan berita itu dan memberikan pengertian yang baik, sehingga Nabi Sulaiman langsung menanggapi berita yang dibawa burung hud-hud itu.\n\nNabi Sulaiman adalah seorang nabi dan rasul. Ia juga seorang raja yang bijaksana, yang mempunyai kekuasaan yang besar dan kekayaan yang melimpah. Ia mempunyai pengetahuan yang banyak di samping pengetahuan-pengetahuan lain yang mungkin hanya diberikan Allah kepadanya. Sedang burung hud-hud hanyalah seekor burung yang tidak mempunyai arti sama sekali, bila dibanding dengan apa yang dimiliki oleh Nabi Sulaiman. Sekalipun demikian, burung hud-hud memiliki pengetahuan yang belum diketahui oleh Nabi Sulaiman. Pengetahuan itu sangat dibutuhkan Nabi Sulaiman dalam melaksanakan tugasnya sebagai raja, terutama dalam melaksanakan tugasnya sebagai seorang nabi dan rasul Allah. Dalam menghadapi burung hud-hud sebagai sumber dan pembawa berita penting, Nabi Sulaiman mampu bersikap wajar, sebagai seorang hamba Allah.\n\nKisah Nabi Sulaiman dan burung hud-hud ini hendaknya menjadi tamsil dan ibarat bagi manusia, terutama bagi orang-orang yang telah mengaku dirinya beriman kepada Allah. Seseorang hendaknya jangan merasa sombong dan takabur karena pengetahuan, kekuasaan, dan kekayaan yang telah diberikan Allah kepadanya. Semua yang diberikan itu walau berapa pun banyaknya menurut dugaannya, namun yang diperoleh itu hanyalah sedikit sekali bila dibanding dengan pengetahuan, kekuasaan, dan kekayaan Allah. Oleh karena itu, jangan sekali-kali menganggap rendah, enteng, dan hina sesuatu atau seseorang. Mungkin Allah telah memberikan kepada seseorang yang dianggap hina dan rendah itu, apa yang tidak dipunyai oleh orang lain, yang mungkin diperlukan untuk suatu kepentingan, sebagaimana yang telah dianugerahkan-Nya kepada burung hud-hud. Allah Maha Pengasih lagi Maha Penyayang dan memuliakan manusia. Oleh karena itu, hendaklah manusia hidup berkasih-kasihan, tolong-menolong, dan hormat-menghormati antara sesama manusia. Tirulah sikap Nabi Sulaiman kepada burung hud-hud, yang selalu mengasihi dan menghormatinya, meskipun hanya seekor burung.", "23": "Ayat ini menerangkan bahwa burung hud-hud menyampaikan kepada Nabi Sulaiman berbagai pengetahuan dan pengalaman yang diperolehnya selama dalam perjalanan ke negeri Saba'. Sebuah negeri yang besar dan kaya raya serta diperintah oleh seorang ratu yang cantik dan mempunyai singgasana yang besar lagi indah.\n\nDalam ayat ini dipahami bahwa ada tiga hal mengenai negeri Saba' yang disampaikan oleh burung hud-hud kepada Nabi Sulaiman:\n\n1. Negeri Saba' itu diperintah oleh seorang ratu yang cantik, dan memerintah negerinya dengan baik dan bijaksana.\n\n2. Ratu itu memerintah dengan tegas dan bijaksana karena dilengkapi dengan segala sesuatu yang diperlukan dalam pemerintahan, seperti harta dan kekayaan, tentara yang kuat, dan sebagainya.\n\n3. Ratu mempunyai singgasana yang indah lagi besar, yang menunjukkan kebesaran dan pengaruh kekuasaannya, baik terhadap rakyat maupun terhadap negeri-negeri yang berada di sekitarnya.\n\nMenurut sejarah, Saba' adalah ibu kota kerajaan Saba' atau Sabaiyah. Kerajaan Saba' atau Sabaiyah ini didirikan oleh Saba' bin Yasyjub bin Ya'rub bin Qahthan yang menjadi cikal-bakal penduduk Yaman kurang lebih tahun 955 Sebelum Masehi di Yaman. Nama kota Saba' terambil dari nama Saba' bin Yasyjub, begitu juga nama kerajaan Saba' atau Sabaiyah. \n\nKaum Saba' termasyhur di dalam sejarah sebagai orang-orang yang bergerak dalam bidang perniagaan. Jalan-jalan perniagaan laut dan darat bertemu di negeri Yaman itu. Barang perniagaan itu dibawa dari timur jauh (Indonesia, Malaysia, India, dan Cina) ke Eropa melalui Persia, Yaman, Suriah, dan Mesir. Dengan demikian, daerah Yaman merupakan sebuah mata rantai perniagaan yang menghubungkan kawasan timur dengan kawasan barat. Kaum Saba' memegang peranan yang besar dalam melancarkan perniagaan itu. Negeri Yaman mempunyai armada laut dan kafilah-kafilah darat untuk mengangkut perniagaan itu, sedang kota Ma'rib pada waktu itu merupakan kota internasional. Barang-barang yang diperniagakan ialah hasil bumi dan barang-barang dari Timur Jauh, ditambah dengan hasil bumi negeri Yaman yang melimpah ruah, karena memang daerah Yaman adalah daerah yang amat makmur. Pada waktu kembali dari Eropa, Mesir, dan Suriah, saudagar-saudagar itu membawa tekstil ke Timur.\n\nKemakmuran negeri Yaman disebabkan adanya bendungan-bendungan air yang dibangun oleh raja-raja Sabaiyah. Di antaranya sebuah bendungan raksasa di kota Ma'rib yang dikenal dengan bendungan Ma'rib. Dengan adanya bendungan Ma'rib ini, kaum Saba dapat mengadakan irigasi yang teratur, sehingga daerah Yaman menjadi subur, dan mengeluarkan hasil yang melimpah. Al-Qur'an sendiri menyebutkan bahwa kesuburan negeri Yaman itu adalah salah satu dari tanda-tanda kekuasaan Allah.\n\nAdapun wanita atau ratu yang memerintah kaum Saba' yang disebutkan dalam ayat itu menurut budaya Arab disebut Balqis. Masa pemerintahannya semasa dengan pemerintahan Nabi Sulaiman. Ia adalah putri dari Syurahil yang juga berasal dari keturunan Ya'rub bin Qahthan. Sekalipun Balqis adalah seorang wanita, namun ia sanggup membawa rakyat Saba' kepada kemakmuran dan ketenteraman. Ia adalah seorang yang dicintai oleh rakyatnya. Dalam sejarah dikenal dengan sebutan Malikatus Saba' (Ratu Saba', The Queen of Sheba).\n\nKejayaan kerajaan Saba' bertahan cukup lama. Kemudian mereka berpaling dari seruan Tuhan dan mendustakan para rasul dan tidak mensyukuri nikmat-Nya, bahkan tenggelam dalam segala macam kenikmatan dan kemewahan hidup. Oleh karena itu, Tuhan menghancurkan mereka dengan air bah yang amat besar akibat runtuhnya Saddu (Bendungan) Ma'rib yang tadinya menjadi sumber kemakmuran negeri mereka. Dengan runtuhnya Bendungan Ma'rib ini dan terjadinya air bah yang amat besar itu, maka hancurlah kota Ma'rib, dan robohlah kerajaan Sabaiyah. (Lihat Surah Saba'/34: 15-17).", "24": "Burung hud-hud menerangkan kepada Nabi Sulaiman tentang agama yang dianut oleh kaum Saba'. Dalam penyampaian berita itu, tampak burung hud-hud telah membandingkan agama dan perbuatan-perbuatan penduduk negeri Saba' itu, dengan kepercayaan dan agama yang diyakininya sebagai agama yang benar.\n\nHud-hud mengatakan bahwa dia mendapati raja putri itu bersama kaumnya menyembah matahari sebagai tuhan, dan mengerjakan pekerjaan-pekerjaan maksiat yang bertentangan dengan agama yang benar. Mereka melakukan yang demikian itu karena setan telah berhasil memperdaya mereka. Setan telah menjadikan pikiran dan pandangan mereka terhadap perbuatan buruk yang dilarang Allah sebagai hal yang baik dan indah. Mereka tidak lagi mengikuti ajaran-ajaran dan agama yang dibawa para rasul dahulu. Mereka tidak lagi sujud kepada Allah, tetapi kepada matahari. Oleh karena itu, mereka tidak mendapat petunjuk.", "25": "Setan telah dapat memalingkan mereka dari keyakinan akan kekuasaan dan keesaan Allah, sehingga mereka tidak menyembah kepada-Nya. Mereka tidak lagi mempercayai bahwa Allah mengetahui segala yang tersembunyi di langit dan di bumi, Dialah Allah yang menciptakan segala sesuatu, seperti tumbuh-tumbuhan dan barang-barang logam yang tersembunyi di dalam bumi dan di dalam laut.", "26": "Selanjutnya hud-hud mengatakan bahwa sebenarnya Allah-lah yang berhak disembah. Dialah yang mempunyai 'Arasy yang besar, mempunyai kekuasaan yang mutlak, dan tak ada sesuatu pun yang dapat mengatasinya.\n\nNabi Sulaiman heran dan tercengang mendengar keterangan dan tanggapan burung hud-hud itu. Kenapa burung itu sanggup dalam waktu yang singkat mengetahui keadaan negeri Saba', tata cara pemerintahannya, kekayaan dan pengaruhnya, dan mengetahui pula agama yang mereka anut. Burung hud-hud juga tahu dan meyakini kekuasaan dan keesaan Allah, mengakui bahwa tuhan yang berhak disembah hanyalah Allah semata, tidak ada yang lain. Ia juga mengetahui bahwa menyembah matahari adalah kepercayaan yang batil, dan mengetahui pula bentuk perbuatan yang baik dan tidak baik menurut agama. Dari ayat ini dipahami bahwa berdasar pengetahuan dan pengalamannya di negeri Saba', seakan-akan burung hud-hud itu menganjurkan kepada Nabi Sulaiman agar beliau segera menyeru Ratu Balqis dan rakyatnya untuk beriman kepada Allah dan mengikuti seruan Nabi Sulaiman.", "27": "Mendengar keterangan burung hud-hud yang jelas dan meyakinkan itu, maka Nabi Sulaiman menangguhkan hukuman yang telah diancamkan kepada burung itu. Nabi Sulaiman kemudian berkata, \"Hai burung hud-hud, kami telah mendengar semua keteranganmu dan memperhatikannya. Namun demikian, kami tetap akan menguji kamu, apakah keterangan yang kamu berikan itu benar atau dusta?\"", "28": "Untuk menguji kebenaran burung hud-hud itu, Nabi Sulaiman memerintahkannya untuk menyampaikan surat kepada Ratu Balqis. Ia juga diperintahkan untuk memperhatikan bagaimana reaksi dan sikap Ratu Balqis membaca surat yang dibawanya.\n\nHud-hud pun membawa surat Nabi Sulaiman itu. Setelah ia melemparkan surat itu kepada Ratu Balqis, lalu ia bersembunyi dan memperhatikan sikap Ratu Balqis terhadap isi surat itu, sesuai dengan yang diperintahkan Sulaiman.", "29": "Setelah Ratu Balqis membaca surat Nabi Sulaiman yang disampaikan burung hud-hud itu, ia pun mengumpulkan pemuka-pemuka kaumnya dan mengadakan persidangan. Dalam persidangan itu, Ratu Balqis menyampaikan isi surat tersebut dan meminta pertimbangan kepada yang hadir, \"Wahai pemimpin kaumku, aku telah menerima surat yang mulia dan berarti dikirimkan oleh seseorang yang mulia pula.\"\n\nDalam ayat ini diterangkan bahwa Ratu Balqis merundingkan dan memusyawarahkan isi surat Sulaiman dengan pemuka-pemuka kaumnya. Sekalipun yang melakukan permusyawaratan itu adalah Ratu Balqis dan pemuka-pemuka kaumnya yang belum beriman, tetapi tindakan Ratu Balqis itu disebut Allah dalam firman-Nya. Hal ini menunjukkan bahwa prinsip musyawarah itu adalah prinsip yang diajarkan Allah kepada manusia dalam menghadapi persoalan-persoalan yang mereka alami dalam kehidupan mereka. Oleh karena itu, siapa pun yang melakukannya, maka tindakan itu adalah tindakan yang dipuji Allah.\n\nDalam ayat ini disebutkan bahwa surat Sulaiman yang dikirimkan kepada Ratu Balqis itu disebut kitabun karim (surat yang mulia). Hal ini menunjukkan bahwa surat Nabi Sulaiman itu adalah surat yang mulia dan berharga karena:\n\n1. Surat itu ditulis dalam bahasa yang baik dan memakai stempel sebagai tanda surat resmi.\n\n2. Surat itu berasal dari Sulaiman, sebagai seorang raja sekaligus nabi.\n\n3. Surat tersebut dimulai dengan Bismillahir Rahmanir Rahim.\n\nMenurut suatu riwayat, surat Sulaiman tersebut merupakan surat yang pertama kali dimulai dengan basmalah. Cara membuat surat seperti yang dilakukan Nabi Sulaiman ini adalah cara yang baik untuk dicontoh oleh setiap kaum Muslimin ketika membuat surat.\n\nAda beberapa hal yang terjadi berkat keistimewaan surat Sulaiman, di antaranya ialah:\n\n1. Surat itu disampaikan burung hud-hud dalam waktu yang singkat kepada Ratu Saba'.\n\n2. Kemampuan burung hud-hud menerima pesan dan menangkap pembicaraan dalam perundingan Ratu Saba' dengan pembesar-pembesarnya.\n\n3. Surat itu dapat pula dimengerti dan dipahami oleh penduduk negeri Saba'.\n\n4. Para utusan pemuka kaum Saba' dapat menyatakan pendapat mereka dengan bebas. Tidak ada sesuatu pun yang menghalangi mereka mengemukakan pendapat masing-masing. Dengan demikian, hasil perundingan itu adalah hasil yang sesuai dengan pikiran dan pendapat rakyat negeri Saba'.", "30": "Setelah Ratu Balqis membaca surat Nabi Sulaiman yang disampaikan burung hud-hud itu, ia pun mengumpulkan pemuka-pemuka kaumnya dan mengadakan persidangan. Dalam persidangan itu, Ratu Balqis menyampaikan isi surat tersebut dan meminta pertimbangan kepada yang hadir, \"Wahai pemimpin kaumku, aku telah menerima surat yang mulia dan berarti dikirimkan oleh seseorang yang mulia pula.\"\n\nDalam ayat ini diterangkan bahwa Ratu Balqis merundingkan dan memusyawarahkan isi surat Sulaiman dengan pemuka-pemuka kaumnya. Sekalipun yang melakukan permusyawaratan itu adalah Ratu Balqis dan pemuka-pemuka kaumnya yang belum beriman, tetapi tindakan Ratu Balqis itu disebut Allah dalam firman-Nya. Hal ini menunjukkan bahwa prinsip musyawarah itu adalah prinsip yang diajarkan Allah kepada manusia dalam menghadapi persoalan-persoalan yang mereka alami dalam kehidupan mereka. Oleh karena itu, siapa pun yang melakukannya, maka tindakan itu adalah tindakan yang dipuji Allah.\n\nDalam ayat ini disebutkan bahwa surat Sulaiman yang dikirimkan kepada Ratu Balqis itu disebut kitabun karim (surat yang mulia). Hal ini menunjukkan bahwa surat Nabi Sulaiman itu adalah surat yang mulia dan berharga karena:\n\n1. Surat itu ditulis dalam bahasa yang baik dan memakai stempel sebagai tanda surat resmi.\n\n2. Surat itu berasal dari Sulaiman, sebagai seorang raja sekaligus nabi.\n\n3. Surat tersebut dimulai dengan Bismillahir Rahmanir Rahim.\n\nMenurut suatu riwayat, surat Sulaiman tersebut merupakan surat yang pertama kali dimulai dengan basmalah. Cara membuat surat seperti yang dilakukan Nabi Sulaiman ini adalah cara yang baik untuk dicontoh oleh setiap kaum Muslimin ketika membuat surat.\n\nAda beberapa hal yang terjadi berkat keistimewaan surat Sulaiman, di antaranya ialah:\n\n1. Surat itu disampaikan burung hud-hud dalam waktu yang singkat kepada Ratu Saba'.\n\n2. Kemampuan burung hud-hud menerima pesan dan menangkap pembicaraan dalam perundingan Ratu Saba' dengan pembesar-pembesarnya.\n\n3. Surat itu dapat pula dimengerti dan dipahami oleh penduduk negeri Saba'.\n\n4. Para utusan pemuka kaum Saba' dapat menyatakan pendapat mereka dengan bebas. Tidak ada sesuatu pun yang menghalangi mereka mengemukakan pendapat masing-masing. Dengan demikian, hasil perundingan itu adalah hasil yang sesuai dengan pikiran dan pendapat rakyat negeri Saba'.", "31": "Ayat ini menerangkan isi surat Nabi Sulaiman, yaitu agar Ratu Saba' dan kaumnya tidak bersikap sombong dan angkuh. Nabi Sulaiman mengharap agar mereka datang kepadanya dalam keadaan tunduk dan menyerah diri kepada Allah yang Asma-Nya telah dijadikan pembuka kata dalam suratnya. Jangan mereka sekali-kali menentang agama Allah itu. Dari surat Sulaiman itu dipahami bahwa hanya itulah yang diminta oleh Sulaiman, yaitu agar mereka segera beriman kepada Allah, dan ia tidak menuntut sesuatu yang lain.", "32": "Ayat ini menerangkan tentang pelaksanaan prinsip-prinsip musyawarah di negeri Saba'. Sekalipun Ratu Balqis telah mempunyai pendapat sendiri dalam menanggapi isi surat Sulaiman, tetapi ia masih memusyawarahkannya dengan para pembesarnya. Ia berkata kepada mereka, \"Wahai para pemimpin rakyatku yang bijaksana, kemukakanlah pendapat dan tanggapan kalian terhadap isi surat Sulaiman yang telah disampaikannya kepadaku. Aku tak akan melaksanakan suatu keputusan, kecuali yang telah kita sepakati bersama.\"", "33": "Mendengar perkataan Ratu Balqis, di antara pembesar kerajaan Saba' ada yang merasa tersinggung dengan isi surat Sulaiman. Mereka merasa dihina oleh isi surat itu, seakan-akan mereka diperintahkan oleh Sulaiman tunduk dan patuh kepadanya. Padahal mereka adalah orang-orang yang terpandang, berilmu pengetahuan, dan disegani oleh negeri-negeri tetangga. Mereka berkata, \"Wahai ratu kami, kami yang hadir ini, semuanya adalah orang-orang yang terpandang, mempunyai pengetahuan dan keahlian dalam peperangan, serta mempunyai perlengkapan yang cukup memadai. Namun demikian, segala keputusan kami serahkan kepadamu. Kami telah siap melakukan semua yang engkau perintahkan. Pikirkanlah dengan sebaik-baiknya keputusan yang akan engkau ambil.\"", "34": "Ayat ini menerangkan kebijaksanaan Ratu Balqis dalam menghadapi sikap kaumnya terhadap isi surat Sulaiman. Ia tidak terpengaruh sikap sombong dan merasa diri kuat sebagaimana yang tercermin dari ucapan-ucapan para petinggi kerajaannya. Ratu Balqis berkata, \"Wahai kaumku, ini adalah surat dari seorang raja. Jika kita menentang dan memeranginya, mungkin kita menang dan mungkin pula kita kalah. Seandainya kita kalah, maka raja dan tentaranya itu akan merusak negeri kita, membinasakan dan menghancurkan semua yang telah kita bangun selama ini. Pada umumnya sikap dan tabiat raja-raja terhadap musuhnya sama, suka menindas dan membunuh secara kejam musuh-musuh yang dikalahkannya, serta merusak kota-kota dan menghina pembesar-pembesar negeri yang telah ditaklukkannya.\"\n\nRatu Balqis melanjutkan pembicaraannya, \"Untuk menghindarkan semua kejadian yang tidak diinginkan itu, aku mempunyai pikiran yang jika dilaksanakan akan membawa keuntungan bagi kita semua. Caranya ialah kita berusaha melunakkan hati Sulaiman dengan mengirimkan hadiah-hadiah kepadanya. Hadiah itu akan diantarkan oleh orang-orang yang berilmu pengetahuan. Dengan demikian, kita dapat mengetahui dengan pasti keadaan mereka dengan perantaraan utusan-utusan kita itu. Setelah itu, kita tetapkan bersama tindakan yang tepat yang akan kita laksanakan dalam menghadapi Sulaiman.\" Para pembesar negeri Saba' menyetujui pendapat yang dikemukakan oleh ratu mereka.", "35": "Ayat ini menerangkan kebijaksanaan Ratu Balqis dalam menghadapi sikap kaumnya terhadap isi surat Sulaiman. Ia tidak terpengaruh sikap sombong dan merasa diri kuat sebagaimana yang tercermin dari ucapan-ucapan para petinggi kerajaannya. Ratu Balqis berkata, \"Wahai kaumku, ini adalah surat dari seorang raja. Jika kita menentang dan memeranginya, mungkin kita menang dan mungkin pula kita kalah. Seandainya kita kalah, maka raja dan tentaranya itu akan merusak negeri kita, membinasakan dan menghancurkan semua yang telah kita bangun selama ini. Pada umumnya sikap dan tabiat raja-raja terhadap musuhnya sama, suka menindas dan membunuh secara kejam musuh-musuh yang dikalahkannya, serta merusak kota-kota dan menghina pembesar-pembesar negeri yang telah ditaklukkannya.\"\n\nRatu Balqis melanjutkan pembicaraannya, \"Untuk menghindarkan semua kejadian yang tidak diinginkan itu, aku mempunyai pikiran yang jika dilaksanakan akan membawa keuntungan bagi kita semua. Caranya ialah kita berusaha melunakkan hati Sulaiman dengan mengirimkan hadiah-hadiah kepadanya. Hadiah itu akan diantarkan oleh orang-orang yang berilmu pengetahuan. Dengan demikian, kita dapat mengetahui dengan pasti keadaan mereka dengan perantaraan utusan-utusan kita itu. Setelah itu, kita tetapkan bersama tindakan yang tepat yang akan kita laksanakan dalam menghadapi Sulaiman.\" Para pembesar negeri Saba' menyetujui pendapat yang dikemukakan oleh ratu mereka.", "36": "Maka berangkatlah rombongan utusan Ratu Balqis menghadap Sulaiman dengan membawa hadiah-hadiah yang tidak ternilai harganya. Setelah para utusan itu menghadap Sulaiman maka ia berkata kepada mereka, \"Hai para utusan Ratu Balqis, apakah kamu bermaksud memberikan harta-hartamu kepadaku. Aku tidak akan mencari dan meminta kesenangan dan kekayaan duniawi. Aku hanya menginginkan kamu semua beserta rakyatmu mengikuti agamaku dam menyembah Allah semata, Tuhan Yang Maha Esa, tidak menyembah matahari, sebagaimana yang kamu lakukan. Allah telah menganugerahkan kepadaku nikmat-nikmat yang tak terhingga banyaknya seperti nikmat kenabian, ilmu pengetahuan, dan kerajaan yang besar. Karena nikmat itu aku dapat menguasai jin, berbicara dengan binatang-binatang, menguasai angin dan banyak lagi pengetahuan yang telah dianugerahkan Allah kepadaku. Jika aku bandingkan nikmat yang aku peroleh dengan nikmat yang kamu peroleh, maka nikmat yang kamu peroleh itu tidak ada artinya bagiku sedikit pun. Karena kamu tidak mengetahui agama Allah, maka kamu anggap bahwa harta yang banyak dan kesenangan duniawi itu dapat memuaskan hatimu. Bagiku harta itu tidak ada artinya dan tidak akan memuaskan hatiku. Kesenangan dan kebahagiaan yang aku cari ialah kesenangan dan kebahagiaan yang abadi, sesuai dengan yang dijanjikan Allah kepada hamba-hamba-Nya yang saleh.\" \n\nSelanjutnya Sulaiman menyatakan kepada para utusan Ratu Balqis, \"Jika kamu sekalian tidak memenuhi seruanku, maka kembalilah kamu kepada kaummu. Kami akan datang membawa pasukan tentara yang lengkap yang terdiri atas manusia, jin, dan binatang-binatang yang kamu tidak akan sanggup melawannya. Kami akan mengusir setiap orang yang menghalangi tentaraku dari negeri dan kampung halaman mereka, dan mereka akan dijadikan orang-orang yang hina, sebagai tawanan atau dijadikan budak.\"", "37": "Maka berangkatlah rombongan utusan Ratu Balqis menghadap Sulaiman dengan membawa hadiah-hadiah yang tidak ternilai harganya. Setelah para utusan itu menghadap Sulaiman maka ia berkata kepada mereka, \"Hai para utusan Ratu Balqis, apakah kamu bermaksud memberikan harta-hartamu kepadaku. Aku tidak akan mencari dan meminta kesenangan dan kekayaan duniawi. Aku hanya menginginkan kamu semua beserta rakyatmu mengikuti agamaku dam menyembah Allah semata, Tuhan Yang Maha Esa, tidak menyembah matahari, sebagaimana yang kamu lakukan. Allah telah menganugerahkan kepadaku nikmat-nikmat yang tak terhingga banyaknya seperti nikmat kenabian, ilmu pengetahuan, dan kerajaan yang besar. Karena nikmat itu aku dapat menguasai jin, berbicara dengan binatang-binatang, menguasai angin dan banyak lagi pengetahuan yang telah dianugerahkan Allah kepadaku. Jika aku bandingkan nikmat yang aku peroleh dengan nikmat yang kamu peroleh, maka nikmat yang kamu peroleh itu tidak ada artinya bagiku sedikit pun. Karena kamu tidak mengetahui agama Allah, maka kamu anggap bahwa harta yang banyak dan kesenangan duniawi itu dapat memuaskan hatimu. Bagiku harta itu tidak ada artinya dan tidak akan memuaskan hatiku. Kesenangan dan kebahagiaan yang aku cari ialah kesenangan dan kebahagiaan yang abadi, sesuai dengan yang dijanjikan Allah kepada hamba-hamba-Nya yang saleh.\" \n\nSelanjutnya Sulaiman menyatakan kepada para utusan Ratu Balqis, \"Jika kamu sekalian tidak memenuhi seruanku, maka kembalilah kamu kepada kaummu. Kami akan datang membawa pasukan tentara yang lengkap yang terdiri atas manusia, jin, dan binatang-binatang yang kamu tidak akan sanggup melawannya. Kami akan mengusir setiap orang yang menghalangi tentaraku dari negeri dan kampung halaman mereka, dan mereka akan dijadikan orang-orang yang hina, sebagai tawanan atau dijadikan budak.\"", "38": "Setelah para utusan itu kembali ke negerinya, mereka menyampaikan kepada Ratu Balqis apa yang dimaksud oleh Nabi Sulaiman dengan suratnya. Sulaiman meminta mereka agar menyambut seruannya untuk beriman kepada Allah. Mereka juga menyampaikan keadaan masyarakat yang dipimpin oleh Sulaiman, serta keadaan bala tentara dan kekayaannya. Oleh karena itu, Ratu Balqis mengambil keputusan untuk pergi sendiri ke Yerusalem menemui Sulaiman dengan membawa hadiah yang lebih bernilai. \n\nSetelah Sulaiman mengetahui bahwa Ratu Balqis akan berkunjung ke negerinya, maka ia membuat sebuah istana yang besar dan megah yang lantainya terbuat dari kaca. Dengan membuat istana yang demikian, ia ingin memperlihatkan kepada Ratu Balqis sesuatu yang belum pernah dilihatnya. \n\nUntuk menyambut kedatangan Ratu Balqis, Sulaiman ingin memperlihatkan kepadanya tanda-tanda kekuasaan dan kebesaran Allah, dan kekuasaan yang telah dilimpahkan-Nya, agar Ratu Balqis dan kaumnya beriman kepada Allah. Beliau bermaksud membawa singgasana Ratu Balqis yang ada di negerinya ke Yerusalem dalam waktu yang singkat dan akan dijadikan tempat duduk Ratu Balqis di istananya yang baru dibuatnya pada waktu kedatangan Ratu Saba' itu.\n\nSulaiman mengatakan maksudnya itu kepada para pembesarnya, \"Wahai para pembesarku, siapakah di antara kamu yang sanggup membawa singgasana Ratu Balqis yang ada di negerinya ke tempat ini, sebelum rombongan mereka sampai ke sini?\"", "39": "Mendengar permintaan Sulaiman, Ifrit (termasuk golongan jin) yang cerdik menjawab, \"Aku akan datang kepadamu membawa singgasana itu sebelum kamu berdiri dari tempat dudukmu dan aku benar-benar sanggup melaksanakannya dan kesanggupanku itu dapat dibuktikan.\" Yang dimaksud dengan \"sebelum kamu berdiri dari tempat dudukmu\" ialah sebelum Sulaiman meninggalkan tempat itu. Beliau biasanya meninggalkan tempat itu sebelum tengah hari.", "40": "Sulaiman belum puas dengan kesanggupan Ifrit. Ia ingin agar singgasana itu sampai dalam waktu yang lebih singkat lagi. Lalu ia meminta kepada yang hadir di hadapannya untuk melaksanakannya. Maka seorang yang telah memperoleh ilmu dari al-Kitab menjawab, \"Aku akan membawa singgasana itu kepadamu dalam waktu sekejap mata saja.\" Apa yang dikatakan orang itu terbukti, dan singgasana Ratu Balqis itu telah berada di hadapan Sulaiman. Ada pendapat yang mengatakan orang itu ialah al-Khidhir. Ada pula yang mengatakan malaikat, dan ada pula yang mengatakan ia adalah Asif bin Barqiya. \n\nMelihat peristiwa yang terjadi hanya dalam sekejap mata, maka Nabi Sulaiman berkata, \"Ini termasuk karunia yang telah dilimpahkan Tuhan kepadaku. Dengan karunia itu aku diujinya, apakah aku termasuk orang-orang yang mensyukuri karunia Tuhan atau termasuk orang-orang yang mengingkarinya.\" Dari sikap Nabi Sulaiman itu tampak kekuatan iman dan kewaspadaannya. Ia tidak mudah diperdaya oleh karunia apa pun yang diberikan kepadanya, karena semua karunia itu, baik berupa kebahagiaan atau kesengsaraan, semuanya merupakan ujian Tuhan kepada hamba-hamba-Nya.\n\nSulaiman mengucapkan yang demikian itu karena sangat yakin bahwa barang siapa yang mensyukuri nikmat Allah, maka faedah mensyukuri nikmat Allah itu akan kembali kepada dirinya sendiri, karena Allah akan menambah lagi nikmat-nikmat itu. Sebaliknya, orang yang mengingkari nikmat Allah maka dosa keingkarannya itu juga akan kembali kepadanya. Dia akan disiksa oleh Allah karena keingkaran itu.\n\nSelanjutnya Sulaiman mengatakan, \"Bahwa Tuhan yang disembah itu adalah Tuhan Yang Mahakaya, tidak memerlukan sesuatu pun dari makhluk-Nya, tetapi makhluklah yang memerlukan-Nya. Tuhan yang disembah itu adalah Tuhan Yang Maha Pemurah kepada hamba-hamba-Nya ketika membalas kebaikan mereka dengan balasan yang berlipat ganda.\"\n\nSikap Nabi Sulaiman dalam menerima nikmat Allah adalah sikap yang harus dijadikan contoh teladan oleh setiap muslim. Sikap demikian itu akan menghilangkan sifat angkuh dan sombong yang ada pada diri seseorang. Ia juga akan menghilangkan rasa putus asa dan rendah diri bagi orang yang sedang dalam keadaan sengsara dan menderita, karena dia mengetahui semuanya itu adalah cobaan dan ujian dari Tuhan kepada para hamba-Nya.", "41": "Sulaiman memerintahkan kepada pemimpin-pemimpin kaumnya, agar mengubah bentuk dari singgasana Balqis yang telah sampai di hadapannya. Ia ingin melihat, apakah Ratu Balqis mengetahui, atau tidak, bahwa yang didudukinya itu adalah singgasananya.\n\nDengan cara yang demikian itu, diharapkan agar Ratu Balqis bertambah yakin bahwa Sulaiman adalah rasul Allah. Ia tidak mengharapkan sesuatu selain keimanan Ratu Balqis dan kaumnya.", "42": "Setelah Ratu Balqis datang, Sulaiman bertanya kepadanya, \"Apakah seperti ini singgasanamu?\" Balqis menjawab, \"Benar, singgasana ini mirip sekali dengan singgasanaku.\" Menurut Mujahid, Ratu Balqis mengetahui bahwa singgasana itu adalah singgasananya, karena ada tanda-tanda yang menunjukkan bahwa singgasana itu kepunyaannya. Akan tetapi, dia merasa heran mengapa singgasana itu berada di istana Sulaiman.\n\nMelihat kenyataan itu dan dihubungkan dengan pengetahuannya tentang burung hud-hud, maka Balqis berkata, \"Sebenarnya telah diberikan kepada kami, sebelum terjadinya mukjizat ini, pengetahuan bahwa Tuhan yang berhak disembah itu adalah Tuhan Yang Maha Esa. Dia Mahakuasa, demikian pula tentang burung hud-hud, sebagai burung yang luar biasa yang dengan kekuasaan Tuhan telah dapat menghubungkan negeri kami dengan negerimu dan juga dengan memperhatikan berita-berita yang kami terima dari para utusan kami. Semua itu menunjukkan bahwa engkau, wahai Sulaiman, benar-benar seorang rasul Allah yang diutus kepada kami untuk menyampaikan agama-Nya.\"\n\nSelanjutnya Balqis berkata, \"Kami bersama-sama dengan kaum kami menyatakan beriman kepada engkau. Kami akan meninggalkan agama kami yang selama ini kami anut. Engkau tidak perlu lagi mengemukakan kepada kami mukjizat yang lain, karena kami telah beriman.\"", "43": "Ayat ini menerangkan bahwa Ratu Balqis belum mau menerima Islam sebelumnya karena pemuka-pemuka kaumnya yang kafir menyembah matahari. Dia khawatir kalau-kalau kaumnya akan mengucilkannya. Setelah berhadapan dengan Sulaiman, barulah ia berani menyatakan keislamannya dan berani pula menyatakan isi hatinya.", "44": "Menurut satu riwayat, setelah Nabi Sulaiman mengetahui dari Allah akan kedatangan Ratu Balqis ke negerinya, maka ia memerintahkan kaumnya membuat suatu istana yang besar dan indah. Lantainya terbuat dari kaca yang mengkilap yang mudah memantulkan cahaya. Di bawah lantai kaca itu, terdapat kolam yang berisikan macam-macam ikan, dan air kolam itu seakan-akan mengalir seperti sungai. \n\nPada waktu kedatangan Ratu Balqis, Nabi Sulaiman menerimanya di istana yang baru itu dan mempersilakannya masuk. Ratu Balqis heran dan terkejut waktu memasuki istana Sulaiman itu. Menurut penglihatannya, ada sungai yang terbentang yang harus dilaluinya untuk menemui Sulaiman. Oleh karena itu, ia menyingkapkan kainnya, sehingga tampaklah kedua betisnya. Melihat yang demikian itu Sulaiman berkata, \"Apa yang kau lihat itu bukanlah air atau sungai, tetapi lantai kaca yang di bawahnya ada air mengalir.\" Mendengar ucapan Sulaiman itu Ratu Balqis segera menurunkan kainnya dan mengakui dalam hati bahwa istana Sulaiman lebih besar dan lebih bagus dari istananya.\n\nKemudian Nabi Sulaiman mengajak Balqis agar menganut agama Islam, dan menerangkan kesesatan menyembah matahari. Seruan Sulaiman itu diterima dengan baik oleh Balqis. Ia menyesali kekafirannya selama ini karena dengan demikian berarti dia berbuat aniaya kepada dirinya sendiri. Balqis juga menyatakan bahwa dia bersedia berserah diri bersama Sulaiman kepada Allah, Tuhan seluruh alam. Kepada-Nya dia beribadah dengan seikhlas-ikhlasnya.", "45": "Ayat ini menerangkan bahwa Allah telah mengutus Nabi Saleh kepada kaum Samud yang berdiam di al-hijr, suatu daerah pegunungan batu yang terletak antara Wadil Qura dan Syam. Nabi Saleh masih termasuk keturunan Samud, sehingga berarti ia diutus kepada kaumnya sendiri. Nabi Saleh menyeru kaumnya yang menyembah sesuatu di samping Allah atau menyekutukan-Nya, agar hanya menyembah Allah saja, Tuhan Yang Maha Esa. Dalam menanggapi seruan Saleh itu, maka kaumnya terbagi dua:\n\n1. Sebagian kecil dari mereka memenuhi seruannya dengan meninggalkan penyembahan berhala dan hanya menyembah Tuhan Yang Maha Esa.\n\n2. Sebagian besar dari mereka tetap ingkar bahkan mengancam dan menentang Nabi Saleh.\n\nDi antara kedua golongan di atas itu terjadi perdebatan dan permusuhan. Masing-masing golongan menuduh bahwa agama yang dianut lawannya adalah agama yang batil. Bahkan golongan yang mengakui dirinya kuat, dan mempunyai pengikut yang lebih banyak, bertambah-tambah kezaliman mereka, dan menentang Nabi Saleh dengan membunuh unta yang sudah dilarang untuk dibunuh. Mereka juga meminta agar disegerakan turunnya azab kepada mereka, seandainya ia adalah benar-benar rasul yang diutus Allah.\n\nAllah berfirman:\n\nKemudian mereka sembelih unta betina itu, dan berlaku angkuh terhadap perintah Tuhannya. Mereka berkata, \"Wahai Saleh! Buktikanlah ancaman kamu kepada kami, jika benar engkau salah seorang rasul.\" (al-A'raf/7: 77)", "46": "Melihat sikap dan tantangan kaumnya, Nabi Saleh mengatakan kepada mereka, \"Wahai kaum kerabatku, mengapa kamu sekalian ingin azab disegerakan datang menimpamu, sebelum kamu beriman dan mengerjakan kebaikan. Mengapa kamu sekalian tidak segera beriman dan tetap dalam kekafiran? Padahal keimananmu itu dapat mendatangkan pahala dan kebahagiaan abadi bagimu. Sedangkan kekafiran itu akan mengakibatkan dosa dan azab yang kekal di akhirat nanti.\"\n\nSelanjutnya Nabi Saleh menyeru agar kaumnya segera mohon ampun kepada Allah dan bertobat kepada-Nya. Dengan demikian, dosa-dosa mereka akan diampuni Allah dan rahmat yang telah diberikan-Nya ditambah lagi dengan rahmat yang lebih besar lagi.", "47": "Kaum Samud yang ingkar itu menjawab seruan Nabi Saleh dengan mengatakan bahwa mereka merasa sial dengan seruan Nabi Saleh dan orang-orang yang beriman kepadanya. Semenjak Nabi Saleh menyeru mereka agar meninggalkan tuhan-tuhan mereka dan hanya menyembah Tuhan Yang Maha Esa, mereka telah ditimpa pelbagai malapetaka, seperti tidak turunnya hujan yang menyebabkan kekeringan dan lain-lain. Mereka percaya akan terus ditimpa bencana karena kemarahan tuhan-tuhan mereka akibat perbuatan Nabi Saleh itu. Tanda-tanda kesialan dan kedatangan bencana itu tampak pada setiap kali mereka melempar dan mengejuti burung, yang memberi tanda ramalan nasib mereka, burung itu memperlihatkan tanda-tanda yang tidak baik kepada mereka.\n\nMereka menjawab demikian karena kebodohan dan kepercayaan mereka kepada takhayul dan lain-lain. Sebagaimana orang-orang primitif yang percaya pada kekuatan-kekuatan gaib yang terdapat pada benda-benda di alam ini, di samping kekuatan gaib yang ada pada Allah sendiri, demikian pula halnya kaum Samud. Salah satu kepercayaan dan adat kebiasaan kaum Samud ialah apabila mereka dalam perjalanan jauh menemui burung-burung dari kanan ke arah kiri, mereka gembira. Hal yang demikian mengisyaratkan bahwa mereka boleh meneruskan perjalanan. Sebaliknya jika burung itu terbang dan lari dari kiri menuju ke arah kanan, hal itu menandakan bahwa ada musibah jika mereka tetap melakukan perjalanan jauh.\n\nNabi Saleh menjawab pernyataan kaumnya itu dengan mengatakan bahwa sesungguhnya apa saja yang menimpa mereka, apakah baik atau buruk, bahagia atau sengsara, adalah ketentuan Allah dan itulah qadha dan qadarnya. Tiada seorang pun yang dapat mengubah qadha dan qadar Allah itu. Jika Dia menghendaki, Dia akan memberikan rezeki. Jika Dia menghendaki, mereka tidak akan diberi-Nya rezeki sedikit pun. Ia beserta pengikut-pengikutnya tidak kuasa sedikit pun mendatangkan kesialan atau keberuntungan kepada mereka.\n\nKemudian Nabi Saleh menerangkan bahwa kesialan itu merupakan ujian dari Tuhan kepada mereka, apakah mereka mau mengikuti seruannya dan tidak lagi mengerjakan perbuatan-perbuatan terlarang yang biasa dikerjakan, atau tidak mau mengikutinya.", "48": "Ayat ini menerangkan sebab-sebab banyak timbul kebinasaan di dalam negeri mereka karena di dalam kota Hijr itu terdapat sembilan orang yang suka berbuat kekacauan dalam masyarakat. Mereka yang sembilan orang itu adalah anak dari para bangsawan yang berkuasa di negeri itu. Segala perbuatan baik atau buruk dapat mereka lakukan dengan leluasa dan tidak seorang pun dapat menghalanginya. Perbuatan-perbuatan jahat yang mereka lakukan itu selalu dilindungi dan dibela oleh orang tua mereka yang berkuasa di negeri itu. Dengan demikian, orang yang sembilan itu menjadi sumber perbuatan buruk dan angkara murka.\n\nAda beberapa riwayat yang menerangkan nama-nama dari orang yang sembilan itu, seperti yang diterangkan oleh al-Gaznawi, Ibnu Ishaq, Zamakhsyari, al-Mawardi, dan sebagainya. Masing-masing mereka mengemukakan nama-nama yang berbeda. Akan tetapi, yang penting dari semuanya itu ialah bahwa kerusakan dan perbuatan dosa yang dilakukan oleh sembilan penjahat itu diketahui dan direstui oleh pembesar-pembesar negeri Samud. Karena berasal dari kaum bangsawan yang berkuasa di negeri itu, mereka mempunyai pengaruh yang amat besar kepada kaum Samud.", "49": "Ayat ini menerangkan perbuatan makar yang sedang dirundingkan oleh sembilan orang itu, setelah mereka melakukan perbuatan terlarang dengan membunuh unta yang dilarang oleh Nabi Saleh untuk dibunuh. Mereka menerima ancaman dari Nabi Saleh bahwa mereka akan dibinasakan Allah dalam waktu tiga hari setelah unta itu terbunuh.\n\nDi antara mereka ada yang berkata, \"Marilah kita semua bersumpah dengan sungguh-sungguh bahwa kita akan membunuh Nabi Saleh dengan pengikut-pengikutnya pada suatu malam. Kemudian kita katakan kepada keluarganya yang terbunuh itu esok harinya, bahwa kita tidak tahu-menahu tentang peristiwa itu, dan mustahil kita melakukan perbuatan aniaya terhadap keluarga sendiri. Kita katakan juga kepadanya bahwa kita semua adalah orang-orang yang benar.\"", "50": "Allah menerangkan bahwa rencana perbuatan makar dan tipu daya yang dibuat oleh kaum Samud adalah untuk membunuh Nabi Saleh dan orang-orang yang beriman besertanya. Akan tetapi, mereka lupa bahwa Allah mempunyai rencana dan kehendak yang tidak dapat mereka halangi sedikit pun, sesuai dengan sunah-Nya, yaitu Dia akan menimpakan azab dan siksa kepada orang-orang yang mengingkari seruan para rasul yang diutus-Nya. Di dunia mereka akan ditimpa malapetaka yang datang tanpa mereka sadari, sedang di akhirat nanti mereka akan menemui azab yang pedih.", "51": "Ayat ini menyuruh kaum Muslimin agar memikirkan kisah Nabi Saleh dan kaumnya. Kepada kaum Nabi Saleh ini, Allah menimpakan azab yang menghancurkan mereka sampai ke akar-akarnya ('azb isti'sal). Azab itu sebagai akibat kedurhakaan mereka kepada Nabi Saleh, dan tipu daya mereka untuk membinasakan nabi itu dan orang-orang yang beriman besertanya. Mereka dibinasakan Allah dengan sambaran petir yang dahsyat yang tiada terkira. Sesuai dengan sunatullah, maka malapetaka dan azab itu akan ditimpakan pula kepada orang-orang musyrik Mekah, seandainya mereka tetap ingkar dan menentang seruan Nabi Muhammad \n\nAda riwayat menerangkan bahwa Nabi Saleh membuat suatu masjid di salah satu lembah di al-hijr. Beliau biasa mengerjakan salat di masjid itu. Setelah ia menyampaikan ancaman Allah, maka beliau dan keluarganya beserta orang-orang yang beriman dengannya pergi ke masjid itu. Karena kepergiannya itu, kaumnya berunding dan memutuskan untuk membunuh Nabi Saleh sebelum hari yang ketiga dari hari yang dijanjikannya. Maka pergilah beberapa orang kaumnya ke lembah masjid untuk melaksanakan rencana itu. Akan tetapi, dalam perjalanan mereka ditimpa batu besar sebelum sempat melaksanakan maksudnya itu. Kaumnya yang lain dibinasakan Allah dengan sambaran petir. Nabi Saleh dan pengikut-pengikutnya terlepas dan selamat dari azab itu.", "52": "Ayat ini menerangkan akibat yang dialami oleh kaum Samud dan negeri mereka. Karena sambaran petir yang dahsyat itu, mereka mati di rumah-rumah mereka. Tidak seorang pun yang dapat menyelamatkan diri dan merawat bangkai-bangkai mereka, karena semuanya telah mati. Bangkai-bangkai itu membusuk dan lebur bersama tanah. Bekas rumah dan negeri mereka itu dapat disaksikan oleh para musafir, sebagai dokumentasi atas kebenaran cerita Al-Qur'an tentang kaum Samud yang telah dihancurkan Allah akibat keingkaran dan kedurhakaan mereka kepada Nabi Saleh yang menyeru mereka kepada agama Allah.\n\nDalam kisah yang diterangkan Allah pada ayat-ayat ini, yang telah disampaikan oleh Nabi Muhammad kepada kaumnya, benar-benar terdapat pengajaran dan iktibar bagi manusia. Ayat ini mengingatkan sunatullah yang pasti berlaku bagi orang-orang yang mengingkari perintah-perintah Allah dan yang senantiasa mengerjakan larangan-Nya termasuk di dalamnya kaum musyrik Mekah.", "53": "Ayat ini menerangkan bahwa Allah telah menyelamatkan Nabi Saleh dan orang-orang yang beriman bersamanya dari malapetaka yang besar itu. Allah menyelamatkan mereka karena tidak mau mengerjakan perbuatan yang menimbulkan kemarahan Allah yang mengakibatkan mereka ditimpa siksa-Nya. Mereka memelihara diri dari kemurkaan Allah dengan mengerjakan semua perintah-Nya dan menjauhi larangan-Nya.\n\nAyat ini mengisyaratkan kepada Nabi Muhammad dan orang-orang yang beriman bahwa orang-orang musyrik Mekah akan menerima azab dan malapetaka seperti yang diterima oleh umat-umat dahulu seandainya mereka tetap tidak beriman. Allah akan menyelamatkan Muhammad saw beserta orang-orang yang beriman, sebagaimana Dia telah menyelamatkan Nabi Saleh dan kaumnya. Orang-orang musyrik Mekah yang tetap dalam kemusyrikannya akan dihancurkan Allah.\n\nSetelah kehancuran kaumnya, maka Nabi Saleh dan orang-orang yang beriman pergi ke suatu tempat yang bernama Ramallah di Palestina, dan menetap di negeri itu. Sampai sekarang masih terdapat kuburan Nabi Saleh di dekat kota Ramallah itu. Kuburan ini juga merupakan dokumentasi bagi peristiwa Nabi Saleh dan kaumnya.", "54": "Ayat ini menerangkan kebejatan moral kaum Lut. Oleh karena itu, Lut memperingatkan mereka dengan keras, agar mereka menghentikan perbuatannya. Perbuatan kaum Lut itu ialah:\n\n1. Mereka melakukan perbuatan homoseksual, padahal mereka mengetahui bahwa perbuatan itu terlarang.\n\n2. Perbuatan homoseksual itu mereka lakukan di muka umum, pada berbagai pertemuan, seakan-akan mereka menganjurkan agar orang lain melakukannya pula.\n\n3. Bila mereka tidak dapat melakukan perbuatan itu pada seseorang dengan sukarela, mereka memaksanya. Oleh karena itu, kalau ada tamu-tamu yang singgah di negeri mereka, maka mereka berusaha agar tamu-tamu itu mau mengikuti kehendak mereka. Jika tamu-tamu itu enggan melakukannya, maka mereka akan memaksanya", "55": "Ayat ini menerangkan bahwa tindakan dan perbuatan kaum Lut itu bertentangan dengan tujuan Allah menciptakan manusia yang terdiri atas laki-laki dan perempuan. Dengan adanya perempuan dan laki-laki, maka manusia akan dapat membentuk keluarga dan terjalinlah hubungan kasih sayang antara anggota keluarga itu, seperti hubungan cinta antara suami dan istri, hubungan cinta kasih sayang antara orang tua dengan anak dan anggota keluarga yang lain. Dengan demikian barulah dirasakan hidup itu berarti. Allah berfirman:\n\nDan di antara tanda-tanda (kebesaran)-Nya ialah Dia menciptakan pasangan-pasangan untukmu dari jenismu sendiri, agar kamu cenderung dan merasa tenteram kepadanya, dan Dia menjadikan di antaramu rasa kasih dan sayang. Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi kaum yang berpikir. (ar-Rum/30: 21).\n\nKenyataan inilah yang diingkari oleh kaum Lut, seakan-akan mereka tidak percaya kepada kebenaran hukum Allah. Oleh karena itu, Lut mengatakan kepada mereka, \"Hai kaumku, sebenarnya dengan perbuatan yang demikian itu, kamu adalah orang-orang yang tidak mau mengetahui tujuan Tuhan menciptakan manusia yang terdiri atas laki-laki dan perempuan. Kamu tidak mengetahui kedudukanmu dalam masyarakat, dan tidak mengetahui pula rencana yang besar yang akan menimpa manusia dan kemanusiaan, seandainya kamu tetap mengerjakan perbuatan-perbuatan yang demikian itu.\"", "56": "Mendengar pernyataan Lut itu, kaumnya menjadi marah, dan seakan-akan tidak memahami sedikit pun apa yang dimaksud dengan peringatan Lut. Oleh karena itu, mereka mengancam Lut dengan perkataan, \"Mari kita usir Lut dan keluarganya dari negeri kita ini, karena ia melarang kita mengerjakan perbuatan-perbuatan yang kita senangi selama ini.\" Mereka beranggapan bahwa Lut dan keluarganya dapat hidup aman dan tenteram dalam negeri mereka karena kebaikan hati dan belas kasihan mereka belaka. Mereka berpendapat bahwa jika kemurahan dan belas kasihan itu tidak lagi mereka berikan terhadap Lut dan keluarganya, tentu ia akan menjadi sengsara. Inilah yang mereka maksud dengan perintah mengusir Lut.\n\nMereka mengejek dengan mengatakan bahwa Lut dan pengikutnya itu orang-orang yang bersih, sehingga tidak mau melakukan perbuatan-perbuatan yang mereka lakukan, karena menganggapnya kotor.", "57": "Karena kaum Lut tetap ingkar dan mengerjakan perbuatan-perbuatan yang melampaui batas, maka Allah membinasakan mereka dan menyelamatkan Lut dan orang-orang yang besertanya, kecuali istrinya. Istrinya termasuk orang-orang yang ingkar, sehingga ia tinggal bersama-sama kaumnya yang ingkar. Dia pun ikut tertimpa malapetaka yang dahsyat.\n\nAzab Allah yang ditimpakan kepada kaum Lut itu berupa hujan batu yang berasal dari tanah liat yang keras. Keadaan mereka yang sedang terkena azab itu sangat mengerikan. Demikianlah balasan yang diterima oleh orang-orang yang durhaka.", "58": "Karena kaum Lut tetap ingkar dan mengerjakan perbuatan-perbuatan yang melampaui batas, maka Allah membinasakan mereka dan menyelamatkan Lut dan orang-orang yang besertanya, kecuali istrinya. Istrinya termasuk orang-orang yang ingkar, sehingga ia tinggal bersama-sama kaumnya yang ingkar. Dia pun ikut tertimpa malapetaka yang dahsyat.\n\nAzab Allah yang ditimpakan kepada kaum Lut itu berupa hujan batu yang berasal dari tanah liat yang keras. Keadaan mereka yang sedang terkena azab itu sangat mengerikan. Demikianlah balasan yang diterima oleh orang-orang yang durhaka.", "59": "Ayat ini memerintahkan kepada Nabi Muhammad dan umatnya, agar mengucapkan puji-pujian yang tertera dalam ayat ini. Puji-pujian itu ialah al-hamdulillah, segala puji diperuntukkan hanya untuk Allah yang telah mengutus para rasul-Nya dengan membawa petunjuk dan agama yang dimenangkan-Nya atas semua agama yang ada, walaupun orang-orang kafir dan orang-orang musyrik tidak menyenangi kemenangan itu. Agama yang dibawa para Nabi itu adalah agama yang benar. Keselamatan dan kesejahteraan agar dilimpahkan Allah kepada para rasul yang diutus-Nya dan atas hamba-hamba-Nya yang benar-benar beriman. Ayat ini senada dengan ayat yang lain:\n\nMahasuci Tuhanmu, Tuhan Yang Mahaperkasa dari sifat yang mereka katakan. Dan selamat sejahtera bagi para rasul. Dan segala puji bagi Allah Tuhan seluruh alam. (as-saffat/37: 180-182).\n\nAyat ini merupakan pengajaran yang baik, dan budi pekerti yang tinggi. Oleh karena itu, para ulama menganjurkan agar orang-orang yang beriman mengakhiri segala perbuatannya, seperti bicara, menulis kitab, dan sebagainya dengan memuji Allah dan bersalawat kepada rasul.\n\nKemudian ayat ini menyuruh manusia berpikir dan membandingkan mana yang terbaik antara Allah dengan sesuatu yang mereka persekutukan dengan-Nya. Sekalipun menurut lahirnya ayat ini menyuruh manusia agar memperbandingkan Allah dengan berhala-berhala, tetapi maksudnya ialah bahwa dengan keterangan dan bukti yang telah dikemukakan, seandainya orang-orang kafir mau menggunakan pikirannya, tentulah mereka sampai kepada kesimpulan bahwa Allah-lah yang berhak disembah, bukan berhala-berhala yang tidak mampu berbuat sesuatu itu.\n\nDiriwayatkan bahwa apabila Rasulullah membaca ayat ini, maka beliau mengucapkan:\n\nBahkan Allah lebih baik, lebih kekal, lebih agung, dan lebih mulia daripada apa yang mereka sekutukan. Segala puji bagi Allah, tetapi kebanyakan mereka tidak mengetahui (Riwayat al-Baihaqi dari 'Ali bin al-husain)", "60": "Pada ayat ini, Allah melontarkan beberapa pertanyaan yang menggugah perhatian mereka terhadap keberadaan-Nya, dengan memperhatikan hal-hal penting yang ada di sekeliling mereka. Pertanyaan itu berkisar pada siapakah yang menciptakan langit, bumi, dan segala isi yang terdapat di dalamnya, dan yang menurunkan air hujan dari langit untuk manusia lalu dengan sebab air hujan tumbuhlah kebun-kebun yang indah, yang manusia sendiri sekali-kali tidak mampu menumbuhkan pohon-pohonnya. \n\nAyat ini perlu mendapat perhatian terutama oleh mereka yang sering mengadakan perjalanan keliling sebagai wisatawan atau lainnya, ketika melihat pemandangan yang indah, seperti kebun raya, kebun binatang, aquarium, berbagai pameran hasil industri pertanian, pertekstilan, dan sebagainya. Mereka harus memandang keindahan alam yang di depan dan di sekelilingnya sebagai cermin yang menampakkan segala keindahan, keagungan, dan kesempurnaan Allah. Dengan mengamalkan cara yang demikian itu, maka ingatan manusia akan selalu tertuju kepada Allah. Dengan demikian, ketika manusia melihat setiap makhluk, pasti ia akan mengingat Khaliknya. Bila hal itu telah menjadi kebiasaan, maka ia akan merasakan ketauhidan yang murni, bersih dari segala unsur kemusyrikan. Maka pertanyaan tersebut patut dilanjutkan dengan pertanyaan kedua: \"Apakah di samping Allah ada tuhan yang lain?\" Tentu saja jawabannya adalah: \"Tidak, sebab hanya Allah satu-satunya Tuhan yang berhak di sembah.\" \n\nSebenarnya orang-orang yang menyembah berhala itu adalah orang-orang yang menyimpang dari kebenaran. Sebab, jika mereka ditanya, \"Siapakah yang menurunkan air hujan dari langit yang kemudian menghidupkan dengan air itu bumi yang tadinya mati,\" mereka menjawab, \"Allah\" sesuai dengan firman-Nya:\n\nDan jika kamu bertanya kepada mereka, \"Siapakah yang menurunkan air dari langit lalu dengan (air) itu dihidupkannya bumi yang sudah mati?\" Pasti mereka akan menjawab, \"Allah.\" (al-'Ankabut/29: 63)\n\nOrang-orang penyembah berhala itu sebenarnya mengakui bahwa berhala mereka tidak dapat menurunkan air hujan yang menjadi penyebab kemakmuran bumi, tetapi mengapa mereka tetap juga menyembahnya. Jawaban mereka itu hanya karena mengikuti kebiasaan nenek moyang mereka, walaupun tidak sejalan dengan logika orang yang berpikiran sehat.", "61": "Pada ayat ini, Allah mengemukakan pertanyaan yang kedua dalam rangka mengungkapkan kesesatan penyembah-penyembah berhala. Ditanyakan bahwa apakah yang layak disembah itu berhala-berhala yang tidak memberi manfaat dan mudarat, ataukah Tuhan yang telah menjadikan bumi sebagai tempat kediaman bagi manusia dan hewan-hewan, Tuhan yang menjadikan sungai-sungai di celah-celahnya untuk menjadi sumber minuman manusia dan hewan peliharaan, serta untuk menyiram tanaman, Tuhan yang menjadikan gunung-gunung untuk mengokohkan bumi yang banyak mengandung manfaat dengan adanya hutan-hutan di atasnya dan berbagai logam dan mineral di dalamnya, dan Tuhan yang menjadikan pemisah antara air laut yang asin dengan sungai yang membawa air tawar ke muaranya. Air sungai yang tawar itu setelah sampai di laut tidak langsung menjadi asin. Dalam merenungkan semua kejadian alam itu apakah masih ada terbesit pikiran adanya tuhan selain Allah? Sebenarnya mereka itu tidak mengetahui nilai keagungan Allah Maha Pencipta, sehingga menyamakan-Nya dengan berhala-berhala yang sama sekali tidak memberi manfaat dan mudarat itu.\n\nMenurut kajian ilmiah, bumi pada ayat ini dapat dipahami sebagai daratan. Secara umum, daratan merupakan tempat berdiam manusia. Sungai-sungai yang ada di daratan selalu terletak pada bagian terendah permukaan bumi, yang merupakan celah antara gunung-gunung dan dataran-dataran yang lebih tinggi. Kemudian, laut-laut terpisah antara satu dengan yang lain karena adanya daratan pemisah seperti semenanjung, pulau-pulau, atau karena sebaran geografis benua-benua. Penyebaran dan bentuk daratan serta pulau-pulau di muka bumi ini umumnya dianggap terjadi dengan sendirinya yang merupakan bagian atau akibat dari proses alam, pada hakikatnya adalah atas kehendak Allah.\n\nAyat ini menjelaskan mengenai keadaan bumi yang layak untuk dihuni oleh makhluk manusia. Tentunya ini berhubungan erat dengan penciptaan langit dan bumi yang begitu sempurna. Seandainya sedikit saja terjadi perubahan pada \"lintasan\" matahari dan bulan terhadap bumi, atau berubah bentuknya, atau berubah salah satu unsurnya, atau berubah kecepatan berputar pada porosnya, atau berubah perputarannya mengelilingi matahari, atau berubahnya perputaran bulan di sekelilingnya, maka bumi ini pasti tidak akan kokoh dan tidak akan layak dihuni untuk suatu kehidupan.", "62": "Pada ayat ini, Allah mengemukakan pertanyaan yang ketiga dalam rangka menyingkapkan tabir kesesatan penyembah berhala. Kedua pertanyaan sebelumnya mengenai bidang materi, sedang pertanyaan ketiga ini menyangkut kerohanian. Pertanyaan ini berkisar pada siapakah yang mengabulkan permohonan orang yang berada dalam kesulitan, apabila ia berdoa kepada-Nya. Seperti penumpang sebuah kapal di tengah laut yang sedang diserang badai angin topan yang dahsyat, yang hampir tenggelam, kemudian ia berdoa memohon keselamatan kepada Allah. Apakah berhala yang dapat menyelamatkannya dari bahaya maut, ataukah Allah sendiri? Lalu siapakah yang menjadikan manusia sebagai seorang khalifah di muka bumi? Adakah tuhan selain Allah yang dapat mengemudikan dan mengatur segala sesuatu di muka bumi ini? Hanya sedikit sekali manusia yang mau mengingat-Nya.", "63": "Pada ayat ini, Allah mengemukakan pertanyaan keempat dalam rangka mengungkapkan tabir kesesatan penyembah berhala. Pertanyaan ini berkisar tentang siapakah yang memimpin manusia dalam perjalanan yang gelap di daratan dan lautan ketika mereka tersesat dari jalan yang benar? Bukankah Allah yang menciptakan bintang-bintang di langit yang dijadikan petunjuk jalan, sebagaimana tersebut dalam firman-Nya:\n\nDan Dialah yang menjadikan bintang-bintang bagimu, agar kamu menjadikannya petunjuk dalam kegelapan di darat dan di laut.(al-An'am/6: 97) \n\nDapatkah berhala-berhala yang mereka sembah itu memberi petunjuk kepada mereka dalam kegelapan di darat dan di laut? Tentunya tidak. Kalau begitu, mengapa mereka disembah? Siapa pulakah yang mendatangkan angin pembawa kabar gembira bagi para petani sebelum turun hujan yang merupakan rahmat besar dari Tuhan? Dapatkah berhala-berhala itu berbuat seperti demikian? Apakah di samping Allah ada tuhan yang lain? Mahasuci lagi Mahatinggi Allah dari apa yang mereka persekutukan dengan-Nya.", "64": "Pada ayat ini, Allah mengemukakan pertanyaan yang kelima dalam rangka memperlihatkan keadilan dan keesaan-Nya, yaitu siapakah yang menciptakan manusia dari awal sampai terciptanya bentuk yang seindah-indahnya, kemudian mematikannya bila Dia kehendaki, lalu menghidupkannya kembali pada hari Kiamat setelah menjadi tulang-belulang? Siapakah yang memberikan rezeki kepada manusia dari langit dan bumi dengan menurunkan air hujan dari langit yang menyebabkan kesuburan tanah yang menumbuhkan tanam-tanaman yang buahnya bisa dimakan oleh manusia dan binatang ternak? Apakah di samping Allah ada lagi tuhan yang lain?\n\nSetelah mengemukakan lima pertanyaan di atas, yang seharusnya dipikirkan secara mendalam hingga menjadi bukti tentang kekuasaan dan keesaan-Nya, Allah menyuruh Nabi Muhammad supaya menanyakan kepada orang-orang penyembah berhala itu alasan dan bukti-bukti kebenaran sesembahan mereka, \"Tunjukkanlah bukti kebenaranmu jika kamu memang orang yang beriman.\"\n\nDemikian cara Al-Qur'an mengajukan pertanyaan-pertanyaan yang jawabannya harus dicari sendiri oleh manusia. Pertama, air yang turun ke bumi sehingga timbul kehidupan berupa kebun-kebun yang indah. Kedua, menjadikan bumi sebagai tempat tinggal yang menyenangkan dengan adanya sungai, gunung, danau, dan laut. Ketiga, manusia dijadikan khalifah di bumi, yaitu sebagai penguasa dan wakil Tuhan untuk melaksanakan hukum-Nya di muka bumi. Manusia sebagai makhluk yang paling tinggi yang diciptakan Allah melakukan perjalanan di darat maupun pelayaran di laut untuk menyebarkan dakwah hukum-hukum Tuhan. Yang terakhir yaitu meskipun manusia jika sampai pada waktunya meninggal dunia dan dikubur di bumi sehingga jasadnya hancur dan menjadi tanah, tetapi pada hari Kiamat ia dibangkitkan kembali. Demikianlah kekuasaan Allah.", "65": "Pada ayat ini, Allah memerintahkan Nabi Muhammad supaya menerangkan kepada orang-orang musyrik Mekah bahwa tidak ada seorang pun yang mengetahui perkara yang gaib baik di langit maupun di bumi selain Allah, sesuai dengan firman-Nya:\n\nDan kunci-kunci semua yang gaib ada pada-Nya; tidak ada yang mengetahui selain Dia. (al-An'am/6: 59) \n\nDan firman-Nya pula:\n\nSesungguhnya hanya di sisi Allah ilmu tentang hari Kiamat; dan Dia yang menurunkan hujan, dan mengetahui apa yang ada dalam rahim. Dan tidak ada seorang pun yang dapat mengetahui (dengan pasti) apa yang akan dikerjakannya besok. Dan tidak ada seorang pun yang dapat mengetahui di bumi mana dia akan mati. Sungguh, Allah Maha Mengetahui, Maha Mengenal. (Luqman/31: 34) \n\nMaksud perkara gaib di sini ialah persoalan-persoalan yang ada hubungannya dengan keadaan dan kehidupan di akhirat dan persoalan-persoalan di dunia yang berada dalam lingkungan hidup manusia dan dapat dirasakan tetapi di luar kemampuan manusia mencapainya. Diriwayatkan dari Masruq dari 'Aisyah beliau berkata:\n\nDari 'Aisyah r.a., beliau berkata, \"Barang siapa yang beranggapan bahwa Nabi Muhammad saw mengetahui apa yang akan terjadi besok, maka ia telah berdusta besar terhadap Allah, karena Allah menyatakan, 'Katakan, tidak ada yang tahu tentang kegaiban langit dan bumi kecuali Allah.\" (Riwayat Muslim)\n\nPada ayat ini disebutkan salah satu di antara yang gaib itu ialah mereka tidak mengetahui bila akan dibangkitkan dari kubur pada hari Kiamat, karena kiamat itu datangnya secara tiba-tiba sesuai dengan firman Allah:\n\nApakah mereka hanya menunggu saja kedatangan hari Kiamat yang datang kepada mereka secara mendadak sedang mereka tidak menyadarinya? (az-Zukhruf/43: 66)", "66": "Pada ayat ini, Allah menerangkan kejahilan mereka tentang hari Kiamat. Terdapat dua pendapat dalam memahami ayat ini. Pertama, sesungguhnya pengetahuan mereka tentang akhirat itu tidak menyeluruh. Kedua, pengetahuan mereka tentang kiamat sangat sempurna, tetapi ketika tidak melihatnya dengan mata kepala di dunia, mereka mengingkarinya. Bukan saja mereka tidak percaya dan tidak mengetahui kapan akan terjadinya kiamat, malahan mereka sangat ragu-ragu yang akhirnya menjurus kepada keadaan buta sama sekali tentang hari Kiamat. Dalil apa pun yang ditunjukkan kepada mereka tentang akan datangnya hari Kiamat, tetap mereka tolak. \n\nSoal keimanan terhadap akan datangnya kiamat itu sangat perlu dimiliki oleh setiap orang yang ingin mendidik dirinya supaya menjadi manusia yang jujur dan bertanggung jawab. Bilamana ia yakin akan mendapat pemeriksaan terhadap dirinya pada hari Kiamat, maka ia akan selalu mengekang hawa nafsunya dari setiap penyelewengan dan keangkaramurkaan. Negara dan seluruh warga negaranya tidak akan dirugikan oleh semua sikap dan tingkah lakunya. Semua kebijaksanaannya menjurus ke arah keamanan kesejahteraan dan kebahagiaan bersama. Agama merupakan unsur mutlak dalam pembangunan bangsa.", "67": "Pada ayat ini, Allah menerangkan keingkaran orang-orang kafir terhadap hari Kebangkitan dari kubur. Mereka berkata, \"Apakah setelah kita mati dan menjadi tanah, dan begitu pula nenek moyang kita, akan dikeluarkan kembali dalam keadaan hidup dari kubur?\" Pertanyaan mereka itu diucapkan secara sinis yang menunjukkan seolah-olah peristiwa itu mustahil akan terjadi, seperti tercantum dalam firman Allah:\n\nDan mereka berkata, \"Apabila kami telah menjadi tulang-belulang dan benda-benda yang hancur, apakah kami benar-benar akan dibangkitkan kembali sebagai makhluk yang baru?\" (al-Isra'/17: 49)", "68": "Pada ayat ini, Allah menerangkan alasan orang-orang kafir yang mengingkari hari Kebangkitan dengan ucapan mereka bahwa sesungguhnya mereka selalu diberi ancaman seperti itu sejak nenek moyang mereka dahulu. Itu tidak lain hanya dongengan orang dahulu kala yang sama sekali tidak berdasarkan kenyataan.", "69": "Pada ayat ini, Allah menyuruh Nabi Muhammad saw agar memberi nasihat dan petunjuk kepada orang-orang yang mengingkari hari kebangkitan. Nabi saw menyuruh mereka untuk melakukan perjalanan di muka bumi dan memperhatikan bagaimana nasib orang-orang yang berdosa di antara umat-umat terdahulu yang mendustakan Allah dan para rasul yang diutus-Nya. Bagaimana umat-umat itu telah mengalami kehancuran sebagai akibat kekafiran mereka kepada Allah dan hari Kebangkitan. Hendaknya peristiwa-peristiwa itu menjadi pelajaran bagi mereka. Akan tetapi, mereka tetap saja dalam keingkaran, sehingga mereka akan mengalami kehancuran, berdasarkan sunatullah yang tetap berlaku.", "70": "Pada ayat ini, Nabi Muhammad diperintahkan Allah supaya berlaku sabar dan tenang menghadapi bermacam-macam tantangan dan cemoohan dari orang-orang kafir itu. Nabi dilarang bersedih hati dan putus asa menghadapi tipu daya mereka karena Allah pasti memberi pertolongan sehingga agama Islam akan tersebar luas ke seluruh pelosok bumi, walaupun orang-orang kafir tidak menyukainya, seperti tercantum dalam firman-Nya:\n\nDialah yang telah mengutus Rasul-Nya dengan petunjuk (Al-Qur'an) dan agama yang benar untuk diunggulkan atas segala agama, walaupun orang-orang musyrik tidak menyukai. (at-Taubah/9: 33)", "71": "Pada ayat ini diterangkan bahwa orang-orang Quraisy tidak saja mengingkari hari Kebangkitan, bahkan mereka menantang dengan menyuruh Nabi Muhammad mendatangkan azab yang diancamkan kepada mereka. Tantangan itu menunjukkan sikap mereka yang benar-benar mendustakan adanya hari Kebangkitan. Bahkan, mereka mengemukakan tuntutan kepada Nabi Muhammad untuk mempercepat datangnya ancaman Allah dengan ucapan mereka, \"Bilakah datangnya azab yang kamu ancamkan kepada kami jika memang kamu orang-orang yang bisa dipercaya?\"", "72": "Nabi Muhammad disuruh Allah menjawab pertanyaan orang-orang Quraisy itu dengan mengatakan bahwa azab yang mereka tunggu-tunggu dan ingin disegerakan itu sebentar lagi pasti akan datang. Secara kenyataan, azab itu muncul berupa kebinasaan dan kekalahan yang akan mereka alami waktu Perang Badar. Sebanyak 70 orang di antara pemimpin mereka, termasuk Abu Jahal, terbunuh dan 70 orang lainnya menjadi tawanan perang.", "73": "Pada ayat ini, Allah menjelaskan bahwa azab yang mereka minta disegerakan itu tidak diturunkan karena Ia benar-benar mempunyai karunia besar untuk manusia. Allah yang Maha Penyantun tidak segera menurunkan azab-Nya, bahkan sebaliknya memberi kesempatan kepada mereka untuk bertobat dan menyadari kesesatan mereka sehingga dengan penuh kesadaran menerima petunjuk Allah yang dibawa oleh Nabi-Nya. Kesempatan untuk bertobat dan kembali kepada jalan kebenaran itu adalah karunia yang besar, tetapi kebanyakan manusia tidak mensyukurinya. Hal ini tersebut pula dalam firman-Nya:\n\n...Sesungguhnya Allah memberikan karunia kepada manusia, tetapi kebanyakan manusia tidak bersyukur. (al-Baqarah/2: 243)", "74": "Pada ayat ini, Allah menjelaskan bahwa Dia benar-benar mengetahui apa yang mereka sembunyikan di dalam hati dan apa yang mereka nyatakan. Dia mengetahui apa yang mereka sembunyikan tentang permusuhan mereka terhadap Rasulullah dan apa yang mereka nyatakan dalam perbuatan dan tipu muslihat. Allah akan memberi balasan sesuai dengan amal perbuatan mereka itu. Hal ini sesuai dengan firman-Nya:\n\nSama saja (bagi Allah), siapa di antaramu yang merahasiakan ucapannya dan siapa yang berterus-terang dengannya; dan siapa yang bersembunyi pada malam hari dan yang berjalan pada siang hari. (ar-Ra'd/13: 10)", "75": "Pada ayat ini diterangkan bahwa semua yang gaib yang terjadi di langit dan bumi telah dicatat di Lauh Mahfuz, sesuai dengan firman-Nya:\n\nTidakkah engkau tahu bahwa Allah mengetahui apa yang di langit dan di bumi? Sungguh, yang demikian itu sudah terdapat dalam sebuah Kitab (Lauh Mahfudh). Sesungguhnya yang demikian itu s", "76": "Pada kedua ayat ini, Allah menerangkan keistimewaan Al-Qur'an sebagai mukjizat terbesar Nabi Muhammad, yaitu: \n\n1.Al-Qur'an memberi kepastian kepada Bani Israil tentang berbagai hal yang telah mereka perselisihkan terutama yang terkait dengan Isa al-Masih putra Maryam. Sebagian Ahli Kitab ada yang menganggapnya sebagai tuhan, ada pula yang memandangnya sebagai anak Allah, dan ada pula yang menganggapnya sebagai oknum ketiga dalam trinitas. Ada pula yang memandangnya sebagai nabi palsu, sebagaimana ibunya, Maryam, dituduh telah melakukan perbuatan zina. \n\n2.Al-Qur'an benar-benar menjadi petunjuk bagi orang-orang beriman karena mengandung berbagai dalil dan bukti yang menunjukkan kebenaran tauhid yang menjadi inti risalah para nabi. Al-Qur'an juga berisi hukum-hukum yang sangat dibutuhkan oleh seluruh umat manusia untuk mencapai kebahagiaan hidup di dunia dan akhirat. Hal ini meyakinkan orang yang membaca Al-Qur'an bahwa kitab ini benar merupakan wahyu dari Allah.\n\n3.Al-Qur'an juga merupakan rahmat bagi orang-orang mukmin. Meskipun Nabi Muhammad itu seorang ummi yang tidak dapat membaca dan menulis, dan belum pernah bergaul dengan pemuka-pemuka Ahli Kitab sebelum menjadi rasul, tetapi karena Al-Qur'an adalah firman Allah yang diwahyukan kepada Nabi Muhammad, maka ia berisi lengkap tentang kisah-kisah dari para nabi dan umat terdahulu sebagaimana diuraikan dalam kitab Taurat dan Injil.\n\nPerselisihan pendapat di kalangan Ahli Kitab memang sudah sangat mendalam dan menyangkut hal-hal yang prinsip seperti pendapat tentang trinitas, adanya Tuhan Bapa dan Tuhan Anak. Ada juga yang menganggap bahwa Isa al-Masih sebagai nabi palsu, nabi terakhir adalah Yusya dan sebagainya. \n\nJika para Ahli Kitab mempelajari kitab mereka dengan jujur, dan sungguh-sungguh untuk mencari kebenaran tanpa sentimen kebangsaan atau kesukuan, niscaya mereka akan mendapat kesimpulan bahwa nabi yang diisyaratkan dalam Kitab Taurat tidak lain adalah Nabi Muhammad karena sifat-sifat yang disebutkan dalam Kitab Taurat memang sama dengan sifat-sifatnya. Akan tetapi, karena Nabi Muhammad bukan dari keturunan Bani Israil, mereka sukar menerima kebenaran itu. Dalam kitab Perjanjian Lama, kitab Ulangan (Deuteronomium 18: 18) disebutkan demikian, \"Bahwa Aku (Tuhan) akan menjadikan bagi mereka itu seorang nabi dari antara segala saudaranya, yang seperti engkau (Musa), dan Aku akan memberi segala firman-Ku dalam mulutnya dan ia pun akan mengatakan kepadanya segala yang Kusuruh akan dia. Bahwa sesungguhnya barang siapa yang tidak mau mendengar segala firman-Ku, yang akan dikatakan olehnya dengan nama-Ku, niscaya Aku menuntutnya kelak kepada orang itu.\"\n\nIsyarat dari kitab Ulangan itu mengandung pengertian bahwa nabi yang akan diutus Allah setelah Nabi Musa itu ialah dari saudara-saudara Bani Israil, yaitu Bani Ismail atau bangsa Arab, sebab Israil atau Yakub dan Ismail adalah sama-sama keturunan Nabi Ibrahim. Ismail adalah putra Ibrahim dan Yakub adalah putra Ishak, yang juga putra Ibrahim. Nabi yang akan diutus adalah seperti Musa.\n\nPada ayat ini, Allah menerangkan bahwa Al-Qur'an yang telah diturunkan kepada Nabi Muhammad menjelaskan kepada Bani Israil sebagian besar dari persoalan-persoalan yang mereka perselisihkan. Jika mereka sadar dan insaf serta menjauhkan diri dari ajakan hawa nafsu dan sentimen kesukuan, mereka akan merasakan hak dan kemurnian ajaran Al-Qur'an itu. Akan tetapi, karena terhalang oleh ketakaburan, mereka tetap menolaknya, padahal sudah jelas tampak dalil-dalil kebenarannya.", "77": "Pada kedua ayat ini, Allah menerangkan keistimewaan Al-Qur'an sebagai mukjizat terbesar Nabi Muhammad, yaitu: \n\n1.Al-Qur'an memberi kepastian kepada Bani Israil tentang berbagai hal yang telah mereka perselisihkan terutama yang terkait dengan Isa al-Masih putra Maryam. Sebagian Ahli Kitab ada yang menganggapnya sebagai tuhan, ada pula yang memandangnya sebagai anak Allah, dan ada pula yang menganggapnya sebagai oknum ketiga dalam trinitas. Ada pula yang memandangnya sebagai nabi palsu, sebagaimana ibunya, Maryam, dituduh telah melakukan perbuatan zina. \n\n2.Al-Qur'an benar-benar menjadi petunjuk bagi orang-orang beriman karena mengandung berbagai dalil dan bukti yang menunjukkan kebenaran tauhid yang menjadi inti risalah para nabi. Al-Qur'an juga berisi hukum-hukum yang sangat dibutuhkan oleh seluruh umat manusia untuk mencapai kebahagiaan hidup di dunia dan akhirat. Hal ini meyakinkan orang yang membaca Al-Qur'an bahwa kitab ini benar merupakan wahyu dari Allah.\n\n3.Al-Qur'an juga merupakan rahmat bagi orang-orang mukmin. Meskipun Nabi Muhammad itu seorang ummi yang tidak dapat membaca dan menulis, dan belum pernah bergaul dengan pemuka-pemuka Ahli Kitab sebelum menjadi rasul, tetapi karena Al-Qur'an adalah firman Allah yang diwahyukan kepada Nabi Muhammad, maka ia berisi lengkap tentang kisah-kisah dari para nabi dan umat terdahulu sebagaimana diuraikan dalam kitab Taurat dan Injil.\n\nPerselisihan pendapat di kalangan Ahli Kitab memang sudah sangat mendalam dan menyangkut hal-hal yang prinsip seperti pendapat tentang trinitas, adanya Tuhan Bapa dan Tuhan Anak. Ada juga yang menganggap bahwa Isa al-Masih sebagai nabi palsu, nabi terakhir adalah Yusya dan sebagainya. \n\nJika para Ahli Kitab mempelajari kitab mereka dengan jujur, dan sungguh-sungguh untuk mencari kebenaran tanpa sentimen kebangsaan atau kesukuan, niscaya mereka akan mendapat kesimpulan bahwa nabi yang diisyaratkan dalam Kitab Taurat tidak lain adalah Nabi Muhammad karena sifat-sifat yang disebutkan dalam Kitab Taurat memang sama dengan sifat-sifatnya. Akan tetapi, karena Nabi Muhammad bukan dari keturunan Bani Israil, mereka sukar menerima kebenaran itu. Dalam kitab Perjanjian Lama, kitab Ulangan (Deuteronomium 18: 18) disebutkan demikian, \"Bahwa Aku (Tuhan) akan menjadikan bagi mereka itu seorang nabi dari antara segala saudaranya, yang seperti engkau (Musa), dan Aku akan memberi segala firman-Ku dalam mulutnya dan ia pun akan mengatakan kepadanya segala yang Kusuruh akan dia. Bahwa sesungguhnya barang siapa yang tidak mau mendengar segala firman-Ku, yang akan dikatakan olehnya dengan nama-Ku, niscaya Aku menuntutnya kelak kepada orang itu.\"\n\nIsyarat dari kitab Ulangan itu mengandung pengertian bahwa nabi yang akan diutus Allah setelah Nabi Musa itu ialah dari saudara-saudara Bani Israil, yaitu Bani Ismail atau bangsa Arab, sebab Israil atau Yakub dan Ismail adalah sama-sama keturunan Nabi Ibrahim. Ismail adalah putra Ibrahim dan Yakub adalah putra Ishak, yang juga putra Ibrahim. Nabi yang akan diutus adalah seperti Musa.\n\nPada ayat ini, Allah menerangkan bahwa Al-Qur'an yang telah diturunkan kepada Nabi Muhammad menjelaskan kepada Bani Israil sebagian besar dari persoalan-persoalan yang mereka perselisihkan. Jika mereka sadar dan insaf serta menjauhkan diri dari ajakan hawa nafsu dan sentimen kesukuan, mereka akan merasakan hak dan kemurnian ajaran Al-Qur'an itu. Akan tetapi, karena terhalang oleh ketakaburan, mereka tetap menolaknya, padahal sudah jelas tampak dalil-dalil kebenarannya.", "78": "Pada ayat ini, Allah menerangkan bahwa Dia akan menyelesaikan semua persoalan yang diperselisihkan Bani Israil dengan keputusan-Nya yang adil lagi bijaksana. Dengan demikian, yang batil akan mendapat azab, dan yang benar akan diberi pahala sesuai dengan amalnya, karena Allah adalah Tuhan Yang Mahaperkasa lagi Maha Mengetahui.", "79": "Pada ayat ini, Allah menerangkan bahwa Dia akan menyelesaikan semua persoalan yang diperselisihkan Bani Israil dengan keputusan-Nya yang adil lagi bijaksana. Dengan demikian, yang batil akan mendapat azab, dan yang benar akan diberi pahala sesuai dengan amalnya, karena Allah adalah Tuhan Yang Mahaperkasa lagi Maha Mengetahui.", "80": "Pada ayat ini, Allah menjelaskan bahwa Nabi Muhammad tidak ditugaskan supaya menjadikan orang-orang musyrik itu beriman. Beliau hanya ditugaskan untuk menyampaikan seruan atau risalah dari Allah. Tidak termasuk wewenang beliau untuk memaksa orang kafir menjadi seorang mukmin. Hal tersebut berada dalam kekuasaan Allah. Nabi tidak mampu memasukkan petunjuk ke dalam hati orang yang sudah terkunci mati. Ayat ini juga menjelaskan bahwa Muhammad tidak dapat menjadikan orang-orang yang mati itu mendengar dan tidak pula menjadikan orang-orang tuli mendengar panggilan, terlebih lagi bila hati mereka telah berpaling ke belakang.\n\nKalimat \"orang-orang yang mati\" dan \"orang-orang yang tuli\" dalam ayat ini adalah ungkapan metafora. Maksudnya adalah orang-orang musyrik itu dianggap sebagai orang yang sudah mati pikirannya, sudah tuli dan tidak dapat mendengar panggilan dan ajakan kebaikan. Mereka telah berpaling ke belakang. Mereka diserupakan dengan orang yang mati dan orang yang tuli karena semua ayat yang dibacakan kepada mereka tidak berpengaruh sama sekali\n\nWalaupun secara umum ayat ini menjelaskan bahwa orang yang telah mati tidak dapat mendengar seruan orang yang masih hidup, tetapi ada beberapa hadis yang sahih, seperti yang diriwayatkan oleh Muslim, yang menerangkan bahwa Nabi Muhammad pernah berbicara pada mayat-mayat kaum musyrikin yang terbunuh waktu perang Badar dan dikubur bersama-sama dalam sebuah sumur. Melihat hal itu, sebagian sahabat, di antaranya Umar bin Khattab, menyatakan keheranannya dengan bertanya mengapa Rasulullah berbicara dengan orang yang sudah meninggal. Menanggapi hal itu, Rasulullah bersabda: \n\nKamu tidak lebih mendengar daripada mereka terhadap apa yang aku katakan, hanya saja mereka tidak dapat menjawab. (Riwayat Imam Muslim dari Anas bin Malik)\n\nPengertian yang terkandung dalam hadis di atas adalah bahwa orang-orang yang masih hidup dan mayat-mayat itu sama dapat mendengar ucapan Nabi. Akan tetapi, orang yang masih hidup dapat menjawab, sedangkan mereka tidak. Dalam beberapa hadis yang sahih diterangkan pula oleh Nabi bahwa bila seorang mayat telah selesai dimasukkan ke kuburnya, ia dapat mendengar suara sepatu atau terompah orang-orang yang mengantarnya. \n\nSebagai seorang penyampai risalah Allah, Nabi tidak dapat memberi hidayah kepada orang-orang musyrik untuk menjadi mukmin sebagaimana yang terjadi dengan paman Nabi yaitu Abu thalib yang hingga akhir hidupnya tidak beriman. Firman Allah:\n\nSungguh, engkau (Muhammad) tidak dapat memberi petunjuk kepada orang yang engkau kasihi, tetapi Allah memberi petunjuk kepada orang yang Dia kehendaki, dan Dia lebih mengetahui orang-orang yang mau menerima petunjuk (al-Qasas/28: 56)\n\nTugas Nabi hanya memberi petunjuk dalam arti memberi bimbingan (irsyad), memberi keterangan (bayan), dan melaksanakannya, sebagaimana firman Allah:\n\n... Dan sungguh, engkau benar-benar membimbing (manusia) kepada jalan yang lurus.(asy-Syura/42: 52) \n\nPengertian hidayah pada Surah al-Qasas/28: 56 di atas adalah \"taufik\". Hal ini mengandung pengertian bahwa Nabi tidak mempunyai kewenangan untuk memberi taufik kepada manusia, walaupun terhadap orang yang dicintainya, misalnya Abu thalib. hanya Allah yang dapat memberi hidayah dalam arti taufik kepada orang-orang yang dikehendaki-Nya. \n\nAdapun hidayah pada Surah as-Syura/42: 52 bermakna \"tabyin dan irsyad\". Hal ini berarti bahwa Nabi mempunyai kewenangan untuk memberi penjelasan dengan petunjuk yang luas.", "81": "Pada ayat ini, Allah memperkuat pengertian ayat sebelumnya bahwa Nabi Muhammad sama sekali tidak dapat memalingkan orang-orang buta yang telah terkunci hatinya dari kesesatan. Mata hatinya tidak dapat diberi petunjuk kepada jalan yang lurus karena ada hijab atau dinding yang menutupi pandangannya, sehingga tidak dapat melihat kebenaran sama sekali. Nabi Muhammad tidak dapat menjadikan seseorang dapat mendengar seruannya dengan pendengaran yang positif, kecuali orang-orang yang beriman kepada Allah, lalu berserah diri secara tulus ikhlas kepada-Nya.", "82": "Pada ayat ini, Allah menjelaskan bila kemarahan dan kemurkaan-Nya telah dijatuhkan kepada manusia yang durhaka, karena meninggalkan perintah dan mengotori kemurnian agama-Nya, maka pada saat menjelang datangnya hari Kiamat, binatang-binatang melata keluar dari bumi dan berbicara kepada mereka dengan lidah yang fasih, bahwa kebanyakan manusia tidak yakin kepada ayat-ayat Allah, dan tidak percaya akan datangnya hari Kiamat. Ucapan dari binatang melata itu mengandung cercaan dan peringatan yang sangat keras kepada manusia yang berada di sekelilingnya. Keanehan yang akan terjadi sebelum kiamat, di mana seekor binatang melata dapat berbicara memberi peringatan kepada orang-orang yang durhaka, tidak mustahil bagi Allah. Ia dapat memberi kemampuan kepada binatang tersebut untuk berbicara pada saat itu, sesuai dengan firman-Nya:\n\nMereka berkata, \"Allah yang telah menjadikan kami dapat bicara pasti juga dapat menjadikan segala sesuatu dapat berbicara.\" (Fussilat/41: 21)\n\nMengenai keluarnya binatang melata dianggap sebagai masalah gaib karena bentuk dan sifatnya tidak disebutkan dalam Al-Qur'an. Keterangan mengenai hal ini hanya terdapat dalam hadis. Di antaranya adalah hadis yang diriwayatkan oleh Muslim dari 'Abdullah bin amr:\n\n'Abdullah bin 'Amr berkata, \"Aku menghafal sebuah hadis dari Rasulullah saw yang tidak akan aku lupakan. Aku mendengar beliau bersabda, 'Tanda-tanda akan (datangnya kiamat) yang pertama kali muncul adalah terbitnya matahari dari sebelah barat dan keluarnya binatang melata kepada manusia di pagi hari. Manakala salah satu dari dua peristiwa ini terjadi, maka yang satu lagi segera menyusul setelahnya.\" (Riwayat Muslim)", "83": "Pada ayat-ayat ini, Allah menerangkan tingkah laku dan perbuatan orang-orang kafir yang mengingkari Allah dan Rasul-Nya ketika mereka menyaksikan sendiri datangnya hari Kiamat. Pada hari itu, Allah mengumpulkan orang-orang yang mengingkari ayat-ayat-Nya dari setiap umat manusia. Setelah mereka berkumpul di Padang Mahsyar untuk dihisab, mereka semuanya berdiri di hadapan Allah untuk menghadapi berbagai pertanyaan dan pemeriksaan.\n\nOrang-orang kafir dan musyrik mendengar dakwaan yang sangat menusuk perasaan. Di antaranya adalah mengapa mereka telah mengingkari ayat-ayat Allah yang secara jelas memberitahukan akan adanya hari kebangkitan dan hari penghisaban ini. Mengapa mereka tidak memikirkan persoalan itu, padahal dalil-dalilnya jelas dan gamblang disampaikan oleh rasul-rasul kepada mereka? Mengapa mereka bersikap sombong dan angkuh tidak mau menerima keterangan para rasul itu, padahal mereka tidak memiliki pengetahuan yang pasti dan tidak pernah memikirkannya secara teliti dan sungguh-sungguh.", "84": "Pada ayat-ayat ini, Allah menerangkan tingkah laku dan perbuatan orang-orang kafir yang mengingkari Allah dan Rasul-Nya ketika mereka menyaksikan sendiri datangnya hari Kiamat. Pada hari itu, Allah mengumpulkan orang-orang yang mengingkari ayat-ayat-Nya dari setiap umat manusia. Setelah mereka berkumpul di Padang Mahsyar untuk dihisab, mereka semuanya berdiri di hadapan Allah untuk menghadapi berbagai pertanyaan dan pemeriksaan.\n\nOrang-orang kafir dan musyrik mendengar dakwaan yang sangat menusuk perasaan. Di antaranya adalah mengapa mereka telah mengingkari ayat-ayat Allah yang secara jelas memberitahukan akan adanya hari kebangkitan dan hari penghisaban ini. Mengapa mereka tidak memikirkan persoalan itu, padahal dalil-dalilnya jelas dan gamblang disampaikan oleh rasul-rasul kepada mereka? Mengapa mereka bersikap sombong dan angkuh tidak mau menerima keterangan para rasul itu, padahal mereka tidak memiliki pengetahuan yang pasti dan tidak pernah memikirkannya secara teliti dan sungguh-sungguh.", "85": "Ayat ini menjelaskan bahwa kemurkaan Allah kepada orang-orang yang ingkar itu disebabkan kezaliman mereka sendiri. Mereka tidak dapat berkata apa-apa untuk menolak azab yang akan menimpa mereka seperti tersebut dalam firman Allah:\n\nInilah hari, saat mereka tidak dapat berbicara, dan tidak diizinkan kepada mereka mengemukakan alasan agar mereka dimaafkan. (al-Mursalat/77: 35-36)", "86": "Setelah menyampaikan berita yang sangat menakutkan tentang kedahsyatan hari Kiamat, maka Allah pada ayat ini mengemukakan dalil-dalil keesaan-Nya, tentang kepastian akan datangnya hari kebangkitan, dan dalil-dalil yang membenarkan Muhammad saw sebagai utusan Allah. Di antara tanda-tanda kekuasaan Allah adalah adanya malam dan siang yang datang silih berganti. Apakah orang-orang yang mengingkari hari Kiamat itu tidak memperhatikan bahwa sesungguhnya Allah telah menjadikan malam untuk beristirahat dari kesibukan dan kelelahan bekerja pada siang hari, waktu untuk berkumpul dan santai dengan keluarga di rumah masing-masing, dan untuk memulihkan kembali seluruh tenaga dan kekuatan guna melanjutkan tugas pada keesokan harinya. Hari yang terang benderang telah menunggu mereka untuk melanjutkan usaha mencari nafkah bagi diri dan keluarganya. \n\nTidakkah mereka memikirkan bahwa kesemuanya diatur dan dikemudikan oleh Allah Yang Mahakuasa, yang dapat menghidupkan, mematikan, dan membangkitkan mereka setelah mati? Sebagaimana siang dan malam banyak mengandung manfaat dan faedah bagi kehidupan manusia, maka demikian pula diutusnya para rasul itu membawa manfaat yang besar sekali bagi kebahagiaan hidup manusia di dunia dan akhirat. Sesungguhnya pada kejadian-kejadian itu terdapat tanda-tanda kekuasaan Allah bagi orang-orang yang beriman.", "87": "Pada ayat ini, Allah menggambarkan peristiwa kiamat secara khusus, yaitu pada hari peniupan sangkakala oleh malaikat Israfil. Segala yang ada di langit dan di bumi terkejut, kecuali malaikat Jibril, Mikail, Israfil, Izrail, dan orang-orang yang beriman. Tiupan sangkakala itu terjadi dua kali, tiupan pertama yang diberi nama \"nafkhah as-sa'q\" menyebabkan matinya semua makhluk selain mereka yang dikecualikan. Kemudian dengan tiupan kedua, mereka semuanya akan dibangkitkan dari kubur mereka masing-masing, sebagaimana dalam firman-Nya:\n\nDan sangkakala pun ditiup, maka matilah semua (makhluk) yang di langit dan di bumi kecuali mereka yang dikehendaki Allah. Kemudian ditiup sekali lagi (sangkakala itu) maka seketika itu mereka bangun (dari kuburnya) menunggu (keputusan Allah). (az-Zumar/39 :68) \n\nTiupan yang kedua ini diberi nama \"nafkhah al-ba'ts\" artinya tiupan kebangkitan, seperti dalam firman-Nya:\n\nLalu ditiuplah sangkakala, maka seketika itu mereka keluar dari kuburnya (dalam keadaan hidup), menuju kepada Tuhannya. (Yasin/36: 51) \n\nPeristiwa ini disebutkan pula dalam firman Allah:\n\n(yaitu) pada hari ketika mereka keluar dari kubur dengan cepat seakan-akan mereka pergi dengan segera kepada berhala-berhala (sewaktu di dunia), pandangan mereka tertunduk ke bawah diliputi kehinaan. Itulah hari yang diancamkan kepada mereka. (al-Ma'arij/70: 43-44)", "88": "Pada ayat ini, Allah menerangkan bahwa gunung-gunung yang sekarang kelihatannya kokoh berdiri di tempatnya, nanti pada hari Kiamat akan dicabut dari bumi kemudian diterbangkan bagaikan bulu di udara dan berjalannya awan. Firman Allah:\n\nDan gunung-gunung bagaikan bulu (yang beterbangan). (al-Ma'arij/70: 9) \n\nAda dua pendapat ulama tafsir mengenai pernyataan ayat ini bahwa gunung-gunung akan diterbangkan di udara seperti jalannya awan, atau dalam ayat lain seperti bulu ditiup oleh angin. Pendapat pertama, yang merupakan pendapat sebagian besar mufasir, mengemukakan bahwa ayat ini berhubungan dengan peristiwa hari Kiamat, seperti dalam firman Allah:\n\nPada hari (ketika) langit berguncang sekeras-kerasnya, dan gunung berjalan (berpindah-pindah). (ath-thur/52: 9-10 )\n\nDan firman-Nya:\n\nDan gunung-gunung pun dijalankan sehingga menjadi fatamorgana. (an-Naba'/78: 20) \n\nDalam firman-Nya yang lain:\n\n(Yaitu) pada hari (ketika) bumi di ganti dengan bumi yang lain dan (demikian pula) langit, dan mereka (manusia) berkumpul (di Padang Mahsyar) menghadap Allah Yang Maha Esa, Mahaperkasa. (Ibrahim/14: 48) \n\nKejadian-kejadian yang amat dahsyat ini terjadi pada hari Kiamat setelah tiupan sangkakala yang kedua kalinya, dimana semua manusia dibangkitkan dari kuburnya dan mereka menyaksikan segala macam peristiwa yang sangat dahsyat itu dengan sikap yang berbeda-beda.\n\nPendapat yang kedua mengenai tafsir ayat 88 ini, yakni pendapat ulama ahli falak, menyatakan bahwa ayat ini bukan berhubungan dengan peristiwa hari Kiamat, tetapi dengan fenomena alam di dunia. Ayat ini mengatakan, \"Dan engkau akan melihat gunung-gunung, yang engkau kira tetap di tempatnya, padahal ia berjalan (seperti) awan berjalan.\" Ia dijadikan dalil bahwa bumi berputar seperti planet-planet lain pada garis edar yang telah ditentukan, hanya saja manusia sebagai penghuni bumi tidak merasakannya. \n\nAlasan ulama falak, bahwa ayat 88 ini berhubungan dengan peristiwa sekarang dan bukan dengan peristiwa hari Kiamat, adalah:\n\n1. Ayat ini tidak dapat dimasukkan dalam kategori ancaman atau menakut-nakuti dengan kedahsyatan hari Kiamat karena di belakangnya di sambung dengan kata-kata: (Itulah) ciptaan Allah yang mencipta dengan sempurna segala sesuatu. Oleh karena itu, ayat ini lebih tepat bila dihubungkan dengan masa sekarang, di mana manusia sebagai penghuni bumi menyangka bahwa bumi ini diam, demikian pula gunung-gunung yang berada di atas permukaannya. Padahal, bumi bersama gunung-gunung itu berjalan atau beredar sebagai jalannya awan.\n\n2. Gunung-gunung itu diterbangkan untuk dihancurkan pada hari Kiamat, dan terjadi bersamaan dengan kehancuran alam semesta, termasuk kematian seluruh manusia. Hanya beberapa malaikat saja yang tetap hidup. Jika pada hari setelah tiupan sangkakala yang pertama tidak ada lagi manusia yang hidup, bagaimana dapat dikatakan bahwa nanti mereka akan melihat gunung-gunung yang disangka diam, padahal ia berjalan seperti jalannya awan. \n\n3. Orang-orang di Padang Mahsyar yang menyaksikan gunung-gunung berjalan seperti jalannya awan, tentu sadar dan melihat dengan mata kepala sendiri sehingga tidak pantas dikatakan bahwa mereka menyangka gunung-gunung itu diam saja di tempatnya. Berlainan sekali jika dihubungkan dengan masa sekarang, karena memang manusia tidak dapat merasakan bahwa gunung-gunung itu bergerak dan berjalan di angkasa sebagaimana jalannya awan, karena gunung-gunung itu ikut bergerak bersama bumi, dan udara yang ada di sekitarnya. Dengan pengertian yang demikian, maka barulah cocok dengan kata-kata: (Itulah) ciptaan Allah yang mencipta dengan sempurna segala sesuatu. Kata-kata yang indah ini tidak patut dikemukakan pada konteks hari Kiamat yang penuh dengan ancaman dan ketakutan terhadap kehancuran seluruh alam semesta. \n\nDemikianlah kedua pendapat tentang tafsir ayat 88 ini. Sebagian besar mufasir menerangkan bahwa ayat itu berhubungan dengan peristiwa hari Kiamat. Sebagian lagi yang terdiri dari ulama falak menerangkan bahwa ayat itu berhubungan dengan peristiwa sekarang, dan dijadikan dalil bahwa semua yang ada di atas bumi termasuk gunung-gunung bergerak, berjalan di angkasa sebagaimana berjalannya awan. Perbedaan penafsiran itu tidak mengenai pada tataran arti, namun hanya menyangkut waktu terjadinya. Karena kejadian ini termasuk dalam alam gaib, maka lebih baik perhatian manusia dititikberatkan kepada perbaikan amalnya. Oleh karena itu, pada akhir ayat itu dinyatakan bahwa sesungguhnya Allah Maha Mengetahui apa yang dikerjakan manusia.\n\nMenurut pandangan saintis, bumi merupakan planet terbesar kelima dari sembilan planet yang ada di tata surya. Bentuknya mirip dengan bola bundar, dengan keliling sekitar 12.743 km. Luas permukaan bumi diperkirakan sekitar 510 juta km2. Sekitar 29% permukaan bumi adalah daratan, sedangkan sisanya berupa lautan. \n\nBumi terdiri dari beberapa lapisan yang secara garis besar dibagi menjadi 3 bagian. Bagian paling atas disebut kerak bumi dan ketebalannya bervariasi dari 0-100 km di mana ke arah kontinen makin menebal. Di bawahnya terdapat mantel dengan kedalaman sampai 2.900 km. Bagian paling dalam disebut inti bumi dengan kedalaman dari 2.900-6.370 km. Pembagian ini didasarkan pada analisa gelombang gempa dan masing-masing bagian tersebut mempunyai sifat fisis yang berbeda. Inti bumi misalnya mempunyai sifat fisis layaknya benda cair. Pembagian ini pada dasarnya dapat diperinci lebih detail. Manusia berada pada lapisan bumi bagian atas, yakni kerak bumi. \n\nSampai paruh abad 20, bidang kebumian ditandai oleh perdebatan tentang continental drift (kontinen yang mengapung). Mereka yang tidak setuju, disebut fixists, sedang yang setuju disebut mobilists. Menurut kubu mobilist, continental mengapung dan bergerak di atas mantel. Kalau kita melihat peta dunia, maka dengan amat mudah kita melihat benua Afrika dan benua Amerika [Selatan] bila diimpitkan, maka garis pantai keduanya relatif berimpit. Jadi, pada dasarnya semua benua yang ada semula berupa satu benua yang satu, yang disebut Pangea, kemudian pecah dan bergerak ke tempat yang sekarang kita lihat. Data ilmiah seperti data kemagnitan purba, kesamaan fosil maupun kesamaan formasi geologi mendukung teori ini. Dan engkau akan melihat gunung-gunung, yang engkau kira tetap di tempatnya, padahal ia berjalan (seperti) awan berjalan. \n\nPerdebatan ini terus berlangsung dan puncaknya pada tahun enam puluhan. Pada saat itu, terjadilah revolusi pemikiran di bidang ilmu geologi dan pemikiran kaum mobilists mulai diterima secara luas. Penemuan punggungan tengah samudra di Samudra Atlantik dan Samudra Pasifik yang didukung data geologi dan geofisika, khususnya data magnetik, memperlihatkan adanya pemekaran dasar samudra di mana dua lempeng saling bergerak menjauh. Pada lantai samudra ini, magma dengan suhu sangat tinggi yang berasal dari mantel bumi naik ke atas membentuk punggungan tengah samudra \n\nDari dua konsep di atas, Apungan Benua dan Pemekaran Samudra, lahir konsep Tektonik Lempeng yang berkembang sangat cepat sejak tahun 1967 dan memiliki implikasi terhadap seluruh aspek geologi termasuk gempa bumi, gunung api, sampai pada perkembangan cekungan hidrokarbon maupun endapan-endapan mineral. Teori ini mengatakan bahwa bumi bagian atas terdiri dari lempengan-lempengan litosfer yang terdiri dari kerak bumi dan mantel bagian atas yang mengapung dan bergerak di atas bagian mantel yang disebut astenosfer.\n\nLempeng-lempeng litosfer bergerak dan saling berinteraksi satu sama lain. Pada tempat-tempat saling bertemu, pertemuan lempengan ini menimbulkan gempa bumi. Sebagai contoh adalah Indonesia yang merupakan tempat pertemuan tiga lempeng: Eurasia, Pasifik, dan Indo-Australia. Bila dua lempeng bertemu, maka terjadi tekanan (beban) yang terus menerus, dan bila lempengan tidak tahan lagi menahan tekanan (beban), maka lepaslah beban yang telah terkumpul ratusan tahun itu, dan dikeluarkan dalam bentuk gempa bumi, seperti firman Allah:\n\nApabila bumi diguncangkan dengan guncangan yang dahsyat, dan bumi telah mengeluarkan beban-beban berat (yang dikandung)nya, dan manusia bertanya, \"Apa yang terjadi pada bumi ini?\" Pada hari itu bumi menyampaikan beritanya. (al-Zalzalah/99: 1-4)\n\nPada hari itu, bumi menceritakan beritanya. Beban berat yang dikeluarkan dalam bentuk gempa bumi merupakan satu proses geologi yang berjalan bertahun-tahun. Begitu seterusnya, setiap selesai beban dilepaskan, kembali proses pengumpulan beban terjadi. Proses geologi atau berita geologi ini dapat direkam, baik secara alami maupun dengan menggunakan peralatan geofisika ataupun geodesi. Sebagai contoh adalah gempa-gempa yang beberapa puluh atau ratus tahun yang lalu, peristiwa pelepasan beban direkam dengan baik oleh terumbu karang yang berada dekat sumber gempa. Pada masa modern, pelepasan energi ini terekam oleh peralatan seismograf (pencatat gempa) maupun peralatan geodesi yang disebut GPS (Global Position System).", "89": "Ayat ini menjelaskan bahwa orang yang beriman kepada Allah dan melaksanakan amal kebajikan, akan memperoleh balasan yang lebih baik dari amalnya sendiri, dan diberi tempat kediaman yang nyaman dan kekal dalam surga Na'im, mereka aman tenteram dari kejutan yang dahsyat pada hari Kiamat itu.", "90": "Sebaliknya barang siapa yang menyekutukan Allah dan berbuat kejahatan, maka wajah mereka disungkurkan ke dalam neraka seraya dikatakan kepada mereka, \"Kamu tidak mendapat balasan, melainkan setimpal dengan kemusyrikan dan kejahatan yang dahulu kamu kerjakan di dunia, sehingga menjadi sebab datangnya kemurkaan Allah.\"", "91": "Pada ayat ini, Allah memerintahkan Nabi Muhammad supaya menyampaikan kepada orang-orang musyrik Mekah bahwa beliau hanya disuruh Allah menyembah Tuhan negeri ini (Mekah) yang telah dijadikan sebagai tanah Haram (Tanah Suci), diharamkan adanya pertumpahan darah atau berbuat kezaliman terhadap siapa pun di sana. Penyebutan negeri Mekah secara khusus pada ayat ini karena di sana terdapat Ka'bah, yaitu rumah peribadatan yang pertama kali dibangun di muka bumi ini sebagai tempat manusia menghadap ketika salat di mana pun mereka berada, sesuai dengan firman-Nya:\n\nSesungguhnya rumah (ibadah) pertama yang dibangun untuk manusia, ialah (Baitullah) yang di Bakah (Mekah) yang diberkahi dan menjadi petunjuk bagi seluruh alam. (ali 'Imran/3: 96) \n\nAdapun yang wajib disembah hanya Allah, bukan berhala-berhala yang oleh diletakkan kaum musyrikin di sana, sesuai dengan firman Allah:\n\nMaka hendaklah mereka menyembah Tuhan (pemilik) rumah ini (Ka'bah), yang telah memberi makanan kepada mereka untuk menghilangkan lapar dan mengamankan mereka dari rasa ketakutan. (Quraisy/106 : 3-4).\n\nIni merupakan celaan yang keras kepada orang-orang kafir Mekah yang tidak menyembah Allah yang mempunyai Baitullah, tetapi menyembah berhala-berhala yang mereka tempatkan di sekitarnya. Kepunyaan Allah segala sesuatu, baik di langit maupun bumi, dari segi ciptaan, pemilikan, dan pengurusannya, tidak ada sekutu bagi-Nya. Oleh karena itu, hanya Allah satu-satunya yang berhak disembah dan kepada-Nya Nabi saw diperintahkan supaya berserah diri dengan penuh keikhlasan dan ketauhidan yaitu jalan lurus atau agama Islam, sesuai dengan firman-Nya:\n\nKatakanlah (Muhammad), \"Sesungguhnya Tuhanku telah memberiku petunjuk ke jalan yang lurus, agama yang benar, agama Ibrahim yang lurus. Dia (Ibrahim) tidak termasuk orang-orang musyrik.\"(al-An'am/6: 161)", "92": "Pada ayat ini, Allah menerangkan bahwa Nabi Muhammad saw diperintahkan supaya membacakan Al-Qur'an kepada manusia, untuk mengungkap makna dan rahasia yang terkandung di dalamnya, dan menyerap dalil-dalil tentang kekuasaan Allah yang dapat dilihat pada alam semesta. Dengan demikian, beliau dapat menyelami hakikat hidup yang sebenarnya dan menerima limpahan karunia Allah kepadanya.\n\nNabi saw mengulang bacaan ayat itu beberapa puluh kali sampai terbit fajar. Ketika membacanya tampaklah bagi beliau beberapa rahasia yang terkandung di dalamnya, sehingga beliau merasakan faedah membaca ayat Al-Qur'an serta memahami isinya, sesuai dengan firman-Nya:\n\nDemikianlah Kami bacakan kepadamu (Muhammad) sebagian ayat-ayat dan peringatan yang penuh hikmah. (ali 'Imran/3: 58)\n\nFirman Allah yang lain:\n\nDemikianlah, Kami telah mengutus engkau (Muhammad) kepada suatu umat yang sungguh sebelumnya telah berlalu beberapa umat, agar engkau bacakan kepada mereka (Al-Qur'an) yang Kami wahyukan kepadamu. (ar-Ra'd/13: 30)\n\nBarang siapa yang mengikuti ajaran Al-Qur'an, beriman kepada Nabi Muhammad, dan menerima petunjuknya, maka sungguh ia telah menempuh jalan lurus menuju kebahagiaan dunia dan akhirat. Petunjuk itu adalah untuk kebaikan dirinya sendiri. Akan tetapi, barang siapa yang sesat, dan menyeleweng dari jalan lurus yang telah dirintis oleh Nabi, maka kemudaratan akan dirasakan oleh mereka sendiri. Nabi saw tidak akan menderita kerugian apa pun sebab tugas beliau hanya sekadar memberi peringatan sesuai dengan firman Allah:\n\nMaka sesungguhnya tugasmu hanya menyampaikan saja, dan Kamilah yang memperhitungkan (amal mereka). (ar-Ra'd/13: 40)\n\nDan firman Allah:\n\nSungguh, engkau hanyalah seorang pemberi peringatan dan Allah pemelihara segala sesuatu. (Hud/11: 12)", "93": "Pada ayat ini, Allah memerintahkan Nabi Muhammad, yang telah menyampaikan kabar gembira kepada kaum Muslimin yang mengikuti petunjuknya, dan memberi peringatan kepada mereka yang mengingkarinya, untuk mengatakan bahwa segala puji bagi Allah atas segala limpahan rahmat dan karunia-Nya. Di antaranya adalah nikmat kenabian dan kerasulan, yang menyebabkan datangnya nikmat-nikmat yang lain, baik kenikmatan di dunia maupun akhirat.\n\nAllah telah memberi taufik kepada Nabi untuk memikul segala beban dalam melaksanakan seruan agama, dalam rangka ketaatan dan kepatuhan kepada Tuhan Yang Maha Pemurah lagi Maha Pengasih, Yang telah menyediakan keridaan dan pahala yang besar bagi hamba-hamba-Nya yang tulus ikhlas. Allah telah memberikan kepada Nabi berbagai mukjizat, yang menunjukkan kebenaran risalah-Nya dan taufik untuk mengikuti jalan agama yang lurus. Rasul ingin sekali supaya umatnya membuka hati untuk dapat melihat bukti-bukti kebenaran. Akan tetapi, setan dan hawa nafsu telah sedemikian rupa mengelabui mata penglihatan mereka sehingga tidak dapat melihat kenyataan yang sebenarnya.\n\nJika mereka masih tetap juga membangkang dan keras kepala, maka ingatlah bahwa semua manusia akan mati. Mereka semua pada hari Kiamat akan dibangkitkan dari kuburan masing-masing dan dihadapkan ke hadirat Allah, yang akan memeriksa semua perbuatan yang mereka lakukan di dunia. Di sanalah nanti Allah akan memperlihatkan kepada orang-orang yang membangkang tanda-tanda kebesaran-Nya. Di sana juga nanti Allah akan memperlihatkan kepada mereka azab-Nya yang sangat pedih, sehingga mereka akan mengetahuinya. Di sana jugalah nanti mereka akan mengemukakan penyesalan yang tiada terhingga atas kekafiran mereka terhadap risalah nabi. Penyesalan yang tiada arti dan manfaat lagi karena mereka telah menyia-nyiakan kesempatan dan umur yang telah lewat itu, sedang Tuhan tidak lalai dari apa yang mereka kerjakan."}}, "jalalain": {"name": "Jalalain", "source": "Pesantren Persatuan Islam 91 Kota Tasikmalaya", "text": {"1": "(Tha Sin) hanya Allah saja yang mengetahui maksudnya (ini) yakni ayat-ayat ini (adalah ayat-ayat Alquran) sebagian daripada Alquran (dan ayat-ayat Kitab yang menjelaskan) yang memenangkan perkara yang hak di atas perkara yang batil. Lafal Kitabin di'athafkan kepada lafal yang sebelumnya dengan ditambahi sifat.", "2": "Ia adalah (petunjuk) yang memberi petunjuk agar tidak sesat (dan berita gembira untuk orang-orang yang beriman) yang percaya kepadanya, yaitu akan diberi surga.", "3": "(Yaitu orang-orang yang mendirikan salat) yakni menunaikannya sesuai dengan ketentuan-ketentuannya (dan menunaikan) memberikan (zakat dan mereka yakin akan adanya negeri akhirat) artinya mereka mengetahui melalui dalil-dalil Alquran. Hum diulang karena antara Hum yang pertama dengan Khabarnya ada pemisah.", "4": "(Sesungguhnya orang-orang yang tidak beriman kepada negeri akhirat, Kami jadikan mereka memandang indah perbuatan-perbuatan mereka) yang buruk, yaitu dengan membarakan nafsu syahwat mereka, lalu hal itu mereka pandang baik (maka mereka bergelimang) merasa kebingungan di dalamnya, sebab hal itu dianggap buruk oleh kita.", "5": "(Mereka itulah orang-orang yang mendapat azab yang buruk) yang keras di dunia, yaitu dengan dibunuh dan ditawan (dan mereka di akhirat adalah orang-orang yang paling merugi) karena tempat mereka adalah neraka, mereka kekal di dalamnya.", "6": "(Dan sesungguhnya kamu) khithab atau perintah ini ditujukan kepada Nabi saw.\n\n(benar-benar diberi Alquran) yakni diturunkan dengan sungguh-sungguh kepadamu (dari sisi) hadirat (Yang Maha Bijaksana lagi Maha Mengetahui) mengenai hal tersebut.", "7": "Ingatlah (ketika Musa berkata kepada keluarganya) yaitu istrinya sewaktu ia berjalan dari Madyan menuju ke Mesir, (\"Sesungguhnya aku melihat) dari jauh (api. Aku kelak akan membawa kepadamu kabar daripadanya) mengenai jalan yang harus kita tempuh, karena pada saat itu Nabi Musa tersesat (atau aku membawa kepadamu) dari api itu (suluh api). Jika dibaca Bisyihabi Qabasin, maka Idhafah di sini mengandung makna Bayan. Dapat pula dibaca Bisyihabin Qabasin, artinya obor api yang dinyalakan pada sumbu atau kayu (supaya kamu dapat berdiang\") huruf Tha pada lafal Tashthaluna adalah pengganti dari huruf Ta asal, karena wazannya adalah Tafta'iluna, yaitu berasal dari Shaliya atau Shala yang artinya berdiang pada api untuk menghilangkan rasa dingin.", "8": "(Maka tatkala ia tiba di tempat api itu, diserulah dia, \"Bahwa telah diberkati) yakni semoga Allah memberkati (orang yang berada di dekat api itu) yaitu Nabi Musa (dan orang-orang yang berada di sekitarnya) yang terdiri dari para Malaikat. Atau maknanya terbalik, yakni malaikat dahulu kemudian Nabi Musa. Lafal Baraka ini bermuta'addi dengan sendirinya sebagaimana dapat bermuta'addi dengan huruf. Kemudian setelah lafal Fi diperkirakan adanya lafal Makani, maksudnya Fi Makanin Nari, yaitu orang-orang yang ada di sekitar api.\n\n(Dan Maha Suci Allah, Rabb semesta alam) dari semua apa yang diserukan-Nya, maksudnya Maha Suci Allah dari keburukan.", "9": "(Hai Musa! Sesungguhnya) keadaan yang sebenarnya (Akulah Allah Yang Maha Perkasa lagi Maha Bijaksana).", "10": "(Dan lemparkanlah tongkatmu\") Musa melemparkannya.\n\n(Tatkala Musa melihat tongkatnya bergerak-gerak) bergerak ke sana dan ke mari (seperti seekor ular yang gesit) ular yang sangat besar tapi gesit gerakannya (larilah ia berbalik ke belakang tanpa menoleh) karena takut. Allah swt. berfirman, (\"Hai Musa! Janganlah kamu takut) oleh ular itu.\n\n(Sesungguhnya tidak takut di hadapan-Ku) yakni di sisi-Ku (orang-orang yang dijadikan Rasul) mereka tidak takut oleh ular dan selainnya.", "11": "(Tetapi) (orang-orang yang berlaku zalim) berbuat aniaya terhadap dirinya sendiri (kemudian menggantinya dengan kebaikan) yang ia lakukan (sesudah keburukannya itu) bertobat daripadanya (maka sesungguhnya Aku Maha Pengampun lagi Maha Penyayang) menerima tobatnya dan mengampuninya  239", "12": "(Dan masukkanlah tanganmu ke leher bajumu) yakni kerah bajumu (niscaya ia akan keluar) berbeda keadaannya dengan warna kulit tangan biasa (putih bukan karena penyakit) supak, dan memancarkan cahaya yang menyilaukan mata, hal itu sebagai mukjizat (termasuk sembilan buah mukjizat) yang kamu diutus untuk membawanya (yang akan dikemukakan kepada Firaun dan kaumnya. Sesungguhnya mereka adalah kaum yang fasik\") .", "13": "(Maka tatkala mukjizat-mukjizat Kami yang jelas itu sampai kepada mereka) tampak dengan cemerlang lagi jelas (berkatalah mereka, \"Ini adalah sihir yang nyata\") yakni jelas ilmu sihirnya.", "14": "(Dan mereka mengingkarinya) maksudnya mereka tidak mengakuinya sebagai mukjizat (padahal) sesungguhnya (hati mereka meyakininya) bahwa hal itu semuanya datang dari sisi Allah dan bukan ilmu sihir (tetapi kelaliman dan kesombonganlah) yang mencegah mereka dari beriman kepada apa yang dibawa oleh Nabi Musa itu, karenanya mereka ingkar.\n\n(Maka perhatikanlah) hai Muhammad (betapa kesudahan orang-orang yang berbuat kerusakan itu) sebagaimana yang kamu ketahui, yaitu mereka dibinasakan.", "15": "(Dan sesungguhnya Kami telah memberikan kepada Daud dan Sulaiman) yakni anak Daud (ilmu) tentang peradilan di antara manusia dan bahasa burung serta lain-lainnya (dan keduanya mengucapkan) sebagai tanda syukur mereka kepada Allah, (\"Segala puji bagi Allah yang telah melebihkan kami) dengan kenabian dan ditundukkannya jin, manusia dan setan-setan (dari kebanyakan hamba-hamba-Nya yang beriman\").", "16": "(Dan Sulaiman telah mewarisi Daud) yakni kenabian dan ilmunya tidak kepada putra-putra Nabi Daud yang lainnya (dan dia berkata, \"Hai manusia! Kami telah diberi pengertian tentang ucapan burung) yakni ia memahami suara-suaranya dan apa yang dimaksudnya (dan kami diberi segala sesuatu) sebagaimana yang telah diberikan kepada para nabi dan para raja.\n\n(Sesungguhnya ini) semua yang diberikan ini (benar-benar satu karunia yang nyata\") .", "17": "(Dan dihimpunkan) dapat dikumpulkan (untuk Sulaiman bala tentaranya dari golongan jin, manusia dan burung-burung) di dalam perjalanan yang dilakukannya (lalu mereka diatur dengan tertib) yakni dikumpulkan, kemudian digerakkan dengan teratur dan tertib.", "18": "(Sehingga apabila mereka sampai di lembah semut) yaitu di kota Thaif atau di negeri Syam; yang dimaksud adalah semutsemut kecil dan semut-semut besar (berkatalah seekor semut) yaitu raja semut, sewaktu melihat bala tentara Nabi Sulaiman, (\"Hai semut-semut! Masuklah ke dalam sarang-sarang kalian, agar kalian tidak diinjak) yakni tidak terinjak-injak (oleh Sulaiman dan bala tentaranya, sedangkan mereka tidak menyadari\") semut dianggap sebagai makhluk yang dapat berbicara, mereka melakukan pembicaraan sesama mereka.", "19": "(Maka tersenyum) Nabi Sulaiman pada permulaannya (tertawa) pada akhirnya (karena mendengar perkataan semut itu) dia telah mendengarnya walaupun jaraknya masih jauh yakni tiga mil, kemudian suara itu dibawa oleh angin. Nabi Sulaiman menahan bala tentaranya sewaktu mereka hampir sampai ke lembah semut, sambil menunggu supaya semut-semut itu memasuki sarang-sarangnya terlebih dahulu. Bala tentara Nabi Sulaiman dalam perjalanan ini ada yang menaiki kendaraan dan ada pula yang berjalan kaki (dan dia berdoa, \"Ya Rabbku! Berilah aku) berilah aku ilham (untuk tetap mensyukuri nikmat-Mu yang telah Engkau anugerahkan) nikmat-nikmat itu (kepadaku dan kepada dua orang ibu bapakku dan untuk mengerjakan amal saleh yang Engkau ridai; dan masukkanlah aku dengan rahmat-Mu ke dalam golongan hamba-hamba-Mu yang Saleh\") yakni para Nabi dan para Wali.", "20": "(Dan dia memeriksa burung-burung) untuk mencari burung Hud-hud yang ditugaskan untuk meneliti adanya sumber air di bawah tanah, melalui paruhnya yang ia patuk-patukkan ke tanah yang dimaksud pada saat itu Nabi Sulaiman membutuhkan air untuk salat, ternyata dia tidak melihat burung Hud-hud itu (lalu ia berkata, \"Mengapa aku tidak melihat Hud-hud?) apakah gerangan yang menyebabkan hingga aku tidak melihatnya?, coba jelaskan kepadaku ke mana dia? (apakah dia termasuk yang tidak hadir?\") Nabi Sulaiman tidak melihatnya karena tidak ada di tempat, setelah terbukti Hud-hud tidak ada.", "21": "Nabi Sulaiman berkata, (\"Sungguh aku benar-benar akan mengazabnya dengan azab) yakni hukuman (yang keras) yaitu akan dicabuti bulu-bulu sayap dan ekornya, kemudian akan dicampakkan di tempat yang amat panas, sehingga ia tidak dapat menghindarkan diri dari bahaya binatang melata dan serangga yang akan memakannya (atau aku benar-benar menyembelihnya) yaitu memotong lehernya (atau benar-benar dia datang kepadaku) dapat dibaca Laya'tiyanniy dan Laya'tiynaniy (dengan alasan yang terang\") yang menjelaskan alasan ketidakhadirannya.", "22": "(Maka diamlah Nabi Sulaiman) dapat dibaca Famakutsa dan Famakatsa (dalam waktu yang tidak lama) tidak lama setelah itu datanglah burung Hud-hud ke hadapan Nabi Sulaiman seraya merendahkan diri, yakni dengan mengangkat kepalanya dan merendahkan kedua sayap dan ekornya. Akhirnya Nabi Sulaiman memaafkannya, lalu Nabi Sulaiman menanyakan kepadanya tentang apa yang ia jumpai selama ketidakhadirannya itu (Hud-hud berkata, \"Aku telah mengetahui sesuatu yang kamu belum mengetahuinya) yakni aku telah menyaksikan apa yang belum pernah kamu saksikan (dan kubawakan kepadamu dari negeri Saba) dapat dibaca Saba-in dan Saba-a nama suatu kabilah yang diam di negeri Yaman. Mereka dinamakan dengan nama kakek moyangnya. Berdasarkan ketentuan ini lafal Saba menerima Tanwin (suatu berita) yakni kabar (yang diyakini) .", "23": "(Sesungguhnya aku menjumpai seorang wanita yang memerintah mereka) dia adalah ratu mereka bernama Balqis (dan dia dianugerahi segala sesuatu) yang diperlukan oleh seorang raja, seperti perlengkapan senjata dan peralatan lainnya (serta mempunyai singgasana) tempat duduk raja (yang besar) panjangnya kira-kira delapan puluh hasta dan lebarnya empat puluh hasta, sedangkan tingginya tiga puluh hasta, semuanya terbuat dari emas dan perak, kemudian bertahtakan mutiara, batu permata yaqut merah, batu zabarjad yang hijau dan tiang-tiangnya terbuat dari yaqut merah, zabarjad yang hijau dan zamrud. Kemudian singgasana itu memiliki tujuh pintu masuk yang selalu dijaga dengan ketat sekali.", "24": "(Aku mendapati dia dan kaumnya menyembah matahari, selain Allah dan setan telah menjadikan mereka memandang baik perbuatan-perbuatan mereka, lalu menghalangi mereka dari jalan) yang benar (sehingga mereka tidak dapat petunjuk) .", "25": "(Agar mereka tidak menyembah Allah), ditambahkan An pada la yasjudu kemudian An di-idgamkan kepada la sehingga menjadi Alla Yasjudu perihalnya sama dengan lafal yang terdapat di dalam firman-Nya, 'Lialla Ya'lama Ahlul Kitabi.' Bentuk asalnya La Ya'lama lalu ditambah An dan sebelum itu lam Ta'lil. Kedudukan Alla Yasjudu menjadi Maf'ul secara Mahal dari lafal Yahtaduna, yaitu dengan menggugurkan huruf Ila (Yang mengeluarkan apa yang terpendam) lafal Al Khab-a adalah Mashdar, yang maknanya apa-apa yang terpendam di dalam hujan dan tumbuh-tumbuhan (di langit dan di bumi dan Yang mengetahui apa yang kalian sembunyikan) di dalam kalbu kalian (dan apa yang kalian nyatakan) melalui perkataan kalian.  240", "26": "(Allah, tiada Tuhan yang wajib disembah melainkan hanya Dia, Tuhan Yang mempunyai Arasy yang besar\") ayat ini merupakan jumIah Isti'naf, dimaksud sebagai pujian yang menyangkut pula di dalamnya sebutan Arasy Tuhan Yang Maha Penyayang sebagai imbangan dari arasy ratu Balqis, sekalipun perbedaan antara keduanya jauh sekali.", "27": "(Berkatalah) Nabi Sulaiman kepada burung Hud-hud (\"Akan kami lihat, apakah kamu benar) di dalam berita yang kamu sampaikan kepada kami ini (ataukah kamu termasuk yang berdusta\") yakni kamu termasuk satu di antara mereka. Ungkapan ini jauh lebih sopan daripada seandainya dikatakan, \"Ataukah kamu berdusta dalam hal ini\". Kemudian burung Hud-hud menunjukkan sumber air itu kepada mereka lalu dikeluarkan airnya; mereka meminumnya sehingga menjadi segar kembali, mereka berwudu, lalu melakukan salat. Sesudah itu Nabi Sulaiman menulis surah kepada ratu Balqis yang bunyinya seperti berikut, \"Dari hamba Allah, Sulaiman ibnu Daud kepada ratu Balqis, ratu negeri Saba. Dengan nama Allah Yang Maha Pengasih lagi Maha Penyayang. Keselamatan atas orang yang mengikuti petunjuk. Amma Ba'du, Janganlah kamu sekalian berlaku sombong terhadapku dan datanglah kepadaku sebagai orang-orang yang berserah diri\". Setelah itu Nabi Sulaiman menuliskannya dengan minyak kesturi lalu dicapnya dengan cincinnya. Maka berkatalah ia kepada burung Hud-hud,", "28": "(\"Pergilah membawa surahku ini, lalu jatuhkan kepada mereka) kepada ratu Balqis dan kaumnya (kemudian berpalinglah) pergilah (dari mereka) dengan tidak terlalu jauh dari mereka (lalu perhatikanlah apa yang mereka bicarakan.\") yakni, jawaban atau reaksi apakah yang bakal mereka lakukan. Kemudian burung Hud-hud membawa surah itu lalu mendatangi ratu Balqis yang pada waktu itu berada di tengah-tengah bala tentaranya. Kemudian burung Hud-hud menjatuhkan surah Nabi Sulaiman itu ke pangkuannya. Ketika ratu Balqis membaca surah tersebut, tubuhnya gemetar dan lemas karena takut, kemudian ia memikirkan isi surah tersebut.", "29": "Selanjutnya (Ia berkata) yakni ratu Balqis kepada pemuka pemuka kaumnya, (\"Hai pembesar-pembesar! Sesungguhnya aku) dapat dibaca Al Mala-u Inni dan Al Mala-u winni, yakni bacaan secara Tahqiq dan Tas-hil (telah dijatuhkan kepadaku sebuah surah yang mulia) yakni surah yang berstempel.", "30": "(Sesungguhnya surah itu dari Sulaiman dan sesungguhnya isinya) kandungan isi surah itu, ('Dengan menyebut nama Allah Yang Maha Pemurah lagi Maha Penyayang) .", "31": "(Janganlah kamu sekalian berlaku sombong terhadapku dan datanglah kepadaku, sebagai orang-orang yang berserah diri')\" .", "32": "(Berkata dia, \"Hai para pembesar! Berilah aku pertimbangan) dapat dibaca Al Mala-u Aftuni dan Al Mala-uwaftuni, maksudnya, kemukakanlah saran kamu sekalian kepadaku (dalam urusanku ini, aku tidak pernah memutuskan suatu persoalan) karena aku belum pernah memutuskannya (sebelum kalian berada dalam majelisku\") sebelum kalian semua hadir di majelisku ini.", "33": "(Mereka menjawab, \"Kita adalah orang-orang yang memiliki kekuatan dan juga memiliki keberanian yang sangat) dalam peperangan (dan keputusan berada di tanganmu, maka pertimbangkanlah apa yang akan kamu perintahkan\") kami akan menaati perintahmu.", "34": "(Dia berkata, \"Sesungguhnya raja-raja apabila memasuki suatu negeri, niscaya mereka membinasakannya) melakukan pengrusakan di dalamnya (dan menjadikan penduduknya yang mulia jadi hina, dan demikian pula yang akan mereka perbuat) yang akan dilakukan oleh para pengirim surah ini.", "35": "(Dan sesungguhnya aku akan mengirim utusan kepada mereka dengan membawa hadiah, dan aku akan menunggu apa yang akan dibawa kembali oleh utusan-utusan itu\") apakah mereka akan menerima hadiahku ini atau menolaknya. Jika ia seorang raja niscaya ia akan menerimanya, jika ia seorang Nabi niscaya ia akan menolaknya. Kemudian ratu Balqis mengirimkan para pelayan lelaki dan perempuan yang jumlahnya dua ribu orang; separuh laki-laki dan separuh lagi perempuan. Para utusan itu membawa lima ratus balok emas, sebuah mahkota yang bertatahkan permata, minyak kesturi, minyak anbar dan hadiah-hadiah lainnya beserta sebuah surah jawaban. Burung Hud-hud segera terbang menuju ke Nabi Sulaiman untuk memberitakan kepadanya semua apa yang ia dengar dan saksikan itu. Setelah Nabi Sulaiman mendapat berita dari burung Hud-hud, maka segera ia memerintahkan pasukannya untuk membuat batu bata dari emas dan perak, hendaknya dari tempat ia berkemah sampai dengan sembilan farsakh dihampari permadani, kemudian di sekelilingnya dibangun tembok yang terbuat dari batu bata emas dan perak, kemudian ia memerintahkan kepada anak-anak jin supaya mendatangkan hewan darat dan hewan laut yang paling indah untuk ditaruh di sebelah kanan dan kiri lapangan dekat istana yang dibangunnya itu.", "36": "(Maka tatkala utusan itu sampai) utusan ratu Balqis yang membawa hadiah berikut dengan pengiring-pengiringnya (kepada Sulaiman. Sulaiman berkata, \"Apakah patut kalian menolong aku dengan harta?, apa yang diberikan Allah kepadaku) berupa kenabian dan kerajaan (lebih baik daripada apa yang diberikan-Nya kepada kalian) yakni keduniaan yang diberikan kepada kalian (tetapi kalian merasa bangga dengan hadiah kalian itu) karena kalian merasa bangga dengan harta keduniaan yang kalian miliki.", "37": "(Kembalilah kepada mereka) dengan hadiah yang kamu bawa itu (sungguh kami akan mendatangi mereka dengan bala tentara yang mereka tidak mempunyai kekuatan) tidak berdaya lagi (untuk melawannya, dan pasti kami akan mengusir mereka dari negeri itu) dari negeri tempat tinggal mereka, yaitu negeri Saba'. Negeri ini dinamai dengan nama kakek moyang mereka (dengan terhina dan mereka menjadi tawanan\") jika mereka tidak mau datang kepadaku dengan berserah diri. Ketika utusan itu kembali kepada ratu Balqis berikut dengan hadiah yang mereka bawa sebelumnya, ratu Balqis menempatkan singgasananya di dalam keratonnya yang berpintu tujuh, sedangkan keraton ratu Balqis berada di dalam tujuh keraton yang besar-besar. Kemudian semua pintu-pintunya dikunci dengan rapat dan menugaskan sebagian bala tentaranya untuk menjaga keraton dan singgasananya. Setelah itu ia bersiap-siap untuk melakukan perjalanan menghadap Nabi Sulaiman, untuk melihat apa yang bakal diperintahkan oleh Nabi Sulaiman kepada dirinya. Berangkatlah ratu Balqis dengan membawa dua belas ribu pasukannya; menurut pendapat yang lain disebutkan bahwa jumlah tentara yang dibawanya pada saat itu sangat banyak, sehingga dari jarak satu farsakh dapat terdengar suara gemuruhnya.", "38": "(Berkata Sulaiman, \"Hai pembesar-pembesar! Siapakah di antara kamu sekalian) lafal ayat ini dapat dibaca secara Tahqiq dan dapat pula ia dibaca secara Tas-hil sebagaimana keterangan sebelumnya (yang sanggup membawa singgasananya kepadaku sebelum mereka datang kepadaku sebagai orang-orang yang berserah diri?\") yakni taat dan tunduk kepadaku. Maka aku harus mengambil singgasananya itu sebelum mereka datang, bukan sesudahnya.  241", "39": "(Ifrit dari golongan jin berkata,) yakni jin yang paling kuat lagi keras (\"Aku akan datang kepadamu dengan membawa singgasana itu sebelum kamu berdiri dari tempat dudukmu) dari majelis tempat ia melakukan peradilan di antara orang-orang, yaitu dari mulai pagi sampai tengah hari (dan sesungguhnya aku benar-benar kuat) untuk membawanya (lagi dapat dipercaya.\") atas semua permata dan batu-batu berharga lainnya yang ada pada singgasananya itu. Maka Nabi Sulaiman berkata, \"Aku menginginkan yang lebih cepat dari itu\".", "40": "(Seorang yang mempunyai ilmu dari Al kitab) yang diturunkan (berkata,) ia bernama Ashif ibnu Barkhiya; dia terkenal sangat jujur dan mengetahui tentang asma Allah Yang Teragung, yaitu suatu asma apabila dipanjatkan doa niscaya doa itu dikabulkan (\"Aku akan membawa singgasana itu kepadamu sebelum matamu berkedip\") jika kamu tujukan pandanganmu itu kepada sesuatu. Maka Ashif berkata kepadanya, \"Coba lihat langit itu\", maka Nabi Sulaiman pun menujukan pandangannya ke langit, setelah itu ia mengembalikan pandangannya ke arah semula sebagaimana biasanya, tiba-tiba ia menjumpai singgasana ratu Balqis itu telah ada di hadapannya. Ketika Nabi Sulaiman mengarahkan pandangannya ke langit, pada saat itulah Ashif berdoa dengan mengucapkan Ismul A'zham, seraya meminta kepada Allah supaya Dia mendatangkan singgasana tersebut, maka dikabulkan permintaan Ashif itu oleh Allah. Sehingga dengan seketika singgasana itu telah berada di hadapannya. Ibaratnya Allah meletakkan singgasana itu di bawah bumi, lalu dimunculkan-Nya di bawah singgasana Nabi Sulaiman.\n\n(Maka tatkala Sulaiman melihat singgasana itu terletak) telah berada (di hadapannya, ia pun berkata, \"Ini) yakni didatangkannya singgasana itu untukku (termasuk karunia Rabbku untuk mencoba aku) untuk menguji diriku (apakah aku bersyukur) mensyukuri nikmat, lafal ayat ini dapat dibaca Tahqiq dan Tas-hil (atau mengingkari) nikmat-Nya.\n\n(Dan barang siapa yang bersyukur maka sesungguhnya dia bersyukur untuk kebaikan dirinya) artinya pahalanya itu untuk dirinya sendiri (dan barang siapa yang ingkar) akan nikmat-Nya (maka sesungguhnya Rabbku Maha Kaya) tidak membutuhkan kesyukurannya (lagi Maha Mulia\") yakni tetap memberikan kemurahan kepada orang-orang yang mengingkari nikmat-Nya.", "41": "(Dia berkata, \"Ubahlah baginya singgasananya) yaitu bentuknya sehingga bila kelak ia melihatnya tidak yakin bahwa singgasana itu miliknya sendiri, (maka kita akan melihat apakah dia mengenal) yakni dapat mengetahuinya (ataukah dia termasuk orang-orang yang tidak mengenalnya\") tidak mengetahuinya karena telah mengalami perubahan. Nabi Sulaiman sengaja melakukan hal ini untuk menguji kecerdasan akalnya, karena menurut kata orang-orang dia berakal cerdas. Maka mereka segera mengubah singgasana itu dengan cara menambahi dan mengurangi serta memoles bagian-bagiannya.", "42": "(Dan ketika Balqis datang, ditanyakan) kepadanya, (\"Serupa inikah singgasanamu?\") apakah singgasanamu mirip seperti ini.\n\n(Dia menjawab, \"Seakan-akan singgasana ini singgasanaku\") ternyata dia masih mengetahuinya dan di dalam jawabannya ini Balqis mengungkapkannya dengan memakai kata seakan-akan, sebagaimana apa yang telah mereka perbuat terhadap dirinya. Karena jika ditanyakan, \"Inikah singgasanamu?\", maka niscaya dia akan menjawab. \"Ya\". Maka Nabi Sulaiman berkata setelah mengetahui bahwa Balqis mempunyai makrifat dan ilmu (\"Dan kami telah diberi pengetahuan sebelumnya dan kami adalah orang-orang yang berserah diri\") kepada Allah swt.", "43": "(Dan telah mencegahnya) dari menyembah Allah (apa yang selama ini ia sembah selain Allah) (karena sesungguhnya dia dahulunya termasuk orang-orang yang kafir) .", "44": "(Dan dikatakan pula kepadanya, \"Masuklah ke dalam istana!\") yang lantainya terbuat dari kaca yang bening sekali, kemudian di bawahnya ada air tawar yang mengalir yang ada ikannya. Nabi Sulaiman sengaja melakukan demikian sewaktu ia mendengar berita bahwa kedua betis ratu Balqis dan kedua telapak kakinya seperti keledai.\n\n(Maka tatkala dia melihat lantai istana itu dikiranya kolam air) yakni kolam yang penuh dengan air (dan disingkapkannya kedua betisnya) untuk menyeberangi yang ia duga sebagai kolam, sedangkan Nabi Sulaiman pada saat itu duduk di atas singgasananya di ujung lantai kaca itu, maka ternyata ia melihat kedua betis dan kedua telapak kakinya indah.\n\n(Sulaiman berkata) kepada Balqis, (\"Sesungguhnya ia adalah istana licin) dan halus (yang terbuat dari kaca\") kemudian Nabi Sulaiman mengajaknya untuk masuk Islam.\n\n(Balqis berkata, \"Ya Rabbku! Sesungguhnya aku telah berbuat zalim terhadap diriku sendiri) dengan menyembah selain Engkau (dan aku berserah diri) mulai saat ini (bersama Sulaiman kepada Allah, Rabb semesta alam.\") kemudian Nabi Sulaiman berkehendak untuk mengawininya tetapi ia tidak menyukai rambut yang ada pada kedua betisnya. Maka setan-setan membuat cahaya untuk Nabi Sulaiman, dengan cahaya itu lenyaplah bulu-bulu betisnya. Nabi Sulaiman menikahinya serta mencintainya, kemudian Nabi Sulaiman mengakui kerajaannya. Tersebutlah, bahwa Nabi Sulaiman menggilirnya sekali setiap bulan, kemudian ia tinggal bersamanya selama tiga hari untuk setiap giliran. Disebutkan di dalam suatu riwayat, bahwa Nabi Sulaiman telah diangkat menjadi raja sejak ia berumur tiga belas tahun. Pada saat ia meninggal dunia umurnya mencapai lima puluh tiga tahun; Maha Suci Allah yang tiada habis bagi kerajaan-Nya.", "45": "(Dan sesungguhnya Kami telah mengutus kepada kaum Tsamud saudara mereka) yang satu kabilah (Saleh, yang berseru, \"Sembahlah Allah!\") tauhidkanlah Dia.\n\n(Tetapi tiba-tiba mereka jadi dua golongan yang bermusuhan) dalam masalah agama; segolongan terdiri dari orang-orang yang beriman kepadanya sejak ia diutus kepada mereka dan golongan yang lain adalah orang-orang kafir.", "46": "(Dia berkata) kepada orang-orang yang mendustakannya.\n\n(\"Hai kaumku! Mengapa kalian minta disegerakan keburukan sebelum kamu minta kebaikan?) yakni meminta disegerakan turunnya azab sebelum rahmat, karena kalian telah mengatakan, 'Jika apa yang kamu datangkan kepada kami itu adalah benar, maka turunkanlah azab kepada kami', (Mengapa tidak) (kalian meminta ampun kepada Allah) dari kemusyrikan (agar kalian mendapat rahmat\") karenanya kalian tidak akan diazab.", "47": "(Mereka menjawab, \"Kami mendapat kesialan) asalnya adalah Tathayyarna, kemudian huruf Ta diidgamkan kepada huruf Tha setelah diganti menjadi Tha, kemudian ditarik Hamzah Washal, sehingga menjadi Iththayyarna. Artinya, kami merasa sial (disebabkan kamu dan orang-orang yang besertamu\") yakni orang-orang Mukmin yang besertamu. Mereka mengatakan demikian karena mereka tertimpa kemarau panjang dan paceklik.\n\n(Saleh berkata, \"Nasib kalian) yakni kesialan kalian (adapada sisi Allah) Dia-lah yang telah mendatangkannya kepada kalian, bukan kami (tetapi kalian kaum yang diuji\") maksudnya sedang dicoba dengan kebaikan dan keburukan.", "48": "(Dan adalah di kota itu) yakni kota kaum Tsamud itu (sembilan orang laki-laki) dari kalangan kaum laki-laki (yang gemar membuat kerusakan di muka bumi) dengan melakukan perbuatan-perbuatan maksiat antara lain mereka merentenkan uanguang Dirham (dan mereka tidak berbuat kebaikan) tidak pernah melakukan ketaatan.", "49": "(Mereka berkata) sebagian dari mereka berkata kepada sebagian yang lainnya, (\"Bersumpahlah kalian) lakukanlah  242  sumpah oleh kalian (dengan nama Allah bahwa kita sungguh-sungguh akan menyerangnya dengan tiba-tiba di malam hari) lafal Lanubayyitannahu ini dapat pula dibaca Latubayyitunnahu (beserta keluarganya) yakni orang-orang yang beriman kepadanya. Maksudnya, kami bunuh mereka di malam hari secara sekonyong-konyong (kemudian kita katakan) dapat dibaca Lanaqulanna dan Lataqulunna (kepada ahli warisnya) yakni kepada orang-orang yang memiliki darahnya (bahwa kita tidak menyaksikan) tidak terlibat (kematian keluarganya) dapat dibaca Mahlika dan Muhlika, maksudnya, kami tidak mengetahui siapakah yang telah membunuh mereka (dan sesungguhnya kita adalah orang-orang yang benar\") .", "50": "(Dan mereka pun merencanakan makar) untuk membunuh Nabi Saleh dan para pengikutnya (dengan sungguh-sungguh dan Kami merencanakan makar pula) membalasnya dengan menyegerakan hukuman kepada mereka (sedangkan mereka tidak menyadari).", "51": "(Maka perhatikanlah betapa sesungguhnya akibat makar mereka itu, bahwasanya Kami membinasakan mereka) sebagai balasannya (dan kaum mereka semuanya) dengan jeritan malaikat Jibril atau para Malaikat melempari mereka dengan batubatu sedangkan mereka tidak melihat malaikat-malaikat itu tetapi para malaikat melihat mereka.", "52": "(Maka itulah rumah-rumah mereka dalam keadaan runtuh) yaitu kosong. Lafal Khawiyatan dinashabkan karena berkedudukan sebagai Hal, sedangkan 'Amil-nya atau yang mempengaruhinya adalah makna yang terkandung di dalam Isim Isyarat atau lafal Tilka (disebabkan kelaliman mereka) disebabkan kekafiran mereka.\n\n(Sesungguhnya yang demikian itu terdapat pelajaran) yaitu contoh yang dapat dijadikan sebagai pelajaran (bagi kaum yang mengetahui) kekuasaan Kami, karenanya mereka mengambil pelajaran darinya.", "53": "(Dan telah Kami selamatkan orang-orang yang beriman) kepada Nabi Saleh, yang jumlah mereka mencapai empat ribu orang (dan mereka itu selalu bertakwa) selalu memelihara diri dari perbuatan musyrik.", "54": "(Dan ingatlah kisah Luth) lafal Luthan di-nashab-kan oleh lafal Udzkur yang keberadaannya diperkirakan sebelumnya, kemudian dijelaskan oleh Badalnya (yaitu ketika dia berkata kepada kaumnya, \"Mengapa kalian mengerjakan perbuatan fahisyah itu) yakni perbuatan sodomi atau homosex (sedangkan kalian mengetahuinya) sebagian di antara kalian melihat sebagian yang lain bergelimang di dalam melakukan perbuatan yang jelas kejinya itu.", "55": "(Mengapa kalian) dapat dibaca secara Tahqiq dan Tashil (mendatangi laki-laki untuk melampiaskan nafsu syahwat kalian, bukan mendatangi wanita? Sebenarnya kalian adalah kaum yang tidak mengetahui.\") akibat dari perbuatan kalian itu.", "56": "(Maka tidak lain jawaban kaumnya melainkan mengatakan \"Usirlah Luth beserta keluarganya) (dari negeri kalian, karena sesungguhnya mereka itu orang-orang yang mengklaim dirinya bersih\") dari dubur kaum laki-laki, yakni tidak mau melakukan homosex.", "57": "(Maka Kami selamatkan dia beserta keluarganya kecuali istrinya, Kami telah menakdirkan dia) telah memastikannya (termasuk orang-orang yang tertinggal) tetap terkena azab.", "58": "(Dan Kami turunkan hujan atas mereka) berupa batu dari sijjil, maka binasalah mereka (maka amat buruklah) seburukburuk (hujan yang ditimpakan atas orang-orang yang diberi peringatan itu) yaitu hujan azab yang ditimpakan atas mereka.", "59": "(Katakanlah) hai Muhammad!, (\"Segala puji bagi Allah) atas binasanya orang-orang kafir dari umat-umat terdahulu (dan kesejahteraan atas hamba-hamba-Nya yang dipilih-Nya) yakni mereka yang dipilih-Nya (Apakah Allah) Allah dapat dibaca Tahqiq dan Tas-hil (yang lebih baik) bagi orang yang menyembah-Nya (ataukah apa yang mereka persekutukan dengan Dia) dapat dibaca, Yusyrikuna dan Tusyrikuna. Maksudnya apa yang dipersekutukan oleh para kuffar Mekah yaitu berhala-berhala. Apakah berhala-berhala itu lebih baik bagi para penyembahnya?", "60": "(Atau siapakah yang telah menciptakan langit dan bumi dan yang menurunkan air dari langit buat kalian, lalu Kami tumbuhkan) di dalam ungkapan ini terdapat Iltifat yakni sindiran dari Ghaibah kepada Mutakallim (dengan air itu kebun-kebun) lafal Hada-iq bentuk jamak dari lafal Hadiqatun artinya kebun yang dipagari (yang berpemandangan indah) tampak indah (yang kalian sekali-kali tidak mampu menumbuhkan pohon-pohonnya?) karena kalian tidak akan mempunyai kemampuan dan kekuasaan untuk itu.\n\n(Apakah ada tuhan) a-ilahun dapat dibaca Tahqiq dan Tas-hil (di samping Allah) yang membantu-Nya untuk melakukan hal-hal tersebut? Maksudnya tidak ada tuhan lain di samping Dia.\n\n(Bahkan sebenarnya mereka adalah orangorang yang menyimpang) yakni menyekutukan Allah dengan selain-Nya.", "61": "(Atau siapakah yang telah menjadikan bumi sebagai tempat berdiam) sehingga ia tidak menggoncangkan penduduknya (dan yang menjadikan di cekah-celahnya) yakni di antara celah-celahnya (sungai-sungai dan yang menjadikan gunung-gunung untuk mengokohkannya) sebagai pengokoh Bumi (dan menjadikan suatu pemisah antara dua laut) antara air tawar dan air asin, satu sama lainnya tidak bercampur baur.\n\n(Apakah di samping Allah ada tuhan yang lain? Bahkan sebenarnya kebanyakan dari mereka tidak mengetahui) keesaaan-Nya", "62": "(Atau siapakah yang memperkenankan doa orang yang dalam kesulitan) orang yang sengsara kemudian tertimpa kemudaratan (apabila ia berdoa kepada-Nya, dan yang menghilangkan kesusahan) dari dirinya dan dari diri orang selainnya (dan yang menjadikan kalian sebagai khalifah di bumi) Idhafah dalam lafal Khulafa-al Ardhi mengandung makna Fi. Maksudnya. setiap generasi menjadi pengganti generasi sebelumnya.\n\n(Apakah di samping Allah ada tuhan yang lain? Amat sedikitlah kalian mengingati-Nya) mengambil pelajaran dari hal ini. Lafal Tadzakkaruna dapat pula dibaca Yadzdzakkaruna; kemudian huruf Ta di-idgham-kan kepada huruf Dzal. Dan huruf Ma di sini untuk menunjukkan makna sedikit sekali. bintang sebagai pemandunya di waktu tengah malam, dan, dengan tanda-tanda yang ada di daratan di waktu siang hari", "63": "(Atau siapakah yang memimpin kalian) yakni yang membimbing kalian kepada tujuan-tujuan kalian (dalam kegelapan di daratan dan lautan) dengan bintang-bintang sebagai pemandunya di waktu tengah malam dan dengan tanda-tanda yang ada di daratan di waktu siang hari (dan siapa pulakah yang mendatangkan angin sebagai kabar gembira sebelum kedatangan rahmatNya) sebelum hujan tiba (Apakah di samping Allah ada tuhan yang lain? Maha Tinggi Allah terhadap apa yang mereka persekutukan) dengan-Nya.", "64": "(Atau siapakah yang menciptakan manusia dari permulaannya) di dalam rahim, yakni dari air mani (kemudian mengulanginya lagi) menghidupkannya kembali sesudah mati, sekalipun kalian tidak mengakui adanya hari berbangkit itu, karena bukti-bukti yang menunjukkannya telah jelas (dan siapa pula yang memberikan rezeki dari langit) melalui hujan (dan bumi?) melalui tumbuh-tumbuhan.\n\n(Apakah di samping Allah ada tuhan yang lain?\") maksudnya, tidak ada yang dapat melakukan sedikit pun dari hal-hal yang telah disebutkan tadi melainkan hanya Allah semata, dan tiada Tuhan selain-Nya.  243  (Katakanlah) hai Muhammad!, (\"Unjukkanlah bukti kebenaran kalian) argumentasi kalian (jika kalian memang orang-orang yang benar\") bahwasanya di samping-Ku ada tuhan lain yang mampu berbuat sesuatu dari hal-hal yang telah disebutkan tadi. Kemudian orang-orang kafir itu bertanya kepada Nabi saw. tentang waktu kiamat, maka turunlah firman-Nya,", "65": "(Katakanlah!, \"Tidak ada seorang pun di langit dan di bumi yang mengetahui) baik dari kalangan para Malaikat maupun manusia (perkara yang gaib) dari mereka (kecuali) hanya (Allah saja) yang mengetahuinya (dan mereka tidak mengetahui) maksudnya orang-orang kafir Mekah sama pula dengan orang-orang selain mereka (bila) kapan waktunya (mereka dibangkitkan hidup kembali.\")", "66": "(Apakah) lafal Bal di sini bermakna Hal, yakni apakah (sampai ke sana) lafal Iddaraka pada asalnya adalah Tadaraka, kemudian huruf Ta diganti menjadi Dal kemudian di-idgam-kan kepada Dal, lalu ditariklah Hamzali Washal, artinya sama dengan lafal Balagha, Lahiqa, atau Tataba'a dan Talahaqa, yaitu, sampai ke sana. Menurut qiraat yang lain dibaca Adraka menurut wazan Akrama, sehingga artinya menjadi, Apakah telah sampai ke sana (pengetahuan mereka tentang akhirat?) yakni mengenai hari akhirat, sehingga mereka menanyakan tentang kedatangannya. Pada kenyataannya tidaklah demikian (sebenarnya mereka ragu-ragu tentang akhirat itu, bahkan mereka buta daripadanya) 'Amuna berasal dari kata Umyul Qalbi yang artinya buta hatinya; pengertian ungkapan ini lebih mengena daripada kalimat sebelumnya. Pada asalnya lafal 'Amuna adalah 'Amiyuna, oleh karena harakat Dhammah atas Ya dianggap berat untuk diucapkan, maka harakat Dhammah-nya dipindahkan kepada Mim, hal ini dilakukan sesudah terlebih dahulu harakat Kasrah-nya dibuang, sehingga jadilah 'Amuna.", "67": "(Berkata pula orang-orang kafir) yang mengingkari adanya hari berbangkit (\"Apakah setelah kita menjadi tanah dan begitu pula bapak-bapak kita; apakah sesungguhnya kita akan dikeluarkan kembali?) dari kuburan kita, maksudnya akan dihidupkan kembali.", "68": "(Sesungguhnya kami telah diberi ancaman dengan ini dan juga bapak-bapak kami dahulu, tiada lain) yakni tidak lain (ini hanyalah dongeng-dongengan orang dahulu kala\") lafal Asathir bentuk jamak dari lafal Usthurah, artinya dongeng yang tidak ada kenyataannya, atau cerita dusta.", "69": "(Katakanlah!, \"Berjalanlah kalian di muka bumi, lalu perhatikanlah bagaimana akibat orang-orang yang berdosa) karena ingkar kepada adanya hari berbangkit, yaitu dibinasakan-Nya mereka oleh azab-Nya.", "70": "(Dan janganlah kamu berduka cita terhadap mereka dan janganlah dadamu merasa sempit terhadap apa yang mereka tipu dayakan\") ayat ini merupakan hiburan dan penenang hati Nabi saw. Maksudnya, janganlah kamu hiraukan makar mereka terhadap dirimu, karena sesungguhnya Kami akan menolong kamu dari mereka.", "71": "(Dan mereka berkata, \"Bilakah datangnya ancaman itu) azab yang diancamkan itu (jika memang kamu orang-orang yang benar.\") di dalam pengakuanmu itu.", "72": "(Katakanlah!, \"Mungkin telah hampir datang) artinya telah dekat (kepada kalian sebagian dari azab yang kalian minta supaya disegerakan itu.\") maka terjadilah hal itu, yaitu dengan dibunuhnya mereka dalam perang Badar, sedangkan azab yang lainnya akan menimpa mereka sesudah mereka mati.", "73": "(Dan sesungguhnya Rabbmu, benar-benar mempunyai karunia yang besar yang diberikan-Nya kepada manusia) antara lain; penangguhan azab atas orang-orang kafir (tetapi kebanyakan mereka tidak mensyukurinya) orang-orang kafir tidak mensyukuri ditangguhkannya azab atas mereka, karena mereka tidak mempercayai akan adanya azab itu.", "74": "(Dan sesungguhnya Rabbmu, benar-benar mengetahui apa yang disembunyikan hati mereka) maksudnya apa yang tersimpan di dalam hati mereka (dan apa yang mereka nyatakan) melalui lisan-lisan mereka.", "75": "(Tiada sesuatu pun yang gaib di langit dan di bumi) huruf Ha pada lafal Ghaibah untuk menunjukkan makna Mubalaghah atau sangat, maksudnya sangat gaib di mata manusia (melainkan terdapat dalam kitab yang nyata) yakni Lohmahfuz dan rahasia ilmu Allah swt. antara lain diazabnya orang-orang kafir.", "76": "(Sesungguhnya Alquran ini menjelaskan kepada Bani Israel) yang ada di zaman Nabi saw.\n\n(sebagian besar dari perkaraperkara yang mereka berselisih tentangnya) dengan menjelaskan hal tersebut sesuai dengan kedudukannya, sehingga hilanglah semua perselisihan yang ada pada mereka, jika mereka mau mengambilnya dan masuk Islam.", "77": "(Dan sesungguhnya Alquran itu benar-benar menjadi petunjuk) dari kesesatan (dan rahmat bagi orang-orang yang beriman) yakni terhindar dari azab.", "78": "(Sesungguhnya Rabbmu akan menyelesaikan perkara di antara mereka) sama dengan orang-orang selain mereka, kelak di hari kiamat (dengan keputusan-Nya) dengan keadilan-Nya.\n\n(Dan Dia-lah yang Maha Perkasa) Maha Menang (lagi Maha Mengetahui) tentang ketentuan yang akan diputuskan-Nya, tidak mungkin bagi seorang pun menentangnya, tidak sebagaimana di dunia di mana orang-orang kafir masih dapat menentang Nabi-nabi-Nya.", "79": "(Sebab itu bertakwalah kepada Allah) percayakanlah kepada-Nya (sesungguhnya kamu berada di atas kebenaran yang nyata) yakni agama yang nyata, maka akibatnya kamulah yang akan mendapat kemenangan atas orang-orang kafir. Kemudian pada ayat selanjutnya Allah membuat perumpamaan tentang orang-orang kafir, sebagai orang-orang mati, tuli dan buta, untuk itu Allah swt. berfirman,", "80": "(\"Sesungguhnya kamu tidak dapat menjadikan orang-orang yang mati mendengar dan tidak pula menjadikan orang-orang yang tuli mendengar panggilan, apabila) dapat dibaca Tahqiq dan Tas-hil (mereka telah berpaling membelakang) .", "81": "(Dan kamu sekali-kali tidak dapat memimpin orang-orang buta dari kesesatan mereka, tidak lain kamu hanya dapat membuat mendengar) dengan pendengaran yang disertai pemahaman dan mau menerima apa yang didengarnya yaitu (orangorang yang beriman kepada ayat-ayat Kami) kepada Alquran (lalu mereka berserah diri) mengikhlaskan diri mereka untuk mentauhidkan Allah.", "82": "(Dan apabila perkataan telah jatuh atas mereka) yakni azab telah pasti menimpa mereka termasuk orang-orang kafir lainnya.\n\n(Kami keluarkan sejenis binatang melata dari bumi yang akan mengatakan kepada mereka) yaitu akan berbicara kepada orang-orang yang ada dari kalangan mereka; sewaktu binatang melata itu keluar ia langsung berbicara kepada mereka dengan memakai bahasa Arab. Dan garis besar dari apa yang dikatakannya itu ialah (bahwa sesungguhnya manusia) orangorang kafir Mekah. Lafal Anna menurut qiraat yang lain dibaca Inna; qiraat ini dapat dipakai pula bilamana diperkirakan adanya huruf Ba sesudah lafal Tukallimuhum (dahulu tidak yakin kepada ayat-ayat Kami.\") mereka tidak beriman kepada Alquran yang di dalamnya disebutkan tentang adanya hari berbangkit, hari hisab amal perbuatan dan hari pembalasan. Dengan keluarnya  244  binatang melata ini, maka terhentilah fungsi Amar Makruf dan Nahi Mungkar dan orang kafir yang beriman pada saat itu tidak dianggap lagi keimanannya, sebagaimana yang telah diwahyukan oleh Allah swt. kepada Nabi Nuh melalui firman-Nya, \"Bahwasanya sekali-kali, tidak akan beriman di antara kaummu, kecuali orang-orang yang telah beriman saja.\" (Q.S. 11 Hud, 36).", "83": "(Dan) ingatlah (hari ketika Kami kumpulkan dari tiap-tiap umat segolongan) yakni sekumpulan (orang-orang yang mendustakan ayat-ayat Kami) mereka adalah pemimpin-pemimpin yang menjadi panutannya (lalu mereka dibagi-bagi) dikumpulkan dalam kelompok-kelompok kemudian mereka digiring.", "84": "(Sehingga apabila mereka datang) di tempat perhitungan amal perbuatan (Allah berfirman) kepada mereka, (\"Apakah kalian telah mendustakan) nabi-nabi-Ku yang membawa (ayat-ayat-Ku, padahal tidak sampai ke sana) disebabkan kalian tidak mempercayainya (ilmu kalian, atau apakah) pada lafal Amma ini terdapat Ma Istifham yang diidgamkan kepada Am (yang) Dza di sini merupakan Isim Maushul, artinya apakah yang (telah kalian kerjakan?\") dari apa yang telah diperintahkan kepada kalian untuk melakukannya.", "85": "(Dan jatuhlah perkataan) yakni telah pasti azab (atas mereka disebabkan kelaliman mereka) disebabkan kemusyrikan mereka (maka mereka tidak dapat berkata apa-apa) karena mereka tidak mempunyai argumentasi.", "86": "(Apakah mereka tidak memperhatikan, bahwa sesungguhnya Kami telah menjadikan) maksudnya telah menciptakan (malam supaya mereka beristirahat padanya) sama dengan orang-orang lain (dan siang yang menerangi?) supaya mereka dapat berusaha padanya.\n\n(Sesuugguhnya pada yang demikian itu terdapat tanda-tanda) yang menunjukkan kekuasaan Allah swt.\n\n(bagi orang-orang yang beriman) di sini hanya disebutkan mereka yang beriman, karena hanya mereka sajalah yang dapat mengambil manfaat dari hal ini untuk mempertebal keimanan mereka, berbeda halnya dengan orang-orang kafir.", "87": "(Dan hari ketika ditiup sangkakala) tiupan sangkakala malaikat Israfil yang pertama (maka terkejutlah segala yang di langit dan segala yang di bumi) mereka ketakutan, sehingga ketakutan itu mematikan mereka, sebagaimana yang diungkapkan oleh ayat lainnya, yaitu dengan ungkapan Sha'iqa, yakni terkejut yang mematikan. Dan ungkapan dalam ayat ini dipakai Fi'il Madhi untuk menggambarkan kepastian terjadinya hal ini (kecuali siapa yang dikehendaki Allah) yaitu malaikat Jibril, malaikat Mikail, malaikat Israfil dan malaikat Maut. Tetapi menurut suatu riwayat yang bersumber dari sahabat Ibnu Abbas disebutkan, bahwa mereka yang tidak terkejut adalah para Syuhada, karena mereka hidup di sisi Rabb mereka dengan diberi rezeki.\n\n(Dan semua mereka) lafal Kullun ini harakat Tanwinnya merupakan pergantian daripada Mudhaf Ilaih, artinya mereka semua sesudah dihidupkan kembali di hari kiamat (datang menghadap kepada-Nya) dapat dibaca Atauhu dan Atuhu (dengan merendahkan diri) artinya merasa rendah diri. Dan ungkapan lafal Atauhu dengan memakai Fi'il Madhi untuk menunjukkan, bahwa hal itu pasti terjadi.", "88": "(Dan kamu lihat gunung-gunung itu) yakni kamu saksikan gunung-gunung itu sewaktu terjadinya tiupan malaikat Israfil (kamu sangka dia) (tetap) diam di tempatnya karena besarnya (padahal ia berjalan sebagai jalannya awan) bagaikan hujan yang tertiup angin, maksudnya gunung-gunung itu tampak seolah-olah tetap, padahal berjalan lambat saking besarnya, kemudian jatuh ke bumi lalu hancur lebur kemudian menjadi abu bagaikan bulu-bulu yang beterbangan.\n\n(Begitulah perbuatan Allah) lafal Shun'a merupakan Mashdar yang mengukuhkan jumlah sebelumnya yang kemudian di-mudhaf-kan kepada Fa'il-nya Sesudah 'Amil-nya dibuang, bentuk asalnya ialah Shana'allahu Dzalika Shun'an. Selanjutnya hanya disebutkan lafal Shun'a yang kemudian dimudhaf-kan kepada Fa'il-nya yaitu lafal Allah, sehingga jadilah Shun'allahi; artinya begitulah perbuatan Allah (yang membuat dengan kokoh) rapih dan kokoh (tiap-tiap sesuatu) yang dibuat-Nya (sesungguhnya Allah Maha Mengetahui apa yang kalian kerjakan) lafal Taf'aluna dapat dibaca Yaf'aluna, yakni perbuatan maksiat yang dilakukan oleh musuh-musuhNya dan perbuatan taat yang dilakukan oleh kekasih-kekasih-Nya.", "89": "(Barang siapa yang membawa kebaikan) yakni membawa pengamalan kalimah \"La ilaha illallah\" kelak di hari kiamat (maka ia memperoleh kebaikan) pahala (daripadanya) disebabkan,lafal Khairun di sini bukan mengandung arti Tafdhil, karena tiada suatu pekerjaan pun yang lebih baik daripadanya. Di dalam ayat lain disebutkan bahwa pahala itu ialah sepuluh kali lipat daripadanya (sedangkan mereka) orang-orang yang datang membawanya (daripada kejutan yang dahsyat pada hari itu) dapat dibaca Faza'i Yaumaidzin dan Faza'in Yaumaidzin (merasa aman tenteram) .", "90": "(Dan barang siapa yang membawa kejahatan) yakni kemusyrikan (maka disungkurkanlah muka mereka ke dalam neraka) disebabkan berpaling daripadanya. Di sini hanya disebutkan muka, karena merupakan anggota tubuh yang paling mulia, pengertiannya; semua anggota tubuhnya lebih disungkurkan lagi. Kemudian dikatakan kepada mereka dengan nada mencemoohkan.\n\n(Tiadalah kalian dibalasi melainkan) pembalasan yang setimpal (dengan apa yang dahulu kamu sekalian kerjakan) berupa kemusyrikan dan kemaksiatan. Katakanlah kepada mereka,", "91": "(\"Aku hanya diperintahkan untuk menyembah Rabb negeri ini) yakni Mekah (yang telah menjadihannya kota suci) suci dan aman, tidak boleh dialirkan darah manusia di dalamnya, dan tidak boleh seseorang pun dianiaya, serta binatang buruannya tidak boleh diburu dan pepohonannya tidak boleh ditebang. Yang demikian itu merupakan nikmat-nikmat Allah yang dilimpahkan kepada kabilah Quraisy sebagai penduduknya, sehingga Allah tidak menurunkan azab atas negeri mereka dan selamat Pula dari fitnah-fitnah yang melanda kawasan negeri Arab lainnya (dan kepunyaan-Nya-lah) yakni kepunyaan Allah swt.\n\n(segala sesuatu) Dia adalah Rabb, pencipta dan pemilik semuanya (dan aku diperintahkan supaya aku termasuk orangorang yang berserah diri) kepada Allah yaitu dengan mentauhidkan-Nya.", "92": "(Dan supaya aku membacakan Alquran) kepada kalian dengan bacaan yang mengajak kalian untuk beriman (Maka barang siapa yang mendapat petunjuk) dari Alquran (maka sesungguhnya ia hanyalah mendapat petunjuk untuk kebaikan dirinya) karena dia sendirilah yang mendapat kan pahalanya (dan barang siapa yang sesat) dari jalan iman, dan sesat dari jalan petunjuk (maka katakanlah) kepadanya, ('Sesungguhnya aku ini tidak lain hanyalah salah seorang pemberi peringatan.'\") yang menakut-nakuti kalian, maka tidak ada hak bagiku melainkan hanya menyampaikan saja. Ayat ini diturunkan sebelum ada perintah dari Allah untuk berperang.", "93": "(Dan katakanlah!, \"Segala puji bagi Allah, Dia akan memperlihatkan kepada kalian tanda-tanda kebesaran-Nya, maka kalian akan mengetahuinya) Allah memperlihatkannya kepada mereka dalam perang Badar, yaitu dengan dibunuhnya mereka dan sebagian lagi ada yang tertawan, serta para Malaikat memukuli muka dan belakang mereka, dan Allah menyegerakan mereka untuk masuk ke dalam neraka.\n\n(Dan Rabbmu tiada lalai dari apa yang kalian kerjakan.\") lafal Taa'maluna dapat dibaca  245  Ya'maluna. Dan sesungguhnya Allah menangguhkan mereka hanya sampai pada saatnya saja."}}}}}}