{"40": {"number": "40", "name": "غافر", "name_latin": "Gafir", "number_of_ayah": "85", "text": {"1": "حٰمۤ  ۚ ", "2": "تَنْزِيْلُ الْكِتٰبِ مِنَ اللّٰهِ الْعَزِيْزِ الْعَلِيْمِۙ", "3": "غَافِرِ الذَّنْۢبِ وَقَابِلِ التَّوْبِ شَدِيْدِ الْعِقَابِ ذِى الطَّوْلِۗ  لَآ اِلٰهَ اِلَّا هُوَ ۗاِلَيْهِ الْمَصِيْرُ ", "4": "مَا يُجَادِلُ فِيْٓ اٰيٰتِ اللّٰهِ اِلَّا الَّذِيْنَ كَفَرُوْا فَلَا يَغْرُرْكَ تَقَلُّبُهُمْ فِى الْبِلَادِ", "5": "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَّالْاَحْزَابُ مِنْۢ بَعْدِهِمْ ۖوَهَمَّتْ كُلُّ اُمَّةٍۢ بِرَسُوْلِهِمْ لِيَأْخُذُوْهُ وَجَادَلُوْا بِالْبَاطِلِ لِيُدْحِضُوا بِهِ الْحَقَّ فَاَخَذْتُهُمْ ۗفَكَيْفَ كَانَ عِقَابِ", "6": "وَكَذٰلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى الَّذِيْنَ كَفَرُوْٓا اَنَّهُمْ اَصْحٰبُ النَّارِۘ ", "7": "اَلَّذِيْنَ يَحْمِلُوْنَ الْعَرْشَ وَمَنْ حَوْلَهٗ يُسَبِّحُوْنَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُوْنَ بِهٖ وَيَسْتَغْفِرُوْنَ لِلَّذِيْنَ اٰمَنُوْاۚ رَبَّنَا وَسِعْتَ كُلَّ شَيْءٍ رَّحْمَةً وَّعِلْمًا فَاغْفِرْ لِلَّذِيْنَ تَابُوْا وَاتَّبَعُوْا سَبِيْلَكَ وَقِهِمْ عَذَابَ الْجَحِيْمِ ", "8": "رَبَّنَا وَاَدْخِلْهُمْ جَنّٰتِ عَدْنِ ِۨالَّتِيْ وَعَدْتَّهُمْ وَمَنْ صَلَحَ مِنْ اٰبَاۤىِٕهِمْ وَاَزْوَاجِهِمْ وَذُرِّيّٰتِهِمْ ۗاِنَّكَ اَنْتَ الْعَزِيْزُ الْحَكِيْمُۙ ", "9": "وَقِهِمُ السَّيِّاٰتِۗ وَمَنْ تَقِ السَّيِّاٰتِ يَوْمَىِٕذٍ فَقَدْ رَحِمْتَهٗ ۗوَذٰلِكَ هُوَ الْفَوْزُ الْعَظِيْمُ ࣖ ", "10": "اِنَّ الَّذِيْنَ كَفَرُوْا يُنَادَوْنَ لَمَقْتُ اللّٰهِ اَكْبَرُ مِنْ مَّقْتِكُمْ اَنْفُسَكُمْ اِذْ تُدْعَوْنَ اِلَى الْاِيْمَانِ فَتَكْفُرُوْنَ", "11": "قَالُوْا رَبَّنَآ اَمَتَّنَا اثْنَتَيْنِ وَاَحْيَيْتَنَا اثْنَتَيْنِ فَاعْتَرَفْنَا بِذُنُوْبِنَا فَهَلْ اِلٰى خُرُوْجٍ مِّنْ سَبِيْلٍ", "12": "ذٰلِكُمْ بِاَنَّهٗٓ اِذَا دُعِيَ اللّٰهُ وَحْدَهٗ كَفَرْتُمْۚ وَاِنْ يُّشْرَكْ بِهٖ تُؤْمِنُوْا ۗفَالْحُكْمُ لِلّٰهِ الْعَلِيِّ الْكَبِيْرِ", "13": "هُوَ الَّذِيْ يُرِيْكُمْ اٰيٰتِهٖ وَيُنَزِّلُ لَكُمْ مِّنَ السَّمَاۤءِ رِزْقًا ۗوَمَا يَتَذَكَّرُ اِلَّا مَنْ يُّنِيْبُ", "14": "فَادْعُوا اللّٰهَ مُخْلِصِيْنَ لَهُ الدِّيْنَ وَلَوْ كَرِهَ الْكٰفِرُوْنَ", "15": "رَفِيْعُ الدَّرَجٰتِ ذُو الْعَرْشِۚ يُلْقِى الرُّوْحَ مِنْ اَمْرِهٖ عَلٰى مَنْ يَّشَاۤءُ مِنْ عِبَادِهٖ لِيُنْذِرَ يَوْمَ التَّلَاقِۙ", "16": "يَوْمَ هُمْ بَارِزُوْنَ ۚ لَا يَخْفٰى عَلَى اللّٰهِ مِنْهُمْ شَيْءٌ ۗلِمَنِ الْمُلْكُ الْيَوْمَ ۗ لِلّٰهِ الْوَاحِدِ الْقَهَّارِ", "17": "اَلْيَوْمَ تُجْزٰى كُلُّ نَفْسٍۢ بِمَا كَسَبَتْ ۗ لَا ظُلْمَ الْيَوْمَ ۗاِنَّ اللّٰهَ سَرِيْعُ الْحِسَابِ", "18": "وَاَنْذِرْهُمْ يَوْمَ الْاٰزِفَةِ اِذِ الْقُلُوْبُ لَدَى الْحَنَاجِرِ كَاظِمِيْنَ ەۗ مَا لِلظّٰلِمِيْنَ مِنْ حَمِيْمٍ وَّلَا شَفِيْعٍ يُّطَاعُۗ", "19": "يَعْلَمُ خَاۤىِٕنَةَ الْاَعْيُنِ وَمَا تُخْفِى الصُّدُوْرُ", "20": "وَاللّٰهُ يَقْضِيْ بِالْحَقِّ ۗوَالَّذِيْنَ يَدْعُوْنَ مِنْ دُوْنِهٖ لَا يَقْضُوْنَ بِشَيْءٍ ۗاِنَّ اللّٰهَ هُوَ السَّمِيْعُ الْبَصِيْرُ ࣖ", "21": "۞ اَوَلَمْ يَسِيْرُوْا فِى الْاَرْضِ فَيَنْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الَّذِيْنَ كَانُوْا مِنْ قَبْلِهِمْ ۗ كَانُوْا هُمْ اَشَدَّ مِنْهُمْ قُوَّةً وَّاٰثَارًا فِى الْاَرْضِ فَاَخَذَهُمُ اللّٰهُ بِذُنُوْبِهِمْ ۗوَمَا كَانَ لَهُمْ مِّنَ اللّٰهِ مِنْ وَّاقٍ", "22": "ذٰلِكَ بِاَنَّهُمْ كَانَتْ تَّأْتِيْهِمْ رُسُلُهُمْ بِالْبَيِّنٰتِ فَكَفَرُوْا فَاَخَذَهُمُ اللّٰهُ ۗاِنَّهٗ قَوِيٌّ شَدِيْدُ الْعِقَابِ", "23": "وَلَقَدْ اَرْسَلْنَا مُوسٰى بِاٰيٰتِنَا وَسُلْطٰنٍ مُّبِيْنٍۙ", "24": "اِلٰى فِرْعَوْنَ وَهَامٰنَ وَقَارُوْنَ فَقَالُوْا سٰحِرٌ كَذَّابٌ", "25": "فَلَمَّا جَاۤءَهُمْ بِالْحَقِّ مِنْ عِنْدِنَا قَالُوا اقْتُلُوْٓا اَبْنَاۤءَ الَّذِيْنَ اٰمَنُوْا مَعَهٗ وَاسْتَحْيُوْا نِسَاۤءَهُمْ ۗوَمَا كَيْدُ الْكٰفِرِيْنَ اِلَّا فِيْ ضَلٰلٍ", "26": "وَقَالَ فِرْعَوْنُ ذَرُوْنِيْٓ اَقْتُلْ مُوْسٰى وَلْيَدْعُ رَبَّهٗ ۚاِنِّيْٓ اَخَافُ اَنْ يُّبَدِّلَ دِيْنَكُمْ اَوْ اَنْ يُّظْهِرَ فِى الْاَرْضِ الْفَسَادَ", "27": "وَقَالَ مُوْسٰىٓ اِنِّيْ عُذْتُ بِرَبِّيْ وَرَبِّكُمْ مِّنْ كُلِّ مُتَكَبِّرٍ لَّا يُؤْمِنُ بِيَوْمِ الْحِسَابِ ࣖ ", "28": "وَقَالَ رَجُلٌ مُّؤْمِنٌۖ مِّنْ اٰلِ فِرْعَوْنَ يَكْتُمُ اِيْمَانَهٗٓ اَتَقْتُلُوْنَ رَجُلًا اَنْ يَّقُوْلَ رَبِّيَ اللّٰهُ وَقَدْ جَاۤءَكُمْ بِالْبَيِّنٰتِ مِنْ رَّبِّكُمْ ۗوَاِنْ يَّكُ كَاذِبًا فَعَلَيْهِ كَذِبُهٗ ۚوَاِنْ يَّكُ صَادِقًا يُّصِبْكُمْ بَعْضُ الَّذِيْ يَعِدُكُمْ ۗاِنَّ اللّٰهَ لَا يَهْدِيْ مَنْ هُوَ مُسْرِفٌ كَذَّابٌ", "29": "يٰقَوْمِ لَكُمُ الْمُلْكُ الْيَوْمَ ظَاهِرِيْنَ فِى الْاَرْضِۖ فَمَنْ يَّنْصُرُنَا مِنْۢ بَأْسِ اللّٰهِ اِنْ جَاۤءَنَا ۗقَالَ فِرْعَوْنُ مَآ اُرِيْكُمْ اِلَّا مَآ اَرٰى وَمَآ اَهْدِيْكُمْ اِلَّا سَبِيْلَ الرَّشَادِ", "30": "وَقَالَ الَّذِيْٓ اٰمَنَ يٰقَوْمِ اِنِّيْٓ اَخَافُ عَلَيْكُمْ مِّثْلَ يَوْمِ الْاَحْزَابِۙ  ", "31": "مِثْلَ دَأْبِ قَوْمِ نُوْحٍ وَّعَادٍ وَّثَمُوْدَ وَالَّذِيْنَ مِنْۢ بَعْدِهِمْ ۗوَمَا اللّٰهُ يُرِيْدُ ظُلْمًا لِّلْعِبَادِ", "32": "وَيٰقَوْمِ اِنِّيْٓ اَخَافُ عَلَيْكُمْ يَوْمَ التَّنَادِۙ  ", "33": "يَوْمَ تُوَلُّوْنَ مُدْبِرِيْنَۚ مَا لَكُمْ مِّنَ اللّٰهِ مِنْ عَاصِمٍۚ وَمَنْ يُّضْلِلِ اللّٰهُ فَمَا لَهٗ مِنْ هَادٍ", "34": "وَلَقَدْ جَاۤءَكُمْ يُوْسُفُ مِنْ قَبْلُ بِالْبَيِّنٰتِ فَمَا زِلْتُمْ فِيْ شَكٍّ مِّمَّا جَاۤءَكُمْ بِهٖ ۗحَتّٰىٓ اِذَا هَلَكَ قُلْتُمْ لَنْ يَّبْعَثَ اللّٰهُ مِنْۢ بَعْدِهٖ رَسُوْلًا ۗ كَذٰلِكَ يُضِلُّ اللّٰهُ مَنْ هُوَ مُسْرِفٌ مُّرْتَابٌۙ", "35": " ۨالَّذِيْنَ يُجَادِلُوْنَ فِيْٓ اٰيٰتِ اللّٰهِ بِغَيْرِ سُلْطٰنٍ اَتٰىهُمْۗ  كَبُرَ مَقْتًا عِنْدَ اللّٰهِ وَعِنْدَ الَّذِيْنَ اٰمَنُوْا ۗ كَذٰلِكَ يَطْبَعُ اللّٰهُ عَلٰى كُلِّ قَلْبِ مُتَكَبِّرٍ جَبَّارٍ", "36": "وَقَالَ فِرْعَوْنُ يٰهَامٰنُ ابْنِ لِيْ صَرْحًا لَّعَلِّيْٓ اَبْلُغُ الْاَسْبَابَۙ", "37": "اَسْبَابَ السَّمٰوٰتِ فَاَطَّلِعَ اِلٰٓى اِلٰهِ مُوْسٰى وَاِنِّيْ لَاَظُنُّهٗ كَاذِبًا ۗوَكَذٰلِكَ زُيِّنَ لِفِرْعَوْنَ سُوْۤءُ عَمَلِهٖ وَصُدَّ عَنِ السَّبِيْلِ ۗوَمَا كَيْدُ فِرْعَوْنَ اِلَّا فِيْ تَبَابٍ ࣖ ", "38": "وَقَالَ الَّذِيْٓ اٰمَنَ يٰقَوْمِ اتَّبِعُوْنِ اَهْدِكُمْ سَبِيْلَ الرَّشَادِۚ", "39": "يٰقَوْمِ اِنَّمَا هٰذِهِ الْحَيٰوةُ الدُّنْيَا مَتَاعٌ  ۖوَّاِنَّ الْاٰخِرَةَ هِيَ دَارُ الْقَرَارِ", "40": "مَنْ عَمِلَ سَيِّئَةً فَلَا يُجْزٰىٓ اِلَّا مِثْلَهَاۚ وَمَنْ عَمِلَ صَالِحًا مِّنْ ذَكَرٍ اَوْ اُنْثٰى وَهُوَ مُؤْمِنٌ فَاُولٰۤىِٕكَ يَدْخُلُوْنَ الْجَنَّةَ يُرْزَقُوْنَ فِيْهَا بِغَيْرِ حِسَابٍ ", "41": "۞ وَيٰقَوْمِ مَا لِيْٓ اَدْعُوْكُمْ اِلَى النَّجٰوةِ وَتَدْعُوْنَنِيْٓ اِلَى النَّارِۗ", "42": "تَدْعُوْنَنِيْ لِاَكْفُرَ بِاللّٰهِ وَاُشْرِكَ بِهٖ مَا لَيْسَ لِيْ بِهٖ عِلْمٌ وَّاَنَا۠ اَدْعُوْكُمْ اِلَى الْعَزِيْزِ الْغَفَّارِ", "43": "لَا جَرَمَ اَنَّمَا تَدْعُوْنَنِيْٓ اِلَيْهِ لَيْسَ لَهٗ دَعْوَةٌ فِى الدُّنْيَا وَلَا فِى الْاٰخِرَةِ وَاَنَّ مَرَدَّنَآ اِلَى اللّٰهِ وَاَنَّ الْمُسْرِفِيْنَ هُمْ اَصْحٰبُ النَّارِ", "44": "فَسَتَذْكُرُوْنَ مَآ اَقُوْلُ لَكُمْۗ وَاُفَوِّضُ اَمْرِيْٓ اِلَى اللّٰهِ ۗاِنَّ اللّٰهَ بَصِيْرٌ ۢبِالْعِبَادِ", "45": "فَوَقٰىهُ اللّٰهُ سَيِّاٰتِ مَا مَكَرُوْا وَحَاقَ بِاٰلِ فِرْعَوْنَ سُوْۤءُ الْعَذَابِۚ", "46": "اَلنَّارُ يُعْرَضُوْنَ عَلَيْهَا غُدُوًّا وَّعَشِيًّا ۚوَيَوْمَ تَقُوْمُ السَّاعَةُ ۗ اَدْخِلُوْٓا اٰلَ فِرْعَوْنَ اَشَدَّ الْعَذَابِ", "47": "وَاِذْ يَتَحَاۤجُّوْنَ فِى النَّارِ فَيَقُوْلُ الضُّعَفٰۤؤُ لِلَّذِيْنَ اسْتَكْبَرُوْٓا اِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ اَنْتُمْ مُّغْنُوْنَ عَنَّا نَصِيْبًا مِّنَ النَّارِ", "48": "قَالَ الَّذِيْنَ اسْتَكْبَرُوْٓا اِنَّا كُلٌّ فِيْهَآ اِنَّ اللّٰهَ قَدْ حَكَمَ بَيْنَ الْعِبَادِ", "49": "وَقَالَ الَّذِيْنَ فِى النَّارِ لِخَزَنَةِ جَهَنَّمَ ادْعُوْا رَبَّكُمْ يُخَفِّفْ عَنَّا يَوْمًا مِّنَ الْعَذَابِ ", "50": "قَالُوْٓا اَوَلَمْ تَكُ تَأْتِيْكُمْ رُسُلُكُمْ بِالْبَيِّنٰتِ ۗقَالُوْا بَلٰىۗ قَالُوْا فَادْعُوْا ۚوَمَا دُعٰۤؤُا الْكٰفِرِيْنَ اِلَّا فِيْ ضَلٰلٍ ࣖ", "51": "اِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِيْنَ اٰمَنُوْا فِى الْحَيٰوةِ الدُّنْيَا وَيَوْمَ يَقُوْمُ الْاَشْهَادُۙ ", "52": "يَوْمَ لَا يَنْفَعُ الظّٰلِمِيْنَ مَعْذِرَتُهُمْ وَلَهُمُ اللَّعْنَةُ وَلَهُمْ سُوْۤءُ الدَّارِ ", "53": "وَلَقَدْاٰتَيْنَا مُوْسٰى الْهُدٰى وَاَوْرَثْنَا بَنِيْٓ اِسْرَاۤءِيْلَ الْكِتٰبَۙ ", "54": "هُدًى وَّذِكْرٰى لِاُولِى الْاَلْبَابِ", "55": "فَاصْبِرْ اِنَّ وَعْدَ اللّٰهِ حَقٌّ وَّاسْتَغْفِرْ لِذَنْۢبِكَ وَسَبِّحْ بِحَمْدِ رَبِّكَ بِالْعَشِيِّ وَالْاِبْكَارِ", "56": "اِنَّ الَّذِيْنَ يُجَادِلُوْنَ فِيْٓ اٰيٰتِ اللّٰهِ بِغَيْرِ سُلْطٰنٍ اَتٰىهُمْ ۙاِنْ فِيْ صُدُوْرِهِمْ اِلَّا كِبْرٌ مَّا هُمْ بِبَالِغِيْهِۚ فَاسْتَعِذْ بِاللّٰهِ ۗاِنَّهٗ هُوَ السَّمِيْعُ الْبَصِيْرُ", "57": "لَخَلْقُ السَّمٰوٰتِ وَالْاَرْضِ اَكْبَرُ مِنْ خَلْقِ النَّاسِ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ", "58": "وَمَا يَسْتَوِى الْاَعْمٰى وَالْبَصِيْرُ ەۙ وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ وَلَا الْمُسِيْۤئُ ۗقَلِيْلًا مَّا تَتَذَكَّرُوْنَ", "59": "اِنَّ السَّاعَةَ لَاٰتِيَةٌ لَّا رَيْبَ فِيْهَا ۖوَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يُؤْمِنُوْنَ", "60": "وَقَالَ رَبُّكُمُ ادْعُوْنِيْٓ اَسْتَجِبْ لَكُمْ ۗاِنَّ الَّذِيْنَ يَسْتَكْبِرُوْنَ عَنْ عِبَادَتِيْ سَيَدْخُلُوْنَ جَهَنَّمَ دَاخِرِيْنَ ࣖࣖࣖ ", "61": "اَللّٰهُ الَّذِيْ جَعَلَ لَكُمُ الَّيْلَ لِتَسْكُنُوْا فِيْهِ وَالنَّهَارَ مُبْصِرًا ۗاِنَّ اللّٰهَ لَذُوْ فَضْلٍ عَلَى النَّاسِ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَشْكُرُوْنَ", "62": "ذٰلِكُمُ اللّٰهُ رَبُّكُمْ خَالِقُ كُلِّ شَيْءٍۘ  لَآ اِلٰهَ اِلَّا هُوَ ۖفَاَنّٰى تُؤْفَكُوْنَ", "63": "كَذٰلِكَ يُؤْفَكُ الَّذِيْنَ كَانُوْا بِاٰيٰتِ اللّٰهِ يَجْحَدُوْنَ", "64": "اَللّٰهُ الَّذِيْ جَعَلَ لَكُمُ الْاَرْضَ قَرَارًا وَّالسَّمَاۤءَ بِنَاۤءً وَّصَوَّرَكُمْ فَاَحْسَنَ صُوَرَكُمْ وَرَزَقَكُمْ مِّنَ الطَّيِّبٰتِ ۗذٰلِكُمُ اللّٰهُ رَبُّكُمْ ۚ فَتَبٰرَكَ اللّٰهُ رَبُّ الْعٰلَمِيْنَ", "65": "هُوَ الْحَيُّ لَآ اِلٰهَ اِلَّا هُوَ فَادْعُوْهُ مُخْلِصِيْنَ لَهُ الدِّيْنَ ۗ اَلْحَمْدُ لِلّٰهِ رَبِّ الْعٰلَمِيْنَ", "66": "۞ قُلْ اِنِّيْ نُهِيْتُ اَنْ اَعْبُدَ الَّذِيْنَ تَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ لَمَّا جَاۤءَنِيَ الْبَيِّنٰتُ مِنْ رَّبِّيْ وَاُمِرْتُ اَنْ اُسْلِمَ لِرَبِّ الْعٰلَمِيْنَ", "67": "هُوَ الَّذِيْ خَلَقَكُمْ مِّنْ تُرَابٍ ثُمَّ مِنْ نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ يُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوْٓا اَشُدَّكُمْ ثُمَّ لِتَكُوْنُوْا شُيُوْخًا ۚوَمِنْكُمْ مَّنْ يُّتَوَفّٰى مِنْ قَبْلُ وَلِتَبْلُغُوْٓا اَجَلًا مُّسَمًّى وَّلَعَلَّكُمْ تَعْقِلُوْنَ", "68": "هُوَ الَّذِيْ يُحْيٖ وَيُمِيْتُۚ فَاِذَا قَضٰىٓ اَمْرًا فَاِنَّمَا يَقُوْلُ لَهٗ كُنْ فَيَكُوْنُ ࣖ ", "69": "اَلَمْ تَرَ اِلَى الَّذِيْنَ يُجَادِلُوْنَ فِيْٓ اٰيٰتِ اللّٰهِ ۗاَنّٰى يُصْرَفُوْنَۚ", "70": "اَلَّذِيْنَ كَذَّبُوْا بِالْكِتٰبِ وَبِمَآ اَرْسَلْنَا بِهٖ رُسُلَنَا ۗفَسَوْفَ يَعْلَمُوْنَۙ", "71": "اِذِ الْاَغْلٰلُ فِيْٓ اَعْنَاقِهِمْ وَالسَّلٰسِلُۗ يُسْحَبُوْنَۙ", "72": "فِى الْحَمِيْمِ ەۙ ثُمَّ فِى النَّارِ يُسْجَرُوْنَۚ", "73": "ثُمَّ قِيْلَ لَهُمْ اَيْنَ مَا كُنْتُمْ تُشْرِكُوْنَۙ", "74": "مِنْ دُوْنِ اللّٰهِ ۗقَالُوْا ضَلُّوْا عَنَّا بَلْ لَّمْ نَكُنْ نَّدْعُوْا مِنْ قَبْلُ شَيْـًٔاۚ  كَذٰلِكَ يُضِلُّ اللّٰهُ الْكٰفِرِيْنَ", "75": "ذٰلِكُمْ بِمَا كُنْتُمْ تَفْرَحُوْنَ فِى الْاَرْضِ بِغَيْرِ الْحَقِّ وَبِمَا كُنْتُمْ تَمْرَحُوْنَ", "76": "اُدْخُلُوْٓا اَبْوَابَ جَهَنَّمَ خٰلِدِيْنَ فِيْهَا ۚفَبِئْسَ مَثْوَى الْمُتَكَبِّرِيْنَ", "77": "فَاصْبِرْ اِنَّ وَعْدَ اللّٰهِ حَقٌّ ۚفَاِمَّا نُرِيَنَّكَ بَعْضَ الَّذِيْ نَعِدُهُمْ اَوْ نَتَوَفَّيَنَّكَ فَاِلَيْنَا يُرْجَعُوْنَ", "78": "وَلَقَدْ اَرْسَلْنَا رُسُلًا مِّنْ قَبْلِكَ مِنْهُمْ مَّنْ قَصَصْنَا عَلَيْكَ وَمِنْهُمْ مَّنْ لَّمْ نَقْصُصْ عَلَيْكَ ۗوَمَا كَانَ لِرَسُوْلٍ اَنْ يَّأْتِيَ بِاٰيَةٍ اِلَّا بِاِذْنِ اللّٰهِ ۚفَاِذَا جَاۤءَ اَمْرُ اللّٰهِ قُضِيَ بِالْحَقِّ وَخَسِرَ هُنَالِكَ الْمُبْطِلُوْنَ ࣖ ", "79": "اَللّٰهُ الَّذِيْ جَعَلَ لَكُمُ الْاَنْعَامَ لِتَرْكَبُوْا مِنْهَا وَمِنْهَا تَأْكُلُوْنَۖ", "80": "وَلَكُمْ فِيْهَا مَنَافِعُ وَلِتَبْلُغُوْا عَلَيْهَا حَاجَةً فِيْ صُدُوْرِكُمْ وَعَلَيْهَا وَعَلَى الْفُلْكِ تُحْمَلُوْنَۗ", "81": "وَيُرِيْكُمْ اٰيٰتِهٖۖ فَاَيَّ اٰيٰتِ اللّٰهِ تُنْكِرُوْنَ", "82": "اَفَلَمْ يَسِيْرُوْا فِى الْاَرْضِ فَيَنْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الَّذِيْنَ مِنْ قَبْلِهِمْ ۗ كَانُوْٓا اَكْثَرَ مِنْهُمْ وَاَشَدَّ قُوَّةً وَّاٰثَارًا فِى الْاَرْضِ فَمَآ اَغْنٰى عَنْهُمْ مَّا كَانُوْا يَكْسِبُوْنَ", "83": "فَلَمَّا جَاۤءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنٰتِ فَرِحُوْا بِمَا عِنْدَهُمْ مِّنَ الْعِلْمِ وَحَاقَ بِهِمْ مَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ", "84": "فَلَمَّا رَاَوْا بَأْسَنَاۗ قَالُوْٓا اٰمَنَّا بِاللّٰهِ وَحْدَهٗ وَكَفَرْنَا بِمَا كُنَّا بِهٖ مُشْرِكِيْنَ", "85": "فَلَمْ يَكُ يَنْفَعُهُمْ اِيْمَانُهُمْ لَمَّا رَاَوْا بَأْسَنَا ۗسُنَّتَ اللّٰهِ الَّتِيْ قَدْ خَلَتْ فِيْ عِبَادِهِۚ وَخَسِرَ هُنَالِكَ الْكٰفِرُوْنَ ࣖ "}, "translations": {"id": {"name": "Maha Pengampun", "text": {"1": "Ha Mim", "2": "Kitab ini (Al-Qur'an) diturunkan dari Allah Yang Mahaperkasa, Maha Mengetahui,", "3": "yang mengampuni dosa dan menerima tobat dan keras hukuman-Nya; yang memiliki karunia. Tidak ada tuhan selain Dia. Hanya kepada-Nyalah (semua makhluk) kembali.", "4": "Tidak ada yang memperdebatkan tentang ayat-ayat Allah, kecuali orang-orang yang kafir. Karena itu janganlah engkau (Muhammad) tertipu oleh keberhasilan usaha mereka di seluruh negeri.", "5": "Sebelum mereka, kaum Nuh dan golongan-golongan yang bersekutu setelah mereka telah mendustakan (rasul) dan setiap umat telah merencanakan (tipu daya) terhadap rasul mereka untuk menawannya dan mereka membantah dengan (alasan) yang batil untuk melenyapkan kebenaran; karena itu Aku tawan mereka (dengan azab). Maka betapa (pedihnya) azab-Ku?", "6": "Dan demikianlah telah pasti berlaku ketetapan Tuhanmu terhadap orang-orang kafir, (yaitu) sesungguhnya mereka adalah penghuni neraka.", "7": "(Malaikat-malaikat) yang memikul ‘Arsy dan (malaikat) yang berada di sekelilingnya bertasbih dengan memuji Tuhannya dan mereka beriman kepada-Nya serta memohonkan ampunan untuk orang-orang yang beriman (seraya berkata), “Ya Tuhan kami, rahmat dan ilmu yang ada pada-Mu meliputi segala sesuatu, maka berilah ampunan kepada orang-orang yang bertobat dan mengikuti jalan (agama)-Mu dan peliharalah mereka dari azab neraka yang menyala-nyala.", "8": "Ya Tuhan kami, masukkanlah mereka ke dalam surga ‘Adn yang telah Engkau janjikan kepada mereka, dan orang yang saleh di antara nenek moyang mereka, istri-istri, dan keturunan mereka. Sungguh, Engkaulah Yang Mahaperkasa, Mahabijaksana,", "9": "dan peliharalah mereka dari (bencana) kejahatan. Dan orang-orang yang Engkau pelihara dari (bencana) kejahatan pada hari itu, maka sungguh, Engkau telah menganugerahkan rahmat kepadanya dan demikian itulah kemenangan yang agung.”", "10": "Sesungguhnya orang-orang yang kafir, kepada mereka (pada hari Kiamat) diserukan, “Sungguh, kebencian Allah (kepadamu) jauh lebih besar daripada kebencianmu kepada dirimu sendiri, ketika kamu diseru untuk beriman lalu kamu mengingkarinya.”", "11": "Mereka menjawab, “Ya Tuhan kami, Engkau telah mematikan kami dua kali dan telah menghidupkan kami dua kali (pula), lalu kami mengakui dosa-dosa kami. Maka adakah jalan (bagi kami) untuk keluar (dari neraka)?”", "12": "Yang demikian itu karena sesungguhnya kamu mengingkari apabila diseru untuk menyembah Allah saja. Dan jika Allah dipersekutukan, kamu percaya. Maka keputusan (sekarang ini) adalah pada Allah Yang Mahatinggi, Mahabesar.", "13": "Dialah yang memperlihatkan tanda-tanda (kekuasaan)-Nya kepadamu dan menurunkan rezeki dari langit untukmu. Dan tidak lain yang mendapat pelajaran hanyalah orang-orang yang kembali (kepada Allah).", "14": "Maka sembahlah Allah dengan tulus ikhlas beragama kepada-Nya, meskipun orang-orang kafir tidak menyukai(nya).", "15": "(Dialah) Yang Mahatinggi derajat-Nya, yang memiliki ’Arsy, yang menurunkan wahyu dengan perintah-Nya kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya, agar memperingatkan (manusia) tentang hari pertemuan (hari Kiamat),", "16": "(yaitu) pada hari (ketika) mereka keluar (dari kubur); tidak sesuatu pun keadaan mereka yang tersembunyi di sisi Allah. (Lalu Allah berfirman), “Milik siapakah kerajaan pada hari ini?” Milik Allah Yang Maha Esa, Maha Mengalahkan.", "17": "Pada hari ini setiap jiwa diberi balasan sesuai dengan apa yang telah dikerjakannya. Tidak ada yang dirugikan pada hari ini. Sungguh, Allah sangat cepat perhitungan-Nya.", "18": "Dan berilah mereka peringatan akan hari yang semakin dekat (hari Kiamat, yaitu) ketika hati (menyesak) sampai di kerongkongan karena menahan kesedihan. Tidak ada seorang pun teman setia bagi orang yang zalim dan tidak ada baginya seorang penolong yang diterima (pertolongannya).", "19": "Dia mengetahui (pandangan) mata yang khianat dan apa yang tersembunyi dalam dada.", "20": "Dan Allah memutuskan dengan kebenaran. Sedang mereka yang disembah selain-Nya tidak mampu memutuskan dengan sesuatu apa pun. Sesungguhnya Allah, Dialah Yang Maha Mendengar, Maha Melihat.", "21": "Dan apakah mereka tidak mengadakan perjalanan di bumi, lalu memperhatikan bagaimana kesudahan orang-orang yang sebelum mereka? Orang-orang itu lebih hebat kekuatannya daripada mereka dan (lebih banyak) peninggalan-peninggalan (peradaban)nya di bumi, tetapi Allah mengazab mereka karena dosa-dosanya. Dan tidak akan ada sesuatu pun yang melindungi mereka dari (azab) Allah.", "22": "Yang demikian itu adalah karena sesungguhnya rasul-rasul telah datang kepada mereka dengan membawa bukti-bukti yang nyata lalu mereka ingkar; maka Allah mengazab mereka. Sungguh, Dia Mahakuat, Mahakeras hukuman-Nya.", "23": "Dan sungguh, Kami telah mengutus Musa dengan membawa ayat-ayat Kami dan keterangan yang nyata,", "24": "kepada Fir‘aun, Haman dan Karun; lalu mereka berkata, “(Musa) itu seorang pesihir dan pendusta.”", "25": "Maka ketika dia (Musa) datang kepada mereka membawa kebenaran dari Kami, mereka berkata, “Bunuhlah anak-anak laki-laki dari orang-orang yang beriman bersama dia dan biarkan hidup perempuan-perempuan mereka.” Namun tipu daya orang-orang kafir itu sia-sia belaka.", "26": "Dan Fir‘aun berkata (kepada pembesar-pembesarnya), “Biar aku yang membunuh Musa dan suruh dia memohon kepada Tuhannya. Sesungguhnya aku khawatir dia akan menukar agamamu atau menimbulkan kerusakan di bumi.”", "27": "Dan (Musa) berkata, “Sesungguhnya aku berlindung kepada Tuhanku dan Tuhanmu dari setiap orang yang menyombongkan diri yang tidak beriman kepada hari perhitungan.”", "28": "Dan seseorang yang beriman di antara keluarga Fir‘aun yang menyembunyikan imannya berkata, “Apakah kamu akan membunuh seseorang karena dia berkata, “Tuhanku adalah Allah,” padahal sungguh, dia telah datang kepadamu dengan membawa bukti-bukti yang nyata dari Tuhanmu. Dan jika dia seorang pendusta maka dialah yang akan menanggung (dosa) dustanya itu; dan jika dia seorang yang benar, nis-caya sebagian (bencana) yang diancamkannya kepadamu akan menimpamu. Sesungguhnya Allah tidak memberi petunjuk kepada orang yang melampaui batas dan pendusta.", "29": "Wahai kaumku! Pada hari ini kerajaan ada padamu dengan berkuasa di bumi, tetapi siapa yang akan menolong kita dari azab Allah jika (azab itu) menimpa kita?” Fir‘aun berkata, “Aku hanya mengemukakan kepadamu, apa yang aku pandang baik; dan aku hanya menunjukkan kepadamu jalan yang benar.”", "30": "Dan orang yang beriman itu berkata, “Wahai kaumku! Sesungguhnya aku khawatir kamu akan ditimpa (bencana) seperti hari kehancuran golongan yang bersekutu,", "31": "(yakni) seperti kebiasaan kaum Nuh, ’Ad, samud dan orang-orang yang datang setelah mereka. Padahal Allah tidak menghendaki kezaliman terhadap hamba-hamba-Nya.”", "32": "Dan wahai kaumku! Sesungguhnya aku benar-benar khawatir terhadapmu akan (siksaan) hari saling memanggil,", "33": "(yaitu) pada hari (ketika) kamu berpaling ke belakang (lari), tidak ada seorang pun yang mampu menyelamatkan kamu dari (azab) Allah. Dan barangsiapa dibiarkan sesat oleh Allah, niscaya tidak ada sesuatu pun yang mampu memberi petunjuk.”", "34": "Dan sungguh, sebelum itu Yusuf telah datang kepadamu dengan membawa bukti-bukti yang nyata, tetapi kamu senantiasa meragukan apa yang dibawanya, bahkan ketika dia wafat, kamu berkata, “Allah tidak akan mengirim seorang rasul pun setelahnya.” Demikianlah Allah membiarkan sesat orang yang melampaui batas dan ragu-ragu,", "35": "(yaitu) orang-orang yang memperdebatkan ayat-ayat Allah tanpa alasan yang sampai kepada mereka. Sangat besar kemurkaan (bagi mereka) di sisi Allah dan orang-orang yang beriman. Demikianlah Allah mengunci hati setiap orang yang sombong dan berlaku sewenang-wenang.", "36": "Dan Fir‘aun berkata, “Wahai Haman! Buatkanlah untukku sebuah bangunan yang tinggi agar aku sampai ke pintu-pintu,", "37": "(yaitu) pintu-pintu langit, agar aku dapat melihat Tuhannya Musa, tetapi aku tetap memandangnya seorang pendusta.” Dan demikianlah dijadikan terasa indah bagi Fir‘aun perbuatan buruknya itu, dan dia tertutup dari jalan (yang benar); dan tipu daya Fir‘aun itu tidak lain hanyalah membawa kerugian.", "38": "Dan orang yang beriman itu berkata, “Wahai kaumku! Ikutilah aku, aku akan menunjukkan kepadamu jalan yang benar.", "39": "Wahai kaumku! Sesungguhnya kehidupan dunia ini hanyalah kesenangan (sementara) dan sesungguhnya akhirat itulah negeri yang kekal.", "40": "Barangsiapa mengerjakan perbuatan jahat, maka dia akan dibalas sebanding dengan kejahatan itu. Dan barang siapa mengerjakan kebajikan, baik laki-laki maupun perempuan sedangkan dia dalam keadaan beriman, maka mereka akan masuk surga, mereka diberi rezeki di dalamnya tidak terhingga.", "41": "Dan wahai kaumku! Bagaimanakah ini, aku menyerumu kepada keselamatan, tetapi kamu menyeruku ke neraka?", "42": "(Mengapa) kamu menyeruku agar kafir kepada Allah dan mempersekutukan-Nya dengan sesuatu yang aku tidak mempunyai ilmu tentang itu, padahal aku menyerumu (beriman) kepada Yang Mahaperkasa, Maha Pengampun?", "43": "Sudah pasti bahwa apa yang kamu serukan aku kepadanya bukanlah suatu seruan yang berguna baik di dunia maupun di akhirat. Dan sesungguhnya tempat kembali kita pasti kepada Allah, dan sesungguhnya orang-orang yang melampaui batas, mereka itu akan menjadi penghuni neraka.", "44": "Maka kelak kamu akan ingat kepada apa yang kukatakan kepadamu. Dan aku menyerahkan urusanku kepada Allah. Sungguh, Allah Maha Melihat akan hamba-hamba-Nya.”", "45": "Maka Allah memeliharanya dari kejahatan tipu daya mereka, sedangkan Fir‘aun beserta kaumnya dikepung oleh azab yang sangat buruk.", "46": "Kepada mereka diperlihatkan neraka, pada pagi dan petang, dan pada hari terjadinya Kiamat. (Lalu kepada malaikat diperintahkan), “Masukkanlah Fir‘aun dan kaumnya ke dalam azab yang sangat keras!”", "47": "Dan (Ingatlah), ketika mereka berbantah-bantahan dalam neraka, maka orang yang lemah berkata kepada orang-orang yang menyombongkan diri, “Sesungguhnya kami dahulu adalah pengikut-pengikutmu, maka dapatkah kamu melepaskan sebagian (azab) api neraka yang menimpa kami?”", "48": "Orang-orang yang menyombongkan diri menjawab, “Sesungguhnya kita semua sama-sama dalam neraka karena Allah telah menetapkan keputusan antara hamba-hamba-(Nya).”", "49": "Dan orang-orang yang berada dalam neraka berkata kepada penjaga-penjaga neraka Jahanam, “Mohonkanlah kepada Tuhanmu agar Dia meringankan azab atas kami sehari saja.”", "50": "Maka (penjaga-penjaga Jahanam) berkata, “Apakah rasul-rasul belum datang kepadamu dengan membawa bukti-bukti yang nyata?” Mereka menjawab, “Benar, sudah datang.” (Penjaga-penjaga Jahanam) berkata, “Berdoalah kamu (sendiri!)” Namun doa orang-orang kafir itu sia-sia belaka.", "51": "Sesungguhnya Kami akan menolong rasul-rasul Kami dan orang-orang yang beriman dalam kehidupan dunia dan pada hari tampilnya para saksi (hari Kiamat),", "52": "(yaitu) hari ketika permintaan maaf tidak berguna bagi orang-orang zalim dan mereka mendapat laknat dan tempat tinggal yang buruk.", "53": "Dan sungguh, Kami telah memberikan petunjuk kepada Musa; dan mewariskan Kitab (Taurat) kepada Bani Israil,", "54": "untuk menjadi petunjuk dan peringatan bagi orang-orang yang berpikiran sehat.", "55": "Maka bersabarlah kamu, sesungguhnya janji Allah itu benar, dan mohonlah ampun untuk dosamu dan bertasbihlah seraya memuji Tuhanmu pada waktu petang dan pagi.", "56": "Sesungguhnya orang-orang yang memperdebatkan ayat-ayat Allah tanpa alasan (bukti) yang sampai kepada mereka, yang ada dalam dada mereka hanyalah (keinginan akan) kebesaran yang tidak akan mereka capai, maka mintalah perlindungan kepada Allah. Sungguh, Dia Maha Mendengar, Maha Melihat.", "57": "Sungguh, penciptaan langit dan bumi itu lebih besar daripada penciptaan manusia, akan tetapi kebanyakan manusia tidak mengetahui.", "58": "Dan tidak sama orang yang buta dengan orang yang melihat, dan tidak (sama) pula orang-orang yang beriman dan mengerjakan kebajikan dengan orang-orang yang berbuat kejahatan. Hanya sedikit sekali yang kamu ambil pelajaran.", "59": "Sesungguhnya hari Kiamat pasti akan datang, tidak ada keraguan tentangnya, akan tetapi kebanyakan manusia tidak beriman.", "60": "Dan Tuhanmu berfirman, “Berdoalah kepada-Ku, niscaya akan Aku perkenankan bagimu. Sesungguhnya orang-orang yang sombong tidak mau menyembah-Ku akan masuk neraka Jahanam dalam keadaan hina dina.”", "61": "Allah-lah yang menjadikan malam untukmu agar kamu beristirahat padanya; (dan menjadikan) siang terang benderang. Sungguh, Allah benar-benar memiliki karunia yang dilimpahkan kepada manusia, tetapi kebanyakan manusia tidak bersyukur.", "62": "Demikianlah Allah, Tuhanmu, Pencipta segala sesuatu, tidak ada tuhan selain Dia; maka bagaimanakah kamu dapat dipalingkan?", "63": "Demikianlah orang-orang yang selalu mengingkari ayat-ayat Allah dipalingkan.", "64": "Allah-lah yang menjadikan bumi untukmu sebagai tempat menetap dan langit sebagai atap, dan membentukmu lalu memperindah rupamu serta memberimu rezeki dari yang baik-baik. Demikianlah Allah, Tuhanmu, Mahasuci Allah, Tuhan seluruh alam.", "65": "Dialah yang hidup kekal, tidak ada tuhan selain Dia; maka sembahlah Dia dengan tulus ikhlas beragama kepada-Nya. Segala puji bagi Allah Tuhan seluruh alam.", "66": "Katakanlah (Muhammad), “Sungguh, aku dilarang menyembah sembahan yang kamu sembah selain Allah, setelah datang kepadaku keterangan-keterangan dari Tuhanku; dan aku diperintahkan agar berserah diri kepada Tuhan seluruh alam.”", "67": "Dialah yang menciptakanmu dari tanah, kemudian dari setetes mani, lalu dari segumpal darah, kemudian kamu dilahirkan sebagai seorang anak, kemudian dibiarkan kamu sampai dewasa, lalu menjadi tua. Tetapi di antara kamu ada yang dimatikan sebelum itu. (Kami perbuat demikian) agar kamu sampai kepada kurun waktu yang ditentukan, agar kamu mengerti.", "68": "Dialah yang menghidupkan dan mematikan. Maka apabila Dia hendak menetapkan sesuatu urusan, Dia hanya berkata kepadanya, “Jadilah!” Maka jadilah sesuatu itu.", "69": "Apakah kamu tidak memperhatikan orang-orang yang (selalu) membantah ayat-ayat Allah? Bagaimana mereka dapat dipalingkan?", "70": "(Yaitu) orang-orang yang mendustakan Kitab (Al-Qur'an) dan wahyu yang dibawa oleh rasul-rasul Kami yang telah Kami utus. Kelak mereka akan mengetahui,", "71": "ketika belenggu dan rantai dipasang di leher mereka, seraya mereka diseret,", "72": "ke dalam air yang sangat panas, kemudian mereka dibakar dalam api,", "73": "kemudian dikatakan kepada mereka, “Manakah berhala-berhala yang selalu kamu persekutukan,", "74": "(yang kamu sembah) selain Allah?”  Mereka menjawab, “Mereka telah hilang lenyap dari kami, bahkan kami dahulu tidak pernah menyembah sesuatu.” Demikianlah Allah membiarkan sesat orang-orang kafir.", "75": "Yang demikian itu disebabkan karena kamu bersuka ria di bumi (tanpa) mengindahkan kebenaran dan karena kamu selalu bersuka ria (dalam kemaksiatan).", "76": "(Dikatakan kepada mereka), “Masuklah kamu ke pintu-pintu neraka Jahanam, dan kamu kekal di dalamnya. Maka itulah seburuk-buruk tempat bagi orang-orang yang sombong.”", "77": "Maka bersabarlah engkau (Muhammad), sesungguhnya janji Allah itu benar. Meskipun Kami perlihatkan kepadamu sebagian siksa yang Kami ancamkan kepada mereka, atau pun Kami wafatkan engkau (sebelum ajal menimpa mereka), namun kepada Kamilah mereka dikembalikan.", "78": "Dan sungguh, Kami telah mengutus beberapa rasul sebelum engkau (Muhammad), di antara mereka ada yang Kami ceritakan kepadamu dan di antaranya ada (pula) yang tidak Kami ceritakan kepadamu. Tidak ada seorang rasul membawa suatu mukjizat, kecuali seizin Allah. Maka apabila telah datang perintah Allah, (untuk semua perkara) diputuskan dengan adil. Dan ketika itu rugilah orang-orang yang berpegang kepada yang batil.", "79": "Allah-lah yang menjadikan hewan ternak untukmu, sebagian untuk kamu kendarai dan sebagian lagi kamu makan.", "80": "Dan bagi kamu (ada lagi) manfaat-manfaat yang lain padanya (hewan ternak itu) dan agar kamu mencapai suatu keperluan (tujuan) yang tersimpan dalam hatimu (dengan mengendarainya). Dan dengan mengendarai binatang-binatang itu, dan di atas kapal mereka diangkut.", "81": "Dan Dia memperlihatkan tanda-tanda (kebesaran-Nya) kepadamu. Lalu tanda-tanda (kebesaran) Allah yang mana yang kamu ingkari?", "82": "Maka apakah mereka tidak mengadakan perjalanan di bumi, lalu mereka memperhatikan bagaimana kesudahan orang-orang yang sebelum mereka. Mereka itu lebih banyak dan lebih hebat kekuatannya serta (lebih banyak) peninggalan-peninggalan peradabannya di bumi, maka apa yang mereka usahakan itu tidak dapat menolong mereka.", "83": "Maka ketika para rasul datang kepada mereka dengan membawa bukti-bukti yang nyata, mereka merasa senang dengan ilmu yang ada pada mereka dan mereka dikepung oleh (azab) yang dahulu mereka memperolok-olokkannya.", "84": "Maka ketika mereka melihat azab Kami, mereka berkata, “Kami hanya beriman kepada Allah saja dan kami ingkar kepada sembahan-sembahan yang telah kami persekutukan dengan Allah.”", "85": "Maka iman mereka ketika mereka telah melihat azab Kami tidak berguna lagi bagi mereka. Itulah (ketentuan) Allah yang telah berlaku terhadap hamba-hamba-Nya. Dan ketika itu rugilah orang-orang kafir."}}}, "tafsir": {"id": {"kemenag": {"name": "Kemenag", "source": "Aplikasi Quran Kementrian Agama Republik Indonesia", "text": {"1": "Penjelasan mengenai huruf-huruf hijaiyah pada awal beberapa surah dalam Al-Qur'an seperti pada awal surah ini, telah diuraikan dengan panjang lebar pada awal Surah al-Baqarah. (Lihat \"Al-Qur'an dan Tafsirnya\" Jilid I)", "2": "Pada ayat ini, Allah menerangkan bahwa Kitab Suci Al-Qur'an yang merupakan kitab suci bagi Nabi Muhammad dan umatnya wajib diamalkan isi dan petunjuknya. Ia merupakan kitab suci terakhir yang membenarkan kitab-kitab suci yang sebelumnya, dan benar-benar diturunkan dari Allah, Tuhan sekalian alam, Tuhan Yang Mahaperkasa, tak ada satu makhluk pun yang dapat mengalahkan-Nya, Tuhan Yang Maha Mengetahui, tiada sesuatu yang tersembunyi bagi Allah bagaimanapun kecil dan halusnya. Firman Allah:\n\nKitab ini diturunkan dari Allah Yang Mahaperkasa, Mahabijaksana. (al-A.hqaf/46: 2)\n\nKitab Suci Al-Qur'an tidak mungkin dibuat oleh selain Allah dan tidak mungkin juga dibuat oleh Muhammad saw sebagaimana yang dituduhkan oleh musuh-musuh Islam. Hal ini telah ditegaskan Allah di dalam Al-Qur'an dengan firman-Nya:\n\nDan tidak mungkin Al-Qur'an ini dibuat-buat oleh selain Allah. (Yunus/10: 37)\n\nDan firman-Nya:\n\nApakah pantas mereka mengatakan dia (Muhammad) yang telah membuat-buatnya? (Yunus/10: 38)\n\nBahkan, Kitab Suci Al-Qur'an itu diturunkan dengan latar belakang yang beraneka ragam, berisi petunjuk bagi manusia untuk mengeluarkan manusia dari kegelapan kepada cahaya terang-benderang. Firman Allah:\n\n(Ini adalah) Kitab yang Kami turunkan kepadamu (Muhammad) agar engkau mengeluarkan manusia dari kegelapan kepada cahaya terang-benderang dengan izin Tuhan, (yaitu) menuju jalan Tuhan Yang Mahaperkasa, Maha Terpuji. (Ibrahim/14: 1)", "3": "Pada ayat ini dijelaskan lima macam sifat Allah yang menurunkan Al-Qur'an:\n\n1. Pengampun Dosa\n\nSifat Allah ini ditegaskan pula pada ayat yang lain, sebagaimana firman Allah:\n\nKabarkanlah kepada hamba-hamba-Ku, bahwa Akulah Yang Maha Pengampun, Maha Penyayang. (al-hijr/15: 49)\n\nDan firman-Nya:\n\nSungguh, Dialah Yang Maha Pengampun, Maha Penyayang. (az-Zumar/39: 53)\n\nBagaimana pun banyaknya dosa seseorang apabila ia meminta ampun kepada Allah dengan sungguh-sungguh, maka Allah akan mengampuni semua dosanya sebagaimana dijelaskan dalam hadis Qudsi sebagai berikut:\n\nHai hamba-hamba-Ku, sesungguhnya kamu melakukan kesalahan di waktu siang dan malam, dan Aku mengampuni dosa-dosa itu semuanya, maka mintalah ampun pada-Ku, niscaya Aku mengampuninya. (Riwayat Muslim dari Abu dzarr)\n\nDi dalam hadis Qudsi yang lain, Allah menegaskan pula:\n\nAllah berfirman, \"Wahai anak Adam! Selagi kamu meminta dan mengharap kepada-Ku, maka Aku akan mengampuni dosa-dosa yang ada padamu dan tidak Aku pedulikan lagi. Wahai anak Adam! Andaikata dosamu (bertumpuk) dan telah sampai ke awan langit, kemudian kamu meminta ampun kepada-Ku niscaya Aku mengampuninya dan tidak Aku pedulikan lagi. (Riwayat at-Tirmidzi dari Anas bin Malik)\n\n2. Penerima Tobat \n\nSifat Allah ini ditegaskan pula pada ayat yang lain di dalam Al-Qur'an:\n\nTidakkah mereka mengetahui, bahwa Allah menerima tobat hamba-hamba-Nya. (at-Taubah/9: 104)\n\nSeseorang yang telah berbuat kejahatan seperti penganiayaan dan lain-lain, kemudian ia bertobat, menyesali perbuatannya itu, mempertebal imannya, berbuat baik, dan tetap di jalan Allah, maka Allah akan menerima tobatnya, sebagaimana firman-Nya:\n\nTetapi barang siapa bertobat setelah melakukan kejahatan itu dan memperbaiki diri, maka sesungguhnya Allah menerima tobatnya. (al-Ma'idah./5: 39)\n\nDan firman-Nya:\n\nDan sungguh, Aku Maha Pengampun bagi yang bertobat, beriman dan berbuat kebajikan, kemudian tetap dalam petunjuk. (thaha/20: 82)\n\nDan firman-Nya lagi:\n\nKecuali mereka yang telah bertobat, mengadakan perbaikan dan menjelaskan(nya), mereka itulah yang Aku terima tobatnya dan Akulah Yang Maha Penerima tobat, Maha Penyayang. (al-Baqarah/2: 160)\n\n3. Hukuman-Nya Sangat Berat. \n\nMengenai hal ini Allah berfirman:\n\n¦Bahwa kekuatan itu semuanya milik Allah dan bahwa Allah sangat berat azab-Nya (niscaya mereka menyesal). (al-Baqarah/2: 165)\n\nOrang-orang yang berbuat jahat, bergelimang dosa seperti mendustakan dan memungkiri ayat-ayat Allah, menempuh jalan yang sesat yaitu selain jalan yang telah ditunjukkan dan digariskan-Nya, mereka itulah yang mendapat siksa Allah yang berat dan keras, sebagaimana firman-Nya:\n\nMereka mendustakan ayat-ayat Kami, maka Allah menyiksa mereka disebabkan dosa-dosanya. Allah sangat berat hukuman-Nya. (ali 'Imran/3: 11)\n\nPada ayat lain Allah menegaskan:\n\nSungguh, orang-orang yang ingkar terhadap ayat-ayat Allah akan memperoleh azab yang berat. Allah Mahaperkasa lagi mempunyai hukuman. (ali 'Imran/3: 4)\n\nDan firman-Nya pula:\n\nSungguh, orang-orang yang sesat dari jalan Allah akan mendapat azab yang berat, karena mereka melupakan hari perhitungan. (shad/38: 26)\n\n4. Pemberi Karunia. \n\nSetiap karunia dan nikmat yang kita peroleh adalah dari Allah sebagaimana firman-Nya:\n\nSebagai karunia dan nikmat dari Allah. Dan Allah Maha Mengetahui, Mahabijaksana. (al-hujurat/49: 8)\n\nDan firman-Nya:\n\nDan segala nikmat yang ada padamu (datangnya) dari Allah. (an-Nahl/16: 53)\n\nTidak ada seorang manusia, dengan jalan apa pun, yang dapat memberi angka yang pasti mengenai banyaknya karunia dan nikmat yang telah diberikan Allah padanya, sebagaimana firman-Nya:\n\nDan jika kamu menghitung nikmat Allah, niscaya kamu tidak akan mampu menghitungnya. (an-Nahl/16: 18)\n\n5. Allah Maha Esa \n\nSalah satu sifat Allah yang wajib diimani yaitu bahwa Dia Maha Esa, tidak ada Tuhan selain Dia, tiada sekutu bagi-Nya, tiada sesuatu yang serupa dengan Dia, sebagaimana firman Allah:\n\nTidak ada sesuatu pun yang serupa dengan Dia. Dan Dia Yang Maha Mendengar, Maha Melihat. (asy-Syura/42: 11)\n\nSekiranya Ia mempunyai sekutu, ada tuhan lain yang berkuasa sama dengan kekuasaan-Nya, maka dunia ini akan hancur sebagaimana firman Allah:\n\nSeandainya pada keduanya (di langit dan di bumi) ada tuhan-tuhan selain Allah, tentu keduanya telah binasa. Mahasuci Allah yang memiliki 'Arasy, dari apa yang mereka sifatkan. (al-Anbiya'/21: 22)\n\nOrang-orang yang mengatakan bahwa Allah itu adalah salah satu dari yang tiga termasuk golongan yang ingkar dan kafir, karena sebenarnya Allah itu Esa, tiada Tuhan selain Dia, firman Allah:\n\nSungguh, telah kafir orang-orang yang mengatakan, bahwa Allah adalah salah satu dari yang tiga, padahal tidak ada tuhan (yang berhak disembah) selain Tuhan Yang Esa. Jika mereka tidak berhenti dari apa yang mereka katakan, pasti orang-orang yang kafir di antara mereka akan ditimpa azab yang pedih. (al-Ma'idah./5: 73)\n\nAyat ini diakhiri dengan suatu ketegasan bahwa semua makhluk akan kembali kepada Allah dan di sanalah nanti disempurnakan balasan bagi mereka menurut perbuatan mereka masing-masing sebagaimana firman Allah:\n\nDan takutlah pada hari (ketika) kamu semua dikembalikan kepada Allah. Kemudian setiap orang diberi balasan yang sempurna sesuai dengan apa yang telah dilakukannya, dan mereka tidak dizalimi (dirugikan). (al-Baqarah/2: 281)", "4": "Pada ayat ini, Allah menerangkan bahwa hanya orang-orang kafir yang tidak senang kepada kebenaran, suka mendebat, menentang, dan mendustakan isi Al-Qur'an serta menuduhnya yang bukan-bukan. Di antara perkataan mereka adalah bahwa Al-Qur'an itu hanya syair, sihir, dongeng orang-orang dahulu, atau tuduhan lainnya yang meremehkan. Padahal, sudah jelas dan diketahui oleh umum bahwa semua isi Al-Qur'an itu adalah benar. Suatu perdebatan yang sifatnya mempertanyakan isi Al-Qur'an adalah perbuatan yang sangat tercela dan merupakan suatu kekafiran, sebagaimana sabda Nabi Muhammad:\n\nMemperdebatkan isi Al-Qur'an adalah kekafiran. (Riwayat A.hmad dari Abu Hurairah) \n\nAdapun perdebatan yang mempersoalkan sesuatu dengan maksud untuk mencari dan menguatkan sesuatu yang hak, menjelaskan yang masih samar-samar, mengambil suatu pengertian hukum, menolak paham-paham dan kepercayaan yang menyimpang dan tidak sesuai dengan ajaran Islam, serta menentang pengertian yang meremehkan isi Al-Qur'an, adalah perbuatan yang baik dan terpuji. Bahkan, yang demikian itu adalah perbuatan yang menjadi tugas para nabi.\n\nPada akhir ayat ini, Allah memperingatkan Nabi Muhammad supaya jangan teperdaya dengan kemewahan yang diperoleh para penentangnya, kebebasan gerak mereka dari satu kota ke kota yang lain, berjual-beli dan berdagang seenaknya sehingga memperoleh kekayaan yang bertumpuk-tumpuk. Bagaimanapun juga, kesemuanya itu mempunyai batas, dan sifatnya sementara paling lama sama dengan umurnya. Sesudah itu mereka akan mendapat siksaan yang amat pedih di akhirat. Firman Allah:\n\nJangan sekali-kali kamu teperdaya oleh kegiatan orang-orang kafir (yang bergerak) di seluruh negeri. Itu hanyalah kesenangan sementara, kemudian tempat kembali mereka ialah neraka Jahanam. (Jahanam) itu seburuk-buruk tempat tinggal. (ali 'Imran/3: 196-197)", "5": "Pada ayat ini, Allah menghibur Nabi Muhammad agar jangan cemas dan gusar menghadapi kaumnya yang selalu menentang dan mendustakannya. Hal demikian adalah sunatullah yang berlaku pada setiap nabi dan rasul yang diutus Allah. Kaum Nuh mendustakan Nabi Nuh, begitu pula umat-umat yang lain, telah mendustakan para nabi dan rasul yang diutus kepada mereka, seperti kaum 'Ad, Samud, dan lain-lain. Bahkan, selain mendustakan para rasul, mereka juga merencanakan makar terhadap para rasul. Mereka berusaha melawan para rasul mereka dan menganiaya sekehendak hati. Mereka tidak henti-hentinya menentang, mendustakan, dan mendebat rasul-rasul dengan alasan yang batil dan tak berdasar. Di antara perkataan mereka adalah rasul-rasul itu manusia-manusia biasa seperti mereka juga, dengan maksud untuk melepaskan kebenaran, mengaburkan yang hak yang datangnya dari Allah, serta senantiasa mematikan dan memadamkan cahaya (agama) Allah, sebagaimana firman Allah:\n\nMereka hendak memadamkan cahaya (agama) Allah dengan mulut (ucapan-ucapan) mereka, tetapi Allah menolaknya, malah berkehendak menyempurnakan cahaya-Nya, walaupun orang-orang kafir itu tidak menyukai. (at-Taubah/9: 32)\n\nAllah tidak tinggal diam melihat perbuatan jahat yang menunjukkan kebejatan akhlak mereka itu. Mereka diazab dengan siksaan yang amat pedih dan dibinasakan oleh Allah, bahkan ada yang dimusnahkan sehingga mereka seakan-akan tak pernah ada di bumi ini. Umat Muhammad saw, terutama penduduk Mekah, dapat menyaksikan bekas-bekas kehancuran mereka sebagaimana dikisahkan dalam Al-Qur'an:\n\nDan sesungguhnya kamu (penduduk Mekah) benar-benar akan melalui (bekas-bekas) mereka pada waktu pagi, dan pada waktu malam. Maka mengapa kamu tidak mengerti? (ash-shaffat/37: 137-138)", "6": "Ayat ini menunjukkan bagaimana umat-umat dahulu telah diazab dan dibinasakan karena perlakuan mereka yang tidak wajar kepada para nabi dan rasul mereka. Dengan demikian, hal itu berlaku pula bagi umat Nabi Muhammad yang tetap membangkang, mengingkari, dan mendustakan ayat-ayat Allah. Di akhirat, mereka akan dimasukkan ke dalam neraka. Firman Allah:\n\nAdapun orang-orang yang kafir dan mendustakan ayat-ayat Kami, mereka itu penghuni neraka. Mereka kekal di dalamnya. (al-Baqarah/2: 39)", "7": "Ayat ini menerangkan bahwa para malaikat yang memikul 'Arasy dan para malaikat yang ada di sekelilingnya senantiasa menyucikan Allah, mengucapkan syukur atas nikmat-Nya beriman, dan mengakui bahwa tiada Tuhan yang disembah selain Dia. Para malaikat itu juga memohonkan ampun bagi orang yang mengakui keesaan dan kesucian Allah dari sembahan selain-Nya. \n\nMengenai cara malaikat itu memikul 'Arasy dan berapa jumlah mereka yang memikulnya, cukup kita percaya sebagaimana adanya dan mengembalikannya kepada ilmu Tuhan, karena yang demikian termasuk hal-hal yang tidak didapati perinciannya, baik dalam Al-Qur'an maupun dalam hadis-hadis yang mutawatir. \n\nDi samping menyucikan dan memuji Allah, para malaikat juga senantiasa mendoakan orang-orang mukmin. Doa-doa tersebut antara lain menggambarkan hal-hal sebagai berikut:\n\nPertama, bahwa ilmu Tuhan meliputi segala sesuatu. Rahmat Allah meliputi pengampunan dosa-dosa dan kesalahan mereka dan ilmu Tuhan meliputi perbuatan, ucapan, dan gerak mereka. Mudah bagi Allah mengampuni dosa-dosa dan kesalahan-kesalahan karena rahmat-Nya lebih luas dan lebih besar dari dosa-dosa dan kesalahan. Tiada suatu perbuatan sekalipun di tempat yang gelap, tiada suatu kata atau ucapan, sekalipun kata hati atau bisikan sukma, tiada suatu tindak-tanduk atau gerak-gerik kecuali diketahui oleh Allah. \n\nKedua, memintakan ampun kepada Allah bagi orang-orang yang bertobat, menghentikan perbuatan dosa yang telah dilakukan, mengikuti apa yang diperintahkan kepada mereka, mengamalkan yang baik, dan meninggalkan hal-hal yang mungkar. \n\nKetiga, malaikat pun memohon agar orang-orang mukmin itu dilindungi dari siksa neraka Jahanam sesuai dengan janji Allah.", "8": "Dalam ayat ini dijelaskan doa malaikat selanjutnya bagi orang-orang yang beriman:\n\nKeempat, para malaikat memohon agar orang-orang mukmin dimasukkan ke dalam surga 'Adn yang telah dijanjikan oleh Allah melalui ucapan rasul-Nya. Para malaikat juga memohon agar bersama mereka itu dimasukkan juga orang-orang saleh di antara bapak-bapak, istri-istri, dan keturunan mereka semua, supaya mereka merasa senang karena berkumpul dengan keluarga di tempat yang dapat memberi kegembiraan dan kesenangan, menimbulkan rasa riang dan suka yang amat berkesan.\n\nSa'id bin Jubair menjelaskan bahwa ketika seorang laki-laki masuk surga ia berkata, \"Ya Tuhan! Di mana ayah, nenek, dan ibuku? Di mana anak dan cucuku? Di mana istriku?\" Dijawab bahwa mereka itu tidak beramal seperti amalan yang telah dilakukannya. Ia lalu berkata, \"Ya Tuhan! Saya beramal untuk diriku dan mereka.\" Maka mereka disamakan kedudukannya di surga dan ia lalu membaca ayat ini. Sejalan dengan ayat ini firman Allah:\n\nDan orang-orang yang beriman, beserta anak cucu mereka yang mengikuti mereka dalam keimanan, Kami pertemukan mereka dengan anak cucu mereka (di dalam surga), dan Kami tidak mengurangi sedikit pun pahala amal (kebajikan) mereka. Setiap orang terikat dengan apa yang dikerjakannya. (ath-thur/52: 21)\n\nAyat ini ditutup dengan satu ketegasan bahwa Allah itu Mahaperkasa tiada sesuatu yang dapat menghalangi kehendak-Nya, Mahabijaksana, tiada sesuatu yang dikerjakan-Nya, kecuali sesuai dengan hikmah kebijaksanaan-Nya.", "9": "Ayat ini masih menerangkan doa malaikat selanjutnya bagi orang-orang mukmin.\n\nKelima, para malaikat tidak saja memintakan ampun bagi orang-orang mukmin dari dosa-dosa mereka sesudah tobat, tetapi juga dosa-dosa dan balasan amal jahat yang mereka kerjakan sebelum mereka bertobat supaya dihapuskan dan tidak diazab karenanya. Orang-orang yang dimaafkan, diampuni, dan dihapuskan balasan kejahatannya di dunia ini, berarti mereka telah mendapat karunia dari Allah dan dibebaskan dari azab dan siksa-Nya di hari Kiamat. Hal yang demikian itu merupakan suatu kemenangan yang amat besar karena dengan amal baik yang tidak seberapa itu, ia memperoleh nikmat dan karunia yang berkepanjangan tiada putus-putusnya.", "10": "Pada ayat ini, Allah menerangkan bahwa di akhirat orang-orang kafir yang sedang berada di dalam neraka merasakan azab yang amat pedih, saling membenci dan melaknat antara satu dengan yang lain. Bahkan mereka membenci diri mereka sendiri karena perbuatan yang telah dilakukannya di dunia yang menyebabkannya masuk neraka. Namun, malaikat berkata kepada mereka, \"Sesungguhnya kebencian Allah pada saat kalian menolak seruan para nabi lebih besar dibandingkan dengan kebencianmu terhadap dirimu sendiri ketika menghadapi siksa neraka.\" Firman Allah:\n\nTeman-teman karib pada hari itu saling bermusuhan satu sama lain, kecuali mereka yang bertakwa. (az-Zukhruf/43: 67)\n\nDan firman-Nya:\n\n¦Kemudian pada hari Kiamat sebagian kamu akan saling mengingkari dan saling mengutuk¦ (al-'Ankabut/29: 25)", "11": "Setelah mendengar seruan malaikat dan tidak tahan lagi merasakan azab yang amat pedih, orang-orang kafir berkata, \"Wahai Tuhan, Engkau telah mematikan kami dua kali dan menghidupkan kami dua kali. Engkau menjadikan kami dalam keadaan mati lalu menghidupkan kami dengan meniupkan roh ke dalam rahim ibu kami, kemudian mematikan kami di dunia setelah ajal kami berakhir, dan di akhirat nanti kami dihidupkan kembali dengan mengembalikan roh kami untuk dibangkitkan. Firman Allah:\n\nBagaimana kamu ingkar kepada Allah, padahal kamu (tadinya) mati, lalu Dia menghidupkan kamu, kemudian Dia mematikan kamu lalu Dia menghidupkan kamu kembali. (al-Baqarah/2: 28)\n\nManusia mati ketika masih janin dan berada dalam tubuh orang tuanya. Kemudian dihidupkan ketika lahir ke dunia, lalu kematian berikutnya sudah merupakan suatu keharusan. Setelah itu dihidupkan pada hari Kebangkitan (hari Kiamat). Mereka mengalami dua kali hidup dan dua kali mati.\n\nSetelah menyaksikan kekuasaan Allah mematikan dan menghidupkan mereka berulang kali, orang-orang kafir menjadi sadar. Mereka mengakui kesalahan-kesalahan di dunia ketika mengingkari hari Kebangkitan dan mengerjakan dosa-dosa yang tak terhitung banyaknya, untuk menebus kesalahan-kesalahan mereka itu. Mereka meminta supaya dikeluarkan dari neraka dan dikembalikan ke dunia untuk beramal saleh dan tidak akan mengerjakan kesalahan dan dosa lagi. Permintaan seperti ini disebutkan juga pada ayat yang lain sebagaimana firman Allah:\n\nDan (alangkah ngerinya), jika sekiranya kamu melihat orang-orang yang berdosa itu menundukkan kepalanya di hadapan Tuhannya, (mereka berkata), \"Ya Tuhan kami, kami telah melihat dan mendengar, maka kembalikanlah kami (ke dunia), niscaya kami akan mengerjakan kebajikan. Sungguh, kami adalah orang-orang yang yakin.\" (as-Sajdah/32: 12)\n\nYa Tuhan kami, keluarkanlah kami darinya (kembalikanlah kami ke dunia), jika kami masih juga kembali (kepada kekafiran), sungguh, kami adalah orang-orang yang zalim.\" (al-Mu'minun/23: 107)", "12": "Pada ayat ini dijelaskan bahwa permintaan mereka itu tidak mungkin diperkenankan oleh Allah. Mereka tidak akan dikembalikan ke dunia, karena hati mereka sudah tidak menerima kebenaran lagi. Di dunia, mereka kafir dan ingkar apabila diseru untuk hanya menyembah Allah saja, tetapi apabila Allah dipersekutukan dengan yang lain, mereka percaya dan membenarkannya. Permintaan mereka ke luar dari neraka dan dikembalikan ke dunia untuk beramal saleh, dijawab oleh Allah dengan firman-Nya:\n\nDia (Allah) berfirman, “Tinggallah dengan hina di dalamnya, dan janganlah kamu berbicara dengan Aku.” (al-Mu’minun/23: 108)\n\nAndaikata permintaan mereka diperkenankan dan dikembalikan ke dunia, mereka akan tetap mengerjakan hal-hal yang dilarang Allah sebagaimana halnya dahulu. Mereka itu pembohong, sebagaimana firman Allah:\n\n\"Seandainya mereka dikembalikan ke dunia, tentu mereka akan mengulang kembali apa yang telah dilarang mengerjakannya. Mereka itu sungguh pendusta\". (al-An’am/6: 28)\n\nAyat ini ditutup dengan satu ketegasan bahwa putusan di hari Kiamat berada di tangan Allah yang akan memberi putusan dengan hak dan adil, Tuhan Yang Mahatinggi dan Mahabesar tiada sesuatu yang menyamai-Nya. Tuhan sangat benci kepada yang mempersekutukan-Nya dan telah member¬lakukan kebijaksanaan yaitu mengekalkan mereka di dalam neraka.", "13": "Ayat ini menerangkan bahwa Allah memperlihatkan tanda-tanda kekuasaan-Nya, seperti adanya angin, awan, guruh, kilat, petir, matahari, bulan, bintang, dan lain sebagainya. Dia pula yang menurunkan hujan dari langit, maka tumbuhlah pepohonan yang menghasilkan buah-buahan yang beraneka ragam macam warna, rasa, bentuk, dan kejadiannya. Semua itu menunjukkan kekuasaan Allah. Hanya orang yang kembali kepada Allah dan taat kepada-Nya yang dapat mengambil iktibar dari tanda-tanda tersebut di atas, dan memahami bahwa semua itu adalah tanda-tanda dan bukti-bukti kekuasaan dan keesaan Allah.", "14": "Pada akhir ayat di atas dinyatakan bahwa orang yang menyadari kekuasaan dan keesaan Allah hanyalah orang-orang yang kembali kepada-Nya. Sepatutnya kita menyembah dan memohon kepada-Nya dengan ikhlas, memurnikan ibadah kepada-Nya, tidak mempersekutukannya dengan yang lain, sebagaimana dijelaskan dalam hadis yang diriwayatkan al-Bukhari dan Muslim dari 'Abdullah bin Zubair: \n\nBahwa Rasulullah setelah selesai salat fardu membaca La ilaha illallah¦dan seterusnya (artinya) Tidak ada Tuhan selain Allah tidak ada sekutu bagi-Nya. Hanya bagi Allah seluruh kekuasaan, bagi-Nya segala puji, dan Dia Mahakuasa atas segala sesuatu. Tidak ada daya dan kekuatan kecuali atas pertolongan Allah. Tidak ada Tuhan selain Allah. Kami tidak menyembah kecuali kepada-Nya. Bagi-Nya semua kenikmatan, anugerah, dan pujian yang baik. Tidak ada Tuhan selain Allah, dengan mengikhlaskan diri dalam berbakti kepada-Nya, walaupun orang-orang kafir tidak menyukai. (Riwayat al-Bukhari dan Muslim dari 'Abdullah bin Zubair)", "15": "Pada ayat ini, Allah menyebutkan tiga kemuliaan dan keagungan-Nya, sesudah menyebutkan pada ayat sebelumnya tanda-tanda kebesaran dan keesaan-Nya.\n\na. Mahatinggi derajat-Nya. Allah jauh lebih Tinggi dan lebih Agung dari segala yang ada. Sebab, segala sesuatu yang selain Allah berhajat kepada-Nya dan tidak sebaliknya. Dia itu azali dan abadi, tidak mempunyai permulaan dan tidak mempunyai akhir. Dia mengetahui segala sesuatu, sebagaimana dijelaskan dalam Al-Qur'an:\n\nDan kunci-kunci semua yang gaib ada pada-Nya; tidak ada yang mengetahui selain Dia. (al-An'am/6: 59)\n\nb. Mempunyai 'Arasy. Allah memiliki 'Arasy dan Dia yang mengatur-Nya. Dia-lah yang menguasai alam benda dan yang bukan benda.\n\nc. Menurunkan wahyu. Allah menurunkan wahyu-Nya berisi perintah, baik berupa suruhan atau pun larangan kepada yang dikehendaki-Nya dan menyampaikan hukum-hukum-Nya kepada yang dikehendaki-Nya. Hal seperti itu dinyatakan pula pada ayat lain sebagaimana firman Allah:\n\nDia menurunkan para malaikat membawa wahyu dengan perintah-Nya kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya, (dengan berfirman) yaitu, \"Peringatkanlah (hamba-hamba-Ku), bahwa tidak ada tuhan selain Aku, maka hendaklah kamu bertakwa kepada-Ku.\" (an-Nahl/16: 2)\n\nDan firman-Nya:\n\nDan sungguh, (Al-Qur'an) ini benar-benar diturunkan oleh Tuhan seluruh alam, Yang dibawa turun oleh Ar-Ruh Al-Amin (Jibril), ke dalam hatimu (Muhammad) agar engkau termasuk orang yang memberi peringatan. (asy-Syu'ara'/26: 192-194) \n\nAllah menurunkan wahyu untuk memperingatkan manusia tentang adanya hari Kiamat, yaitu ketika yang menyembah dengan yang disembah bertemu, membereskan segala sesuatunya, segala sangkut pautnya yang belum selesai di dunia.", "16": "Pada hari Kiamat nanti manusia keluar dari kuburnya. Tidak sedikit pun perbuatan mereka yang tersembunyi di sisi Allah, semuanya diketahui-Nya. Kemudian mereka menerima balasan sesuai dengan amal mereka, kalau baik, dibalas dengan baik dan kalau jahat, dibalas dengan azab dan siksa. Firman Allah:\n\nPada hari itu kamu dihadapkan (kepada Tuhanmu), tidak ada sesuatu pun dari kamu yang tersembunyi (bagi Allah). (al-haqqah/69: 18)\n\nPada waktu itu, Allah berfirman, \"Kepunyaan siapakah kerajaan pada hari itu?\" Tidak ada seorang pun di Padang Mahsyar itu yang menjawabnya. Lalu dijawab sendiri oleh Allah dengan firman-Nya, \"Kepunyaan Allah Yang Maha Esa, tiada sekutu bagi-Nya. Yang Maha mengalahkan segala sesuatu dengan kekuasaan dan keperkasaan-Nya.\"", "17": "Sekalipun Allah Mahakuasa dan Mahaperkasa, dan tidak seorang pun yang dapat dan sanggup menghalangi kehendak-Nya, namun ia tetap berlaku adil terhadap hamba-hamba-Nya. Di akhirat, Allah memberi balasan bagi setiap orang sesuai dengan usaha dan perbuatan mereka di dunia. Tak seorang pun yang dianiaya dan dirugikan pada hari itu. Orang yang berbuat baik dibalas dengan baik dengan tidak dikurangi sedikit pun, dan orang yang berbuat jahat, dibalas sesuai dengan perbuatan jahatnya. Tidak akan ditambah sedikit pun balasan dari kejahatan yang pernah dilakukannya. Tidak seorang pun yang ditunda dan ditangguhkan hisab dan perhitungan amalnya. Allah cepat sekali perhitungannya. Tidak ada suatu hisab dan perhitungan secepat hisab Allah. Ia menghisab semua makhluk-Nya seperti menghisab seorang saja, karena ilmu-Nya sangat luas meliputi segala sesuatu yang ada. Tiada bedanya ketika Dia menciptakan dan membangkitkan manusia dari dalam kubur secara serentak, sebagaimana firman Allah:\n\nMenciptakan dan membangkitkan kamu (bagi Allah) hanyalah seperti (menciptakan dan membangkitkan) satu jiwa saja (mudah). (Luqman/31: 28)\n\nDan firman-Nya:\n\nDan perintah Kami hanyalah (dengan) satu perkataan seperti kejapan mata. (al-Qamar/54: 50)", "18": "Pada ayat ini, Allah menerangkan bahwa Dia memerintahkan Rasulullah supaya memperingatkan kaumnya yang musyrik akan datangnya hari Kiamat yang tidak lama lagi. Oleh karena itu, mereka diingatkan untuk berhenti melakukan perbuatan jahat yang dilarang oleh agama, dan memperbaiki akidah mereka yang sesat, yang menyebabkan mereka diazab nanti di akhirat dengan azab yang pedih. Pada hari itu, keadaan sangat mengerikan dan menakutkan, kesedihan tak terkirakan lagi sehingga jantung terasa sesak sampai ke kerongkongan, napas turun naik, nyawa keluar masuk sampai mereka menemui ajal. Tidak seorang pun yang dapat menolong orang-orang yang telah menganiaya diri mereka dengan mempersekutukan Allah, dan tidak ada pembela yang memintakan syafaat.", "19": "Pada ayat ini, Allah menerangkan bahwa Dia mengetahui penglihatan mata yang khianat dan pandangan yang curang. Mata yang khianat adalah penglihatan mata pada hal-hal yang diharamkan dengan sembunyi-sembunyi agar tidak diketahui orang lain.\n\nIbnu 'Abbas memberikan contoh penglihatan mata seorang yang khianat, sebagaimana diriwayatkan oleh Ibnu Abi hatim, Ibnu Abi Syaibah, dan Ibnu al-Mundzir bahwa seseorang berada di tengah-tengah kaumnya, maka lewatlah di dekat mereka seorang perempuan. Ia memperlihatkan kepada kaumnya bahwa ia memejamkan matanya dan tidak melihat wanita yang lewat itu. Kalau kaumnya tidak memerhatikannya, ia membuka matanya melihat wanita itu. Tetapi kalau kaumnya melihat dia, ia menunduk lagi menyembunyikan pandangannya. Allah mengetahui bahwa di dalam hati laki-laki itu tersembunyi niat ingin melihat aurat wanita yang lewat itu. Firman Allah:\n\nDan Allah Maha Mengetahui segala isi hati. (at-Tagabun/64: 4)\n\nDan firman-Nya:\n\nKatakanlah, \"Jika kamu sembunyikan apa yang ada dalam hatimu atau kamu nyatakan, Allah pasti mengetahuinya.\" (ali 'Imran/3: 29)\n\nKalau yang tersembunyi seperti bisikan hati diketahui oleh Allah, tentunya lebih-lebih lagi yang nyata dan ada di sekitar kita, yang ada di langit dan di bumi, yang diturunkan dari langit dan apa yang naik daripadanya sebagaimana firman Allah:\n\n¦ Dia mengetahui apa yang di hadapan mereka dan apa yang di belakang mereka¦ (al-Baqarah/2: 255)\n\nDan firman-Nya:\n\nDia mengetahui apa yang di langit dan di bumi, dan mengetahui apa yang kamu rahasiakan dan apa yang kamu nyatakan. (at-Tagabun/64: 4)\n\nDan firman-Nya lagi:\n\nDia mengetahui apa yang masuk ke dalam bumi, apa yang keluar darinya, apa yang turun dari langit dan apa yang naik kepadanya. (Saba'/34: 2)", "20": "Pada ayat ini, Allah menerangkan bahwa Dia akan menghukum dengan adil orang-orang yang khianat dan curang penglihatan matanya, dan yang menyembunyikan dalam hatinya niat-niat dan keinginan yang jahat. Allah memberi balasan surga kepada orang-orang yang memejamkan matanya untuk menghindari melihat yang diharamkan, dan balasan siksa yang pedih bagi orang-orang yang mengulang-ulang penglihatannya dan menetapkan dalam hatinya akan mengerjakan sesuatu yang dilarang agama. Tak seorang pun yang dirugikan. Akibat perbuatan seseorang itu akan kembali kepada dirinya masing-masing, tak akan dianiaya sedikit pun sebagaimana firman Allah:\n\nBarang siapa mengerjakan kebajikan maka (pahalanya) untuk dirinya sendiri dan barang siapa berbuat jahat maka (dosanya) menjadi tanggungan dirinya sendiri. Dan Tuhanmu sama sekali tidak menzalimi hamba-hamba-Nya. (Fushshilat/41: 46)\n\nAdapun berhala-berhala dan sembahan-sembahan lain yang disembah oleh kaum musyrikin, tidak berdaya dan tidak dapat menghukum dengan sesuatu apa pun, karena mereka itu tidak tahu apa-apa dan tidak mempunyai kekuasaan sedikit pun. Pada akhir ayat ini, ditegaskan bahwa Allah itu Maha Mendengar segala ucapan, baik yang nyata maupun secara berbisik-bisik bahkan bisikan hati pun, Ia mendengarnya. Allah Maha Melihat semua yang diperbuat seseorang baik di tempat yang terang maupun di tempat yang gelap.", "21": "Dalam ayat ini, kaum kafir Mekah yang mengingkari kebenaran risalah Nabi Muhammad diminta untuk mendatangi puing-puing peninggalan sejarah umat-umat terdahulu yang telah dimusnahkan Allah. Mereka dapat menyaksikannya setiap kali melewati tempat tersebut dalam perjalanan dagang ke utara atau selatan. Mereka adalah bangsa-bangsa yang lebih kuat fisiknya daripada kaum kafir Mekah, misalnya kaum 'Ad, kaum Samud, dan lain-lain. Di samping lebih kuat secara fisik, mereka juga dikaruniai Allah kemakmuran, penduduk yang banyak, keunggulan dalam membangun, keahlian dalam pertanian, dan sebagainya sehingga mereka maju dan berkebudayaan tinggi. Akan tetapi, kemajuan dan kebudayaan tinggi yang mereka miliki itu membuat mereka sombong dan lupa daratan lalu mendustai para rasul yang diutus kepada mereka, bahkan di antara para rasul itu ada yang mereka lukai bahkan dibunuh. Karena dosa dan perlakuan di luar batas itulah, Allah menjatuhkan hukuman kepada mereka. Pertanian mereka dihancurkan, bangunan-bangunan megah diluluhlantakkan, dan harta benda dimusnahkan, sehingga mereka menderita dan sengsara. Tidak ada yang dapat menghentikan kehancuran yang mereka alami, dan tidak ada yang dapat menolong mereka dari penderitaan. Hal itu hendaknya menjadi pelajaran bagi kaum kafir Mekah, dan siapa saja yang datang sesudah mereka, bahwa manusia yang ingkar pastilah dihukum Allah, baik di dunia maupun di akhirat.", "22": "Sebab utama Allah menjatuhkan azab itu adalah kekafiran mereka. Mereka tidak mau menerima kebenaran yang dibawa para rasul, bahwa tidak ada Tuhan selain Allah, manusia perlu berbuat baik dalam hidup di dunia ini, dan adanya hari kemudian tempat manusia menerima balasan perbuatannya. \n\nApa yang disampaikan para nabi itu adalah kebenaran sejati dan tidak dapat dibantah, tetapi mereka menentangnya. Bila Allah menghukum, maka hukuman-Nya amat keras. Karena pembangkangan itu, Allah menghancurkan mereka. Itulah akibat pembangkangan terhadap kebenaran agama. Peristiwa-peristiwa itu hendaknya menjadi pelajaran bagi kaum kafir Mekah yang membangkang kepada ajakan Nabi Muhammad. Mereka hendaknya segera sadar dan berhenti dari kedurhakaan mereka karena mereka pun bisa mengalami nasib yang sama seperti umat-umat terdahulu itu.", "23": "Dalam dua ayat ini ditegaskan bahwa Nabi Musa diutus Allah sebagai Rasul-Nya kepada Fir'aun, Haman, dan Karun untuk menyeru mereka beriman. Fir'aun adalah Raja Mesir yang memandang dirinya Tuhan. Haman adalah perdana menterinya. Sedangkan Karun adalah saudagar dan hartawan terkaya pada waktu itu. Mereka bertiga disebutkan secara khusus dalam ayat ini, karena merekalah secara pribadi yang bertanggung jawab atas pengaruh yang mereka tanamkan pada penduduk Mesir agar mendustakan Nabi Musa dan menyembah kepada Fir'aun. Bila ketiga orang ini sudah beriman, maka rakyat Mesir akan segera beriman pula.\n\nNabi Musa diutus Allah kepada mereka dengan membawa ajaran-ajaran dalam kitab suci Taurat dan mukjizat-mukjizat yang diberikan kepadanya. Inti ajaran yang disampaikan Nabi Musa kepada mereka adalah agar beriman kepada Tuhan Yang Maha Esa, berbuat baik, dan beriman dengan adanya hari kemudian tempat manusia menerima balasan amalnya. Mukjizatnya antara lain tongkat menjadi ular dan tangannya yang bercahaya. Akan tetapi, mereka menolak ajaran itu dan membangkang, bahkan menyatakan dirinya Tuhan. Rentetan peristiwa dakwah Nabi Musa terhadap Fir'aun itu antara lain diungkapkan dalam ayat-ayat berikut:\n\nSudahkah sampai kepadamu (Muhammad) kisah Musa? Ketika Tuhan memanggilnya (Musa) di lembah suci yaitu Lembah Tuwa; pergilah engkau kepada Fir'aun! Sesungguhnya dia telah melampaui batas, Maka katakanlah (kepada Fir'aun), \"Adakah keinginanmu untuk membersihkan diri (dari kesesatan), dan engkau akan kupimpin ke jalan Tuhanmu agar engkau takut kepada-Nya?\" Lalu (Musa) memperlihatkan kepadanya mukjizat yang besar. Tetapi dia (Fir'aun) mendustakan dan mendurhakai. Kemudian dia berpaling seraya berusaha menantang (Musa). Kemudian dia mengumpulkan (pembesar-pembesarnya) lalu berseru (memanggil kaumnya). (Seraya) berkata, \"Akulah tuhanmu yang paling tinggi.\" Maka Allah menghukumnya dengan azab di akhirat dan siksaan di dunia. Sungguh, pada yang demikian itu terdapat pelajaran bagi orang yang takut (kepada Allah). (an-Nazi'at/79: 15-26)\n\nMenyaksikan mukjizat Nabi Musa dan ajakannya untuk beriman itu, Fir'aun menuduh bahwa Nabi Musa seorang pesihir dan pembohong besar. Dalam ayat lain disebutkan bahwa Fir'aun menuduh Nabi Musa pesihir dan gila:\n\nTetapi dia (Fir'aun) bersama bala tentaranya berpaling dan berkata, \"Dia adalah seorang pesihir atau orang gila.\" (adz-dzariyat/51:39) \n\nTuduhan itu disampaikan Fir'aun setelah ahli-ahli sihirnya tidak mampu mengalahkan mukjizat Nabi Musa, yaitu tongkatnya yang berubah menjadi ular dan menelan ular-ular yang berasal dari tambang-tambang yang disihir oleh ahli-ahli sihir tersebut. Bahkan ahli-ahli sihir itu berbalik meninggalkan Fir'aun dan beriman kepada Allah.", "24": "Dalam dua ayat ini ditegaskan bahwa Nabi Musa diutus Allah sebagai Rasul-Nya kepada Fir'aun, Haman, dan Karun untuk menyeru mereka beriman. Fir'aun adalah Raja Mesir yang memandang dirinya Tuhan. Haman adalah perdana menterinya. Sedangkan Karun adalah saudagar dan hartawan terkaya pada waktu itu. Mereka bertiga disebutkan secara khusus dalam ayat ini, karena merekalah secara pribadi yang bertanggung jawab atas pengaruh yang mereka tanamkan pada penduduk Mesir agar mendustakan Nabi Musa dan menyembah kepada Fir'aun. Bila ketiga orang ini sudah beriman, maka rakyat Mesir akan segera beriman pula.\n\nNabi Musa diutus Allah kepada mereka dengan membawa ajaran-ajaran dalam kitab suci Taurat dan mukjizat-mukjizat yang diberikan kepadanya. Inti ajaran yang disampaikan Nabi Musa kepada mereka adalah agar beriman kepada Tuhan Yang Maha Esa, berbuat baik, dan beriman dengan adanya hari kemudian tempat manusia menerima balasan amalnya. Mukjizatnya antara lain tongkat menjadi ular dan tangannya yang bercahaya. Akan tetapi, mereka menolak ajaran itu dan membangkang, bahkan menyatakan dirinya Tuhan. Rentetan peristiwa dakwah Nabi Musa terhadap Fir'aun itu antara lain diungkapkan dalam ayat-ayat berikut:\n\nSudahkah sampai kepadamu (Muhammad) kisah Musa? Ketika Tuhan memanggilnya (Musa) di lembah suci yaitu Lembah Tuwa; pergilah engkau kepada Fir'aun! Sesungguhnya dia telah melampaui batas, Maka katakanlah (kepada Fir'aun), \"Adakah keinginanmu untuk membersihkan diri (dari kesesatan), dan engkau akan kupimpin ke jalan Tuhanmu agar engkau takut kepada-Nya?\" Lalu (Musa) memperlihatkan kepadanya mukjizat yang besar. Tetapi dia (Fir'aun) mendustakan dan mendurhakai. Kemudian dia berpaling seraya berusaha menantang (Musa). Kemudian dia mengumpulkan (pembesar-pembesarnya) lalu berseru (memanggil kaumnya). (Seraya) berkata, \"Akulah tuhanmu yang paling tinggi.\" Maka Allah menghukumnya dengan azab di akhirat dan siksaan di dunia. Sungguh, pada yang demikian itu terdapat pelajaran bagi orang yang takut (kepada Allah). (an-Nazi'at/79: 15-26)\n\nMenyaksikan mukjizat Nabi Musa dan ajakannya untuk beriman itu, Fir'aun menuduh bahwa Nabi Musa seorang pesihir dan pembohong besar. Dalam ayat lain disebutkan bahwa Fir'aun menuduh Nabi Musa pesihir dan gila:\n\nTetapi dia (Fir'aun) bersama bala tentaranya berpaling dan berkata, \"Dia adalah seorang pesihir atau orang gila.\" (adz-dzariyat/51:39) \n\nTuduhan itu disampaikan Fir'aun setelah ahli-ahli sihirnya tidak mampu mengalahkan mukjizat Nabi Musa, yaitu tongkatnya yang berubah menjadi ular dan menelan ular-ular yang berasal dari tambang-tambang yang disihir oleh ahli-ahli sihir tersebut. Bahkan ahli-ahli sihir itu berbalik meninggalkan Fir'aun dan beriman kepada Allah.", "25": "Nabi Musa menjelaskan kepada Fir'aun, Haman, dan Karun tentang Allah sebagai Tuhan Yang Maha Esa dan kewajiban manusia untuk beriman dan berbuat baik, serta tentang kerasulan-Nya. Akan tetapi, mereka marah sekali. Mereka tidak mau menerima apa yang disampaikan Nabi Musa karena bertentangan dengan kepercayaan yang sudah ditanamkan kepada penduduk Mesir bahwa Tuhan itu adalah Fir'aun. Juga karena ajaran yang dibawa Nabi Musa bisa membahayakan kekuasaan dan kedudukan mereka. Lalu mereka memerintahkan agar anak-anak laki-laki Bani Israil dibunuh dan membiarkan hidup anak-anak perempuan mereka.\n\nPerintah membunuh anak-anak laki-laki Bani Israil itu adalah perintah kedua. Perintah pertama dikeluarkan Fir'aun atas nasihat ahli-ahli nujumnya yang menakwil mimpinya bahwa dari kalangan Bani Israil akan lahir seorang anak laki-laki yang akan menggulingkannya dan meruntuhkan kerajaannya. Maksud pembunuhan itu adalah untuk melemahkan Bani Israil, karena kaum laki-laki mereka akan habis, sedangkan kaum perempuan mereka akan dapat dikuasai. Juga bertujuan untuk memusnahkan etnis Bani Israil dari bumi Mesir karena mereka bisa mengalahkan penduduk asli Mesir sendiri. Akan tetapi, Allah mempunyai rencana lain. Dengan rencana-Nya, Allah justru membuat Musa yang masih bayi diasuh dan dibesarkan di istana Fir'aun sendiri sebagai anaknya. Setelah dewasa, Musa harus keluar dari Mesir karena jiwanya terancam akibat membunuh seorang Mesir. \n\nPerintah kedua pembunuhan setiap bayi laki-laki Bani Israil ini dikeluarkan Fir'aun setelah Nabi Musa kembali ke Mesir sebagai nabi yang diperintahkan Allah untuk menyadarkan Fir'aun dan mengajaknya untuk beriman. Menurut Ibnu Katsir, tujuan Fir'aun hendak membunuh anak laki-laki Bani Israil itu adalah untuk menanamkan rasa tidak puas di kalangan para pengikut Nabi Musa sendiri terhadapnya. Sebab dengan ancaman pembunuhan kedua kali itu, berarti Nabi Musa telah mengakibatkan dua kali kesulitan bagi mereka, pertama ketika Nabi Musa belum lahir dan kedua setelah beliau menjadi nabi yang menyeru Fir'aun. Dalam pikiran Fir'aun, bila Bani Israil tidak puas kepadanya, maka Nabi Musa akan dikalahkan oleh bangsanya sendiri. Kemungkinan itu dikisahkan dalam Al-Qur'an:\n\nMereka (kaum Musa) berkata,\"Kami telah ditindas (oleh Fir'aun) sebelum engkau datang kepada kami dan setelah engkau datang.\" (Musa) menjawab, \"Mudah-mudahan Tuhanmu membinasakan musuhmu dan menjadikan kamu khalifah di bumi; maka Dia akan melihat bagaimana perbuatanmu.\" (al-A.'raf/7: 129). \n\nAkan tetapi, maksud itu tidak tercapai. Rencana kedua kalinya untuk membunuhi anak-anak laki-laki Bani Israil gagal total, karena Allah menurunkan berbagai musibah sebagai azab-Nya, seperti datangnya topan dahsyat, munculnya serangan belalang, kutu, katak, dan air yang berubah menjadi darah (lihat al-A.'raf/7: 133). Maksud untuk menghalang-halangi manusia dari beriman kepada Nabi Musa dan ajaran yang disampaikannya juga tidak berhasil, karena kebenaran tidak mungkin ditampik dan kehendak Allah pasti terjadi sebagaimana difirmankan-Nya:\n\nAllah telah menetapkan, \"Aku dan rasul-rasul-Ku pasti menang.\" Sungguh, Allah Mahakuat, Mahaperkasa. (al-Mujadilah/58: 21)", "26": "Fir'aun tidak hanya bermaksud melemahkan Bani Israil dan melenyapkan etnisnya, tetapi juga hendak memusnahkan agama tauhid dengan membunuh Nabi Musa sendiri. Ia menyatakan kepada pengikut-pengikutnya bahwa ia sendiri yang akan melaksanakan pembunuhan itu dan untuk itu ia meminta supaya tidak dihalang-halangi. Ia yakin sekali dapat segera membunuh Nabi Musa. Oleh karena itu, ia menantang Nabi Musa supaya meminta bantuan kepada Tuhannya. \n\nLatar belakang rencana Fir'aun membunuh Nabi Musa itu adalah kekhawatirannya bahwa Nabi Musa akan menukar agama rakyat Mesir dengan agama tauhid yang diajarkannya. Atau, ia khawatir Nabi Musa akan mengubah kepercayaan, kebiasaan, dan adat istiadat rakyatnya dan akhirnya akan membuat rakyatnya terhasut untuk memberontak kepadanya sehingga ia akan kehilangan kekuasaannya.", "27": "Ketika Nabi Musa memperoleh berita tentang rencana jahat Fir'aun untuk membunuhnya, ia berkata kepada kaumnya bahwa ia berlindung kepada Allah, Tuhannya dan Tuhan mereka juga. Nabi Musa yakin bahwa Allah pasti akan melindunginya karena ia berada di pihak yang benar, sedangkan Fir'aun adalah orang sombong, jahat, kejam, berbuat semena-mena di Mesir, membunuhi orang-orang yang tidak bersalah, dan mengakui dirinya sebagai tuhan yang harus dipatuhi semua perintahnya. \n\nTindakan Fir'aun itu dilatarbelakangi ketidakpercayaan kepada adanya hari kemudian, dimana setiap perbuatan sekecil apa pun akan diminta pertanggungjawabannya. Fir'aun tidak percaya adanya hari kemudian itu sehingga ia tidak percaya bahwa bila bertindak kejam di dunia ini akan dibalas nanti di akhirat. Demikianlah akibat kekafiran. Manusia akan berlaku semena-mena di alam ini, yang bisa mengakibatkan alam ini hancur.", "28": "Para ulama tafsir meriwayatkan bahwa laki-laki beriman yang disebutkan dalam ayat ini adalah orang Mesir dari keluarga Fir'aun. Namanya tidak jelas, tetapi Ibnu Katsir meriwayatkan dari Ibnu Abi hatim bahwa ia adalah anak paman Fir'aun yang beriman secara sembunyi-sembunyi kepada Nabi Musa. Tidak ada di antara keluarga Fir'aun yang beriman selain orang yang disebutkan dalam ayat ini dan istri Fir'aun sendiri bernama Asiah. Laki-laki inilah yang menyampaikan kepada Nabi Musa tentang rencana jahat Fir'aun untuk membunuhnya. Demikian riwayat dari sumber Ibnu 'Abbas. Namun, al-Khazin, begitu juga an-Nasafi meriwayatkan dari sumber Ibnu 'Abbas juga bahwa laki-laki itu bernama Sam'an atau Habib. Ada pula yang menyebutnya Kharbil atau Hazbil. Yang disepakati ulama hanyalah bahwa laki-laki itu adalah anak paman Fir'aun. \n\nLaki-laki beriman itu menasihati Fir'aun dengan penuh kebijaksanaan, \"Patutkah membunuh seseorang yang menyatakan dirinya beriman kepada Allah, sedangkan ia telah menyampaikan alasan-alasan dan bukti-bukti nyata tentang yang diimaninya.\" Ia melanjutkan bahwa seandainya Nabi Musa berbohong, maka konsekuensi kebohongannya itu akan dipikul olehnya sendiri. Akan tetapi, bila Nabi Musa benar, sedangkan ia telah disiksa atau dibunuh, maka sebagian yang diancamkan kepada orang yang menyiksa atau membunuh itu akan diterima di dunia ini juga, dan di akhirat ia akan masuk neraka. \n\nIa kemudian menegaskan bahwa Allah tidak akan memberi petunjuk orang yang berbuat semena-semena dan berdusta. Artinya, Nabi Musa beriman dan membawa bukti-bukti imannya, sedangkan yang semena-mena dan dusta adalah Fir'aun. Oleh karena itu, yang tidak akan memperoleh petunjuk adalah Fir'aun. Tidak memperoleh petunjuk berarti akan sengsara di dunia dan di akhirat akan masuk neraka. Dengan demikian yang akan sengsara di dunia dan masuk neraka di akhirat adalah Fir'aun", "29": "Selanjutnya laki-laki beriman itu menasihati kaumnya, rakyat Mesir bahwa mereka telah diberi nikmat yang besar oleh Allah. Mesir telah merupakan kerajaan besar yang disegani dan berpengaruh. Oleh karena itu, nikmat itu harus dipelihara dengan beriman kepada Allah, dan bila mereka juga kafir, maka dikhawatirkan kebesaran itu akan runtuh dan mereka akan menderita. \"Siapakah yang akan menolong kita bila bencana itu datang?\" katanya.\n\nDemikianlah nasihat laki-laki beriman itu kepada Fir'aun dan kaumnya. Tetapi nasihat itu tidak diterima Fir'aun. Ia menyatakan bahwa apa yang dikatakannya itulah yang harus diterima dan dilaksanakan, dan apa yang disampaikan dan diperintahkannya itulah yang baik dan benar. Dengan demikian, Fir'aun memaksakan kehendaknya dan lagi-lagi bertindak sewenang-wenang.\n\nJawaban Fir'aun itu sesungguhnya tidak benar, karena dalam hati sanubarinya, sebenarnya ia membenarkan apa yang disampaikan Nabi Musa. Ucapannya itu sesungguhnya hanya didorong oleh kezaliman dan kesombongannya sebagaimana dinyatakan ayat berikut:\n\nDan mereka mengingkarinya karena kezaliman dan kesombongannya, padahal hati mereka meyakini (kebenaran)nya. (an-Naml/27: 14)\n\nApa yang dikatakan Fir'aun bahwa yang diperintahkannya kepada kaumnya adalah baik, sehingga Nabi Musa harus tetap dibunuh, juga jauh dari kebenaran. Hal itu karena tidaklah benar dengan membunuh seseorang persoalan akan selesai, apalagi yang dibunuh itu seorang rasul Allah. Tindakan itu justru sesat dan menyesatkan, sebagaimana dinyatakan ayat berikut:\n\nDan Fir'aun telah menyesatkan kaumnya dan tidak memberi petunjuk. (thaha/20: 79).\n\nNamun demikian, para pengikut Fir'aun menerima dan mematuhi perintahnya sekalipun salah, sebagaimana diungkapkan ayat berikut:\n\nKepada Fir'aun dan para pemuka kaumnya, tetapi mereka mengikuti perintah Fir'aun, padahal perintah Fir'aun bukanlah (perintah) yang benar. (Hud/11: 97)\n\nTindakan Fir'aun membohongi rakyatnya dan memaksa mereka mengikuti perintahnya, serta menghasut mereka untuk mendustai rasul Allah, menjadi pelajaran bagi para pemimpin. Pemimpin yang ingin menghalangi dan menjauhkan masyarakat dari ajaran-ajaran agama mereka boleh jadi akan mengalami nasib yang sama dengan Fir'aun. Dalam hal ini Rasulullah memberi nasihat:Tiadalah mati imam (seorang pemimpin), di mana pada hari kematiannya itu ia telah menipu rakyatnya, melainkan ia tidak akan mencium bau surga. Sesungguhnya keharuman surga itu bisa tercium dari jarak lima ratus tahun perjalanan. (Riwayat al-Bukhari dan Muslim)", "30": "Laki-laki beriman dari keluarga Fir'aun itu menyampaikan kepada kaumnya bahwa ia khawatir sekali bila mereka tidak mau beriman dan sebaliknya mengikuti perintah Fir'aun. Mereka akan mengalami nasib yang sama seperti yang telah menimpa umat-umat terdahulu. Umat-umat itu menentang dan mendustakan para rasul yang diutus Allah, seperti umat Nabi Nuh, Kaum 'Ad, Samud, dan umat-umat setelahnya. Mereka semua telah dimusnahkan Allah dengan berbagai bencana sebagai azab, dan tidak ada seorang pun yang dapat menangkis atau menyelamatkan diri. Itulah yang dimaksud yaumul ahzab dalam ayat ini. \n\nDemikianlah hukuman Allah bagi mereka yang kafir di dunia. Allah tidak bertindak aniaya dengan pemusnahan itu, tetapi merekalah yang menganiaya diri mereka sendiri dengan melakukan tindakan-tindakan yang mengakibatkan murka-Nya. Allah baru menjatuhkan hukuman bila rasul telah menyampaikan dakwahnya dengan sempurna, dan mereka tidak dapat diperbaiki lagi setelah dinasihati berkali-kali. Peristiwa itu hendaknya dijadikan pelajaran oleh rakyatnya. Orang itu berharap nasihatnya diterima oleh kaumnya dan mereka beriman kepada Nabi Musa, tidak membangkang apalagi membunuhnya", "31": "Laki-laki beriman dari keluarga Fir'aun itu menyampaikan kepada kaumnya bahwa ia khawatir sekali bila mereka tidak mau beriman dan sebaliknya mengikuti perintah Fir'aun. Mereka akan mengalami nasib yang sama seperti yang telah menimpa umat-umat terdahulu. Umat-umat itu menentang dan mendustakan para rasul yang diutus Allah, seperti umat Nabi Nuh, Kaum 'Ad, Samud, dan umat-umat setelahnya. Mereka semua telah dimusnahkan Allah dengan berbagai bencana sebagai azab, dan tidak ada seorang pun yang dapat menangkis atau menyelamatkan diri. Itulah yang dimaksud yaumul ahzab dalam ayat ini. \n\nDemikianlah hukuman Allah bagi mereka yang kafir di dunia. Allah tidak bertindak aniaya dengan pemusnahan itu, tetapi merekalah yang menganiaya diri mereka sendiri dengan melakukan tindakan-tindakan yang mengakibatkan murka-Nya. Allah baru menjatuhkan hukuman bila rasul telah menyampaikan dakwahnya dengan sempurna, dan mereka tidak dapat diperbaiki lagi setelah dinasihati berkali-kali. Peristiwa itu hendaknya dijadikan pelajaran oleh rakyatnya. Orang itu berharap nasihatnya diterima oleh kaumnya dan mereka beriman kepada Nabi Musa, tidak membangkang apalagi membunuhnya", "32": "Laki-laki beriman dari keluarga Fir'aun itu menyampaikan kepada kaumnya bahwa ia khawatir sekali bila mereka tidak mau beriman dan sebaliknya mengikuti perintah Fir'aun. Mereka akan mengalami nasib yang sama seperti yang telah menimpa umat-umat terdahulu. Umat-umat itu menentang dan mendustakan para rasul yang diutus Allah, seperti umat Nabi Nuh, Kaum 'Ad, Samud, dan umat-umat setelahnya. Mereka semua telah dimusnahkan Allah dengan berbagai bencana sebagai azab, dan tidak ada seorang pun yang dapat menangkis atau menyelamatkan diri. Itulah yang dimaksud yaumul ahzab dalam ayat ini. \n\nDemikianlah hukuman Allah bagi mereka yang kafir di dunia. Allah tidak bertindak aniaya dengan pemusnahan itu, tetapi merekalah yang menganiaya diri mereka sendiri dengan melakukan tindakan-tindakan yang mengakibatkan murka-Nya. Allah baru menjatuhkan hukuman bila rasul telah menyampaikan dakwahnya dengan sempurna, dan mereka tidak dapat diperbaiki lagi setelah dinasihati berkali-kali. Peristiwa itu hendaknya dijadikan pelajaran oleh rakyatnya. Orang itu berharap nasihatnya diterima oleh kaumnya dan mereka beriman kepada Nabi Musa, tidak membangkang apalagi membunuhnya", "33": "Setelah laki-laki beriman itu memperingatkan kaumnya mengenai siksaan di dunia, ia melanjutkan peringatannya tentang dahsyatnya peristiwa hari Kiamat dan siksaan di akhirat. Pada waktu kiamat terjadi, bumi ini bergoncang hebat sehingga manusia berlarian ke sana ke mari sambil berteriak-teriak meminta tolong. Akan tetapi, siapakah yang akan menolong pada waktu itu karena setiap manusia mengalami peristiwa yang sama dan dirisaukan oleh nasib masing-masing. \n\nMengenai yaum at-tanad itu (hari panggil-memanggil), terdapat beberapa pendapat ulama:\n\na.Hari Kiamat, dinamakan demikian karena manusia pada waktu itu berteriak meminta bantuan orang lain sambil berlarian ke sana ke mari menyaksikan bumi bergoncang dan terbelah-belah dengan dahsyatnya.\n\nb.Hari ketika orang-orang kafir di akhirat dihadapkan kepada neraka Jahanam, lalu mereka gempar berlarian ke sana sini untuk menghindarkan diri, tetapi malaikat mencegat dan menghalau mereka kembali ke Padang Mahsyar itu untuk dijebloskan ke dalam neraka.\n\nc.Hari ketika malaikat menimbang amal manusia. Bila seseorang ternyata berat timbangan amal kebaikannya, orang itu dan orang-orang yang menyaksikannya bersorak-sorak kegirangan menyatakan dengan suara keras bahwa si Fulan bernasib baik, dan sebagainya. Begitu pula ketika seseorang menerima timbangan kebaikannya lebih ringan dari dosanya, ia pun meratap dengan sedihnya, diikuti oleh orang-orang lainnya.\n\nd.Panggil-memangggil antara penghuni surga dan penghuni neraka tentang apa yang diperoleh masing-masing. Penghuni surga ketika ditanya penghuni neraka apakah sudah memperoleh apa yang dijanjikan Allah kepada mereka, mereka menjawab dengan mantap bahwa apa yang dijanjikan itu telah mereka nikmati. Di sisi lain, penghuni neraka ketika ditanya hal serupa oleh penghuni surga juga menjawab dengan ucapan yang sama, tetapi dengan suara yang getir, yang menunjukkan bahwa yang mereka peroleh adalah kesengsaraan.\n\nPada hari Mahsyar, yaitu hari pengadilan Allah, orang-orang kafir telah melihat adanya neraka Jahanam. Oleh karena itu, mereka berlarian ingin menghindar, tetapi para malaikat mencegat dan mengembalikan mereka lagi ke Padang Mahsyar. Pada waktu itu, tidak ada yang bisa menolong orang lain. Jangankan menolong orang lain, menolong dirinya sendiri saja belum tentu mampu. Laki-laki beriman itu memperingatkan kaumnya bahwa ia khawatir sekali peristiwa itu akan menimpa mereka. Bila Fir'aun yang mereka harapkan, maka ia akan diazab di dalam neraka, tidak akan bisa menolong dirinya, apalagi menolong orang lain pengikut-pengikutnya itu.\n\nLaki-laki beriman itu meminta rakyatnya beriman. Ia khawatir sekali bahwa hati mereka akan tertutup bila mereka tidak mau juga menerima kebenaran. Bila hati sudah tertutup, siapa pun tidak akan mampu membukanya selain Allah.", "34": "Orang itu selanjutnya menyatakan bahwa dulu sebelum Nabi Musa, Allah telah mengutus Nabi Yusuf kepada rakyat Mesir. Nabi Yusuf telah mengajak mereka beriman dan memberikan bukti-bukti kerasulannya yaitu ajaran-ajaran tentang iman kepada Allah dan berbuat baik, serta mukjizat-mukjizat yang diberikan Allah kepadanya. Akan tetapi, mereka tetap tidak mau percaya kepadanya. Mereka hanya mematuhinya sebagai seorang menteri atau pembesar negara. Hal itu menunjukkan bahwa mereka lebih terpengaruh oleh kebesaran jabatan duniawi daripada jabatan seorang rasul, dan karena itulah mereka lebih menyukai Fir'aun yang kejam daripada Nabi Musa yang membawa kebenaran.\n\nSetelah Nabi Yusuf meninggal, mereka menyatakan bahwa setelah dia tidak akan ada lagi seorang rasul pun. Itu mereka katakan karena tidak ingin ada lagi seorang rasul yang mengajak mereka kepada kebenaran. Ternyata rasul itu ada yaitu Nabi Musa dan karena itulah mereka membangkang kepadanya dan menjadi orang-orang yang sesat. Dengan demikian, kesesatan mereka itu adalah karena ketamakan mereka terhadap kemegahan duniawi, sebagaimana dilakukan Fir'aun. Kesesatan mereka itu juga disebabkan oleh sifat mereka yang selalu meragukan kebenaran, padahal yang disampaikan kepada mereka adalah wahyu Allah yang pasti benar.", "35": "Kemudian Allah menjelaskan bagaimana tindakan orang-orang yang bersifat tamak dan selalu meragukan kebenaran wahyu itu. Mereka itu selalu menolak kebenaran ayat-ayat Allah yang disampaikan kepada mereka. Mereka juga selalu mempermasalahkan bukti-bukti yang disampaikan mengenai kebenaran wahyu itu. Akan tetapi, penolakan mereka itu tidak memiliki kekuatan apa pun. Kepercayaan mereka hanya berdasar tradisi nenek moyang mereka, dan itu hanyalah kepatuhan membabi buta tanpa dipikirkan. Kepatuhan seperti ini tidak dibenarkan karena Allah memberi manusia pendengaran, penglihatan, dan akal pikiran. Oleh karena itu, orang yang menolak kebenaran wahyu dan lebih percaya pada tradisi nenek moyang itu tidak tahu lagi mana yang benar dan mana yang salah. Dengan demikian, mereka sangat dibenci Allah dan orang-orang yang beriman.\n\nSelanjutnya Allah menerangkan hukum-hukum-Nya bagi orang yang menutup hatinya untuk menerima kebenaran wahyu, yaitu bahwa Ia akan menutup hati mereka. Hati yang tertutup terjadi karena mereka selalu menolak kebenaran wahyu dan mempermasalahkannya. Penolakan yang terus-menerus akan membawa kepada kesombongan. Selalu mempermasalahkan kebenaran akan membawa kepada kesewenang-wenangan. Karena sombong dan sewenang-wenang itu, maka mereka akan selalu menolak dan menentang kebenaran. Akhirnya hati mereka tertutup dengan sendirinya. Demikian hukum yang ditentukan Allah bagi tertutupnya hati manusia.", "36": "Fir'aun tetap tidak menerima nasihat salah seorang keluarganya itu. Ia tetap membangkang dan tidak mau menerima dakwah Nabi Musa. Oleh karena itu, ia ingin mengejek Nabi Musa. Ia memerintahkan Haman, perdana menterinya, untuk membangun sebuah istana besar dan megah yang menjulang ke angkasa. Dalam ayat lain diinformasikan bahwa istana itu dibangun dari batu bata yang dibuat dari tanah liat yang dibakar:\n\nDan Fir'aun berkata, \"Wahai para pembesar kaumku! Aku tidak mengetahui ada Tuhan bagimu selain aku. Maka bakarkanlah tanah liat untukku wahai Haman (untuk membuat batu bata), kemudian buatkanlah bangunan yang tinggi untukku agar aku dapat naik melihat Tuhannya Musa, dan aku yakin bahwa dia termasuk pendusta.\" (al-Qashash/28: 38)\n\nMaksud pembuatan bangunan besar, megah, dan menjulang ke angkasa itu adalah sebagai tempat atau tangga untuk mengintai atau menyaksikan adanya Tuhan Nabi Musa. Ia menyatakan bahwa Nabi Musa sebenarnya seorang pembohong karena ia yakin tidak ada Tuhan di langit. Maksud ucapannya itu adalah untuk mengelabui rakyatnya, bahwa memang tidak ada Tuhan di langit sebagaimana yang dikatakan Nabi Musa tersebut. Dengan demikian, ia menginginkan agar rakyatnya tidak percaya kepada Nabi Musa dan tetap mengikutinya.\n\nFir'aun bertindak demikian karena ia dikuasai oleh ambisinya untuk mengalahkan Nabi Musa. Ia juga dikuasai oleh nafsu agar rakyatnya tidak menemukan kebenaran yang disampaikan Nabi Musa. Ia ingin agar rakyatnya tetap mematuhinya, dan untuk itu ia berbuat segala cara, dari memutarbalikkan kebenaran sampai mengejek. Ambisi dan nafsu itulah yang banyak menjerumuskan manusia, sebagaimana dilukiskan syair Arab berikut:\n\nNafsu itu bagaikan bayi, jika kau biarkan, ia akan dewasa dengan\n\nterus-menerus ingin menyusu, tapi bila kau sapih, \n\nia akan tersapih sendirinya.\n\nKemudian ayat ini ditutup dengan suatu penegasan bahwa tipu muslihat Fir'aun untuk mengalahkan Nabi Musa dan mematikan agama tauhid yang ia bawa gagal dan membawa kerugian besar. Gagal karena dakwah Nabi Musa tetap tidak dapat dibendungnya. Rugi karena biaya yang dikeluarkannya tidak sedikit, sedangkan hasilnya tidak ada. Hal itu karena Allah selalu membinasakan kebatilan yang dikerjakan manusia dan menghancurkan akibat yang ditinggalkan perbuatan batil itu, sebagaimana difirmankan-Nya:\n\nSesungguhnya mereka akan dihancurkan (oleh kepercayaan) yang dianutnya dan akan sia-sia apa yang telah mereka kerjakan. (al-A.'raf/7: 139)", "37": "Fir'aun tetap tidak menerima nasihat salah seorang keluarganya itu. Ia tetap membangkang dan tidak mau menerima dakwah Nabi Musa. Oleh karena itu, ia ingin mengejek Nabi Musa. Ia memerintahkan Haman, perdana menterinya, untuk membangun sebuah istana besar dan megah yang menjulang ke angkasa. Dalam ayat lain diinformasikan bahwa istana itu dibangun dari batu bata yang dibuat dari tanah liat yang dibakar:\n\nDan Fir'aun berkata, \"Wahai para pembesar kaumku! Aku tidak mengetahui ada Tuhan bagimu selain aku. Maka bakarkanlah tanah liat untukku wahai Haman (untuk membuat batu bata), kemudian buatkanlah bangunan yang tinggi untukku agar aku dapat naik melihat Tuhannya Musa, dan aku yakin bahwa dia termasuk pendusta.\" (al-Qashash/28: 38)\n\nMaksud pembuatan bangunan besar, megah, dan menjulang ke angkasa itu adalah sebagai tempat atau tangga untuk mengintai atau menyaksikan adanya Tuhan Nabi Musa. Ia menyatakan bahwa Nabi Musa sebenarnya seorang pembohong karena ia yakin tidak ada Tuhan di langit. Maksud ucapannya itu adalah untuk mengelabui rakyatnya, bahwa memang tidak ada Tuhan di langit sebagaimana yang dikatakan Nabi Musa tersebut. Dengan demikian, ia menginginkan agar rakyatnya tidak percaya kepada Nabi Musa dan tetap mengikutinya.\n\nFir'aun bertindak demikian karena ia dikuasai oleh ambisinya untuk mengalahkan Nabi Musa. Ia juga dikuasai oleh nafsu agar rakyatnya tidak menemukan kebenaran yang disampaikan Nabi Musa. Ia ingin agar rakyatnya tetap mematuhinya, dan untuk itu ia berbuat segala cara, dari memutarbalikkan kebenaran sampai mengejek. Ambisi dan nafsu itulah yang banyak menjerumuskan manusia, sebagaimana dilukiskan syair Arab berikut:\n\nNafsu itu bagaikan bayi, jika kau biarkan, ia akan dewasa dengan\n\nterus-menerus ingin menyusu, tapi bila kau sapih, \n\nia akan tersapih sendirinya.\n\nKemudian ayat ini ditutup dengan suatu penegasan bahwa tipu muslihat Fir'aun untuk mengalahkan Nabi Musa dan mematikan agama tauhid yang ia bawa gagal dan membawa kerugian besar. Gagal karena dakwah Nabi Musa tetap tidak dapat dibendungnya. Rugi karena biaya yang dikeluarkannya tidak sedikit, sedangkan hasilnya tidak ada. Hal itu karena Allah selalu membinasakan kebatilan yang dikerjakan manusia dan menghancurkan akibat yang ditinggalkan perbuatan batil itu, sebagaimana difirmankan-Nya:\n\nSesungguhnya mereka akan dihancurkan (oleh kepercayaan) yang dianutnya dan akan sia-sia apa yang telah mereka kerjakan. (al-A.'raf/7: 139)", "38": "Sekalipun kaum Fir'aun menentangnya, namun orang yang beriman kepada Musa itu tetap menyeru kaumnya agar mengikuti Nabi Musa. Ia berkata, \"Wahai kaumku, jika kamu mengikuti seruanku dan kamu memercayai apa yang telah aku sampaikan, berarti kamu mengikuti jalan yang lurus yang menuju kepada kebahagiaan hidup abadi di akhirat nanti dan berarti pula kamu telah memeluk agama Allah yang disampaikan oleh Musa.\n\nAyat ini memberikan petunjuk kepada orang-orang yang beriman agar selalu menyampaikan agama Allah kepada manusia dan mengajak mereka ke jalan yang lurus dengan cara yang baik, sekalipun orang-orang kafir mengingkarinya. Hal ini termasuk salah satu tugas yang dipikulkan Allah kepada setiap orang yang beriman. Mereka hendaklah tabah dan sabar melakukan dakwah itu seperti yang telah dilakukan oleh orang yang beriman yang mengikuti seruan Musa.", "39": "Pada ayat ini diterangkan bahwa orang yang beriman kepada Musa berkata kepada kaumnya, \"Wahai kaumku, kehidupan dunia ini adalah kehidupan yang fana, di mana kesenangan serta kebahagiaan yang diperoleh di dalamnya adalah kesenangan dan kebahagiaan yang tidak sempurna serta tidak kekal. Adapun kehidupan akhirat adalah kehidupan yang kekal, kesenangan dan kebahagiaan yang diperoleh adalah kesenangan dan kebahagiaan yang sempurna. Oleh karena itu, janganlah sekali-kali kamu mengingkari Allah dalam kehidupan dunia ini agar kamu terhindar dari siksa-Nya di akhirat nanti.\"", "40": "Orang yang beriman itu menerangkan kepada kaumnya bagaimana besar pengaruh kehidupan dunia seseorang kepada kehidupan akhiratnya. Ia berkata kepada kaumnya, \"Wahai kaumku, barang siapa yang mengerjakan suatu kejahatan baik laki-laki maupun perempuan, maka ia hanya diazab sesuai dengan kejahatan yang dilakukannya. Akan tetapi, barang siapa yang beriman dan mengerjakan amal saleh, mengikuti perintah-perintah Allah dan menghentikan larangan-larangan-Nya, maka ia akan dimasukkan ke dalam surga yang penuh kenikmatan. Allah membalas iman dan amal saleh mereka dengan pahala yang berlipat ganda dan rezeki yang tiada terhingga.\"\n\nAyat ini menggambarkan keadilan Allah yang sesungguhnya serta sifat Maha Pengasih dan Maha Penyayang-Nya kepada hamba-hamba-Nya. Dia tidak menganiaya hamba-Nya sedikit pun. Jika Dia mengazab hamba-Nya di akhirat nanti, maka azab yang diberikan itu seimbang dengan perbuatan jahat dan ingkar yang telah dilakukannya selama hidup di dunia, tidak dilebihkan sedikit pun. Akan tetapi, jika Dia membalas iman dan amal saleh hamba-Nya, maka Dia membalasnya dengan pahala yang berlipat ganda.", "41": "Orang yang beriman kepada Musa itu mengulangi lagi seruannya kepada kaumnya dengan mengatakan, \"Wahai kaumku, aku merasa heran dengan sikap dan tindakan kamu sekalian. Aku menyeru kamu mengikuti jalan keselamatan, menghindarkan kamu dari siksa neraka, dan membawamu ke dalam surga dengan beriman kepada Allah dan mengerjakan amal yang saleh, sedangkan kamu menyeruku ke jalan kesengsaraan yang mengantarkan ke dalam neraka.\"", "42": "Selanjutnya orang mukmin itu menyatakan, \"Kamu sekalian menyeru dan mengajakku mengingkari Allah dan mempersekutukan-Nya dengan sesuatu yang tidak mempunyai alasan yang benar dan tidak ada bukti-bukti yang dapat diyakini kebenarannya, yang menyatakan bahwa menyekutukan Tuhan itu adalah kepercayaan yang benar. Sedangkan aku menyeru dan mengajakmu agar kamu sekalian mengesakan Allah, tidak ada Tuhan yang lain selain Dia. Yang Mahakuasa lagi Mahaperkasa, dengan bukti-bukti yang nyata. Dialah Yang Mahaperkasa lagi Maha Pengampun dosa-dosa hamba-Nya.\"", "43": "Ayat ini masih melanjutkan perkataan dari orang beriman di atas. Dia mengatakan, \"Sebenarnya kamu telah menyeruku menyembah berhala-berhala, yang tidak mendengar seruan orang-orang yang menyerunya, dan tidak dapat memberi pertolongan baik di dunia maupun di akhirat, karena ia tidak dapat memberikan sesuatu mudarat dan tidak pula sesuatu manfaat kepada siapa pun.\" Firman Allah:\n\nJika kamu menyeru mereka, mereka tidak mendengar seruanmu, dan sekiranya mereka mendengar, mereka juga tidak memperkenankan permintaanmu. Dan pada hari Kiamat mereka akan mengingkari kemusyrikanmu dan tidak ada yang dapat memberikan keterangan kepadamu seperti yang diberikan oleh (Allah) Yang Mahateliti. (Fathir/35: 14)\n\nDan firman Allah:\n\nDan siapakah yang lebih sesat daripada orang-orang yang menyembah selain Allah (sembahan) yang tidak dapat memperkenankan (doa)nya sampai hari Kiamat dan mereka lalai dari (memperhatikan) doa mereka? (al-A.hqaf/46: 5)\n\nOrang beriman itu melanjutkan perkataannya, \"Ketahuilah kaumku, bahwa kita semua adalah milik Allah dan kepada-Nya pula kita kembali setelah mati dan dibangkitkan kembali. Waktu itu pula Dia memberi balasan kepada kita, sesuai dengan perbuatan dan amal kita masing-masing. Orang-orang yang kafir dan melampaui batas akan menjadi penghuni neraka.\"", "44": "Kemudian orang-orang yang beriman itu mengakhiri nasihatnya kepada kaumnya dengan mengatakan, \"Wahai kaumku, di akhirat kelak kamu sekalian akan mengetahui kebenaran yang aku sampaikan kepadamu baik berupa perintah-perintah Allah maupun berupa larangan-larangan-Nya. Waktu itu kamu akan menyesal, tetapi pada waktu itu penyesalan tiada berguna lagi. Aku bertawakal kepada Tuhanku dan aku menyerahkan kepada-Nya segala urusanku dan aku mohon pertolongan kepada-Nya, agar aku terpelihara dari segala macam kejahatan yang mungkin aku lakukan dan dari segala bencana yang mungkin menimpaku.\"\n\nSesungguhnya Allah Maha Mengetahui keadaan hamba-hamba-Nya. Dia memberi petunjuk hamba-hamba-Nya yang pantas diberi petunjuk dan menyesatkan hamba-hamba-Nya yang menginginkan kesesatan itu dengan mengerjakan perbuatan-perbuatan terlarang dan tidak mengerjakan perintah-perintah yang harus mereka laksanakan.", "45": "Ayat ini menerangkan bahwa Allah menolong hamba-Nya yang beriman dan menghancurkan musuh-musuh mereka dengan menyatakan bahwa Dia memelihara orang-orang yang beriman itu dari segala usaha tipu daya dan penganiayaan yang dilakukan oleh Fir'aun dan para pengikutnya dengan menyelamatkan mereka beserta Musa. Sedangkan Fir'aun beserta para pengikutnya ditenggelamkan di Laut Merah. Di akhirat nanti mereka akan ditimpa azab yang pedih.\n\nDiriwayatkan oleh Ibnu 'Abbas, \"Tatkala mengetahui keimanan orang itu, maka Fir'aun bermaksud hendak membunuhnya. Oleh karena itu, dia lari menyelamatkan diri.\"", "46": "Pada ayat ini digambarkan azab yang akan menimpa Fir'aun dan kaumnya yang durhaka di akhirat nanti. Sejak meninggal dunia sampai dibangkitkan kelak, mereka akan dihadapkan ke neraka pagi, petang, dan terus-menerus hingga hari Kiamat.\n\nPada hari Kiamat dikatakan kepada para penjaga neraka, \"Masukkanlah Fir'aun dan kaumnya ke dalam neraka dan timpakanlah kepada mereka siksa yang keras.\"\n\nJumhur ulama berpendapat bahwa azab kubur itu ada dan dasarnya adalah ayat ini. Pendapat mereka dikuatkan oleh hadis yang diriwayatkan al-Bukhari dan Muslim dari Ibnu 'Umar:\n\nBahwasanya Rasulullah saw bersabda, \"Sesungguhnya salah seorang kamu apabila ia meninggal dunia diperlihatkan kepadanya tempat duduknya pagi dan petang. Jika ia termasuk ahli surga, maka (tempat duduknya itu adalah) tempat duduk ahli surga, jika ia termasuk ahli neraka maka (tempat duduknya adalah) tempat duduk ahli neraka. Dikatakan kepadanya, 'Inilah tempat duduk engkau sampai Allah membangkitkan engkau pada hari Kiamat.\" (Riwayat al-Bukhari dan Muslim dari Ibnu 'Umar)\n\nDari firman Allah dan hadis di atas dapat diambil kesimpulan bahwa azab kubur itu adalah suatu kebenaran yang tidak dapat disangkal dan akan dialami oleh orang kafir pagi dan petang sampai mereka dibangkitkan kembali.\n\nNamun ar-Razi menyatakan bahwa azab kubur tidak ada. Ayat tersebut tidak dapat dijadikan sebagai dasar penetapan adanya azab kubur, tetapi hanya menunjukkan kepada terus-menerusnya azab neraka, sama halnya dengan firman Allah yang ditujukan kepada ahli surga:\n\nDan di dalamnya bagi mereka ada rezeki pagi dan petang. (Maryam/19: 62)", "47": "Pada ayat ini, Allah memerintahkan kepada Nabi Muhammad agar menceritakan kepada orang musyrik Mekah tentang malapetaka yang telah menimpa Fir'aun dan kaumnya, serta azab kubur dan akhirat yang akan mereka derita nanti. Hal ini bertujuan agar berita itu menjadi pelajaran bagi mereka sehingga mereka sadar dan beriman kepada Allah dan rasul-Nya.\n\nDalam perintah itu, Nabi Muhammad diminta untuk menceritakan kepada orang-orang musyrik Mekah tentang perbantahan orang-orang kafir yang mengingkari seruan rasul ketika mereka berada di dalam neraka nanti. Para pengikut memohon pertolongan kepada sembahannya agar diselamatkan dari azab neraka yang sedang menimpa mereka, atau menguranginya. Akan tetapi, sembahan-sembahan itu berlepas tangan dari permintaan itu karena mereka sendiri tidak berdaya mengurangi atau mengelakkan diri dari azab yang sedang menimpa mereka itu. Para penyembah berhala itu menggugat sembahan-sembahan itu dengan mengatakan, \"Kami adalah penyembah-penyembahmu waktu di dunia dahulu, dan kami adalah penjaga-penjagamu yang selalu taat kepadamu dan mencukupkan segala keperluanmu, sehingga kami mengingkari seruan rasul yang disampaikan kepada kami. Sekiranya kami tidak menyembah kamu semasa hidup di dunia dahulu, tentulah kami akan mengikuti seruan rasul, sehingga kami tidak dimasukkan ke dalam neraka seperti sekarang ini. Apakah kamu mau menghindarkan kami dari azab ini atau meringankannya dengan kesediaan kamu memikul sebagian dari azab yang telah menimpa kami ini? Seandainya bukan karena kamu sekalian, tentulah kami menjadi orang-orang yang beriman.\"", "48": "Pada ayat ini, Allah memerintahkan kepada Nabi Muhammad agar menceritakan kepada orang musyrik Mekah tentang malapetaka yang telah menimpa Fir'aun dan kaumnya, serta azab kubur dan akhirat yang akan mereka derita nanti. Hal ini bertujuan agar berita itu menjadi pelajaran bagi mereka sehingga mereka sadar dan beriman kepada Allah dan rasul-Nya.\n\nDalam perintah itu, Nabi Muhammad diminta untuk menceritakan kepada orang-orang musyrik Mekah tentang perbantahan orang-orang kafir yang mengingkari seruan rasul ketika mereka berada di dalam neraka nanti. Para pengikut memohon pertolongan kepada sembahannya agar diselamatkan dari azab neraka yang sedang menimpa mereka, atau menguranginya. Akan tetapi, sembahan-sembahan itu berlepas tangan dari permintaan itu karena mereka sendiri tidak berdaya mengurangi atau mengelakkan diri dari azab yang sedang menimpa mereka itu. Para penyembah berhala itu menggugat sembahan-sembahan itu dengan mengatakan, \"Kami adalah penyembah-penyembahmu waktu di dunia dahulu, dan kami adalah penjaga-penjagamu yang selalu taat kepadamu dan mencukupkan segala keperluanmu, sehingga kami mengingkari seruan rasul yang disampaikan kepada kami. Sekiranya kami tidak menyembah kamu semasa hidup di dunia dahulu, tentulah kami akan mengikuti seruan rasul, sehingga kami tidak dimasukkan ke dalam neraka seperti sekarang ini. Apakah kamu mau menghindarkan kami dari azab ini atau meringankannya dengan kesediaan kamu memikul sebagian dari azab yang telah menimpa kami ini? Seandainya bukan karena kamu sekalian, tentulah kami menjadi orang-orang yang beriman.\"", "49": "Setelah orang-orang musyrik yang sedang dalam neraka itu tidak berhasil mendapatkan pertolongan dari para pemimpinnya, maka mereka mohon pertolongan kepada penjaga neraka dengan mengatakan, \"Wahai penjaga neraka (Malaikat Malik), mohonkanlah kepada Allah agar Dia meringankan siksa yang telah ditimpakan-Nya kepada kami ini. Seandainya keringanan itu dapat diberikan kepada kami dengan mengembalikan kami ke dunia untuk hidup dan beribadah, maka kembalikanlah kami barang sesaat, mudah-mudahan hal ini dapat mengurangi penderitaan kami.\"", "50": "Para penjaga neraka itu menjawab, \"Bukankah dahulu telah diutus kepadamu rasul-rasul yang memberikan keterangan, bukti, dan dalil yang menunjukkan keesaan Allah, memberimu petunjuk-petunjuk ke jalan kebahagiaan serta menyampaikan kabar peringatan kepadamu, tentang akibat perbuatan terlarang yang kamu kerjakan seperti mengingkari Allah.\" Firman Allah:\n\n\"Apakah belum pernah datang kepadamu rasul-rasul dari kalangan kamu yang membacakan ayat-ayat Tuhanmu dan memperingatkan kepadamu akan pertemuan (dengan) harimu ini?\" (az-Zumar/39: 71)\n\nOrang-orang musyrik itu menjawab, \"Benar, rasul-rasul telah datang kepada kami, mengajak kami beriman kepada Allah dan rasul-Nya, tetapi kami mengingkari seruan itu dan tidak mau beriman. Bahkan kami menentang dan menyiksa para rasul itu dan orang-orang yang beriman kepadanya.\"\n\nPenjaga neraka menjawab, \"Jika tindakan dan sikapmu terhadap rasul sewaktu hidup di dunia benar-benar seperti yang kamu terangkan itu, maka mohonlah sendiri kepada Allah. Kami tidak akan mendoakan semua orang kafir yang mendustakan rasul. Ingatlah, doa orang yang sepertimu itu tidak akan diperkenankan Allah dan tidak akan ada faedahnya. Bagi kamu sama saja, apakah kamu berdoa atau tidak, azab itu tidak akan berkurang sedikit pun, rasakanlah azab itu sebagai akibat perbuatan kamu sendiri.\"\n\nTentang keadaan penghuni neraka itu, at-Tirmidzi meriwayatkan dari Abu ad-Darda'., ia berkata:Penghuni neraka ditimpa kelaparan yang menandingi azab mereka. Mereka memohon bantuan makanan. Mereka diberi makanan pohon berduri yang tidak dapat menggemukkan dan tidak dapat menghilangkan lapar, lalu mereka makan pohon itu, tetapi mereka bertambah lapar. Mereka minta tolong lagi, lalu mereka diberi makanan yang dapat menyekat di kerongkogan setelah mereka makan. Mereka mengatakan bahwa ketika di dunia jika mereka makan dan tercekik, mereka minta air, maka mereka minta tolong agar diberi minuman sirup. Akan tetapi, mereka diberi air yang sangat panas yang diangkat dengan cantolan-cantolan. Apabila minuman itu mendekati muka mereka, muka mereka pun terbakar. Apabila minuman itu sampai ke perut mereka, maka minuman itu menghancurkan usus dan apa yang ada di perut mereka. Akhirnya mereka minta tolong kepada malaikat, mereka berkata, \"Mohonkanlah kepada Tuhanmu agar Dia meringankan azab atas kami sehari saja.\" Para malaikat menjawab, \"Apakah rasul-rasul belum datang kepadamu dengan membawa bukti-bukti yang nyata?\" Mereka menjawab, \"Benar, sudah datang.\" (Penjaga-penjaga Jahanam) berkata, \"Berdoalah kamu (sendiri!)\" Namun doa orang-orang kafir itu sia-sia belaka. (Riwayat at-Tirmidzi dari Abu ad-Darda')", "51": "Dalam ayat ini, Allah menjanjikan kepada orang-orang yang beriman berupa pertolongan dan kemenangan dalam menghadapi musuh-musuh mereka. Allah mengatakan bahwa Dia pasti menjadikan para rasul-Nya orang-orang yang menang atas musuh-musuh mereka dan akan menolong serta membahagiakan orang-orang yang beriman dalam kehidupan dunia dan akhirat.\n\nCara dan bentuk pertolongan Allah itu bermacam-macam, adakalanya dengan meninggikan kedudukan dan kekuasaan mereka atas musuh-musuh mereka, seperti yang diberikan kepada Daud dan Sulaiman, adakalanya dengan memberikan kemenangan kepada mereka atas musuh-musuh mereka, seperti yang diberikan kepada Nabi Muhammad saw. Adakalanya juga dengan menimpakan kepada mereka kesengsaraan dan malapetaka, seperti yang dialami oleh Fir'aun dan kaumnya, dan adakalanya dengan menghancurkan orang-orang kafir dan menyelamatkan para rasul dan orang-orang yang beriman besertanya, seperti yang dialami Nabi Saleh, Hud, Syuaib, dan Nuh beserta kaumnya.\n\nDemikian pula Allah memberikan pertolongan kepada para rasul dan orang-orang yang beriman pada hari Kiamat yaitu pada hari berdirinya saksi-saksi yang terdiri dari para malaikat, para nabi, dan orang-orang yang beriman. Pada hari itu, mereka menjadi saksi atas segala perbuatan orang-orang kafir dan atas pengetahuan para rasul kepada mereka, tetapi mereka mendustakannya.", "52": "Ayat ini menjelaskan bahwa pada hari dimana saksi-saksi itu mengemukakan kesaksiannya, tidak bermanfaat lagi alasan-alasan yang mereka kemukakan dan tidak ada pula permintaan maaf yang bisa mereka ajukan, karena semua yang mereka katakan dan lakukan hanyalah berupa fitnah dan dusta belaka.\n\nAllah berfirman:\n\nKemudian tidaklah ada jawaban bohong mereka, kecuali mengatakan, \"Demi Allah, ya Tuhan kami, tidaklah kami mempersekutukan Allah.\" (al-An'am/6: 23)\n\nPada hari itu, orang-orang kafir dijauhkan dari rahmat Allah, dan mereka mendapat azab yang sangat pedih di neraka Jahanam.", "53": "Pada ayat-ayat ini, Allah menerangkan berbagai macam pertolongan yang telah diberikan-Nya kepada para rasul di dunia, di antaranya memberikan kepada Musa bermacam-macam mukjizat, berbagai hukum yang mengatur hidup manusia agar mereka bahagia hidup di dunia dan di akhirat, dan menurunkan kepadanya Kitab Taurat untuk menjadi petunjuk bagi manusia. Kemudian Kitab Taurat itu diwariskan kepada keturunan dan orang-orang sesudah mereka serta menjadi peringatan bagi orang-orang yang berakal dan menjauhkan mereka dari keragu-raguan dan prasangka yang tidak baik.\n\nFirman Allah:\n\nSungguh, Kami yang menurunkan Kitab Taurat; di dalamnya (ada) petunjuk dan cahaya. Yang dengan Kitab itu para nabi yang berserah diri kepada Allah memberi putusan atas perkara orang Yahudi, demikian juga para ulama dan pendeta-pendeta mereka, sebab mereka diperintahkan memelihara kitab-kitab Allah dan mereka menjadi saksi terhadapnya. (al-Ma'idah./5: 44)", "54": "Pada ayat-ayat ini, Allah menerangkan berbagai macam pertolongan yang telah diberikan-Nya kepada para rasul di dunia, di antaranya memberikan kepada Musa bermacam-macam mukjizat, berbagai hukum yang mengatur hidup manusia agar mereka bahagia hidup di dunia dan di akhirat, dan menurunkan kepadanya Kitab Taurat untuk menjadi petunjuk bagi manusia. Kemudian Kitab Taurat itu diwariskan kepada keturunan dan orang-orang sesudah mereka serta menjadi peringatan bagi orang-orang yang berakal dan menjauhkan mereka dari keragu-raguan dan prasangka yang tidak baik.\n\nFirman Allah:\n\nSungguh, Kami yang menurunkan Kitab Taurat; di dalamnya (ada) petunjuk dan cahaya. Yang dengan Kitab itu para nabi yang berserah diri kepada Allah memberi putusan atas perkara orang Yahudi, demikian juga para ulama dan pendeta-pendeta mereka, sebab mereka diperintahkan memelihara kitab-kitab Allah dan mereka menjadi saksi terhadapnya. (al-Ma'idah./5: 44)", "55": "Pertolongan Allah kepada para rasul dan orang-orang yang beriman itu adalah salah satu dari sunatullah seperti yang pernah dianugerahkan kepada Musa. Oleh karena itu, Nabi Muhammad diminta untuk bersabar atas sikap dan tindakan orang-orang musyrik yang memperolok-olokkan ayat-ayat Allah. Allah pasti menolongnya dengan mengokohkan barisan kaum Muslimin dan mengangkat posisi agama Islam melebihi kepercayaan yang mereka anut Nabi Muhammad diperintahkan untuk selalu bertobat dan bertasbih pagi dan petang, sebagaimana firman Allah:\n\nDan laksanakanlah salat pada kedua ujung siang (pagi dan petang) dan pada bagian permulaan malam. Perbuatan-perbuatan baik itu menghapus kesalahan-kesalahan. Itulah peringatan bagi orang-orang yang selalu mengingat (Allah). (Hud/11: 114)\n\nDengan selalu salat mengingat Allah dan bertasbih pagi dan petang itu, maka Rasulullah beribadah seperti yang dilakukan para malaikat. Allah berfirman:\n\nDan milik-Nya siapa yang di langit dan di bumi. Dan (malaikat-malaikat) yang di sisi-Nya, tidak mempunyai rasa angkuh untuk menyembah-Nya dan tidak (pula) merasa letih. Mereka (malaikat-malaikat) bertasbih tidak henti-hentinya malam dan siang. (al-Anbiya'/21: 19-20)\n\nRasulullah saw diperintahkan bertobat bukan berarti beliau telah melakukan perbuatan dosa, tapi maksudnya ialah dengan sering melakukan tobat dan mohon ampun, maka jiwa semakin suci dan bersih, tidak ada satu pun kotoran yang mengotorinya. Jika Nabi yang terbebas dari segala dosa masih disuruh bertobat, maka bagi umat dan pengikutnya akan lebih lagi. Mereka harus cepat dan lebih sering bertobat.\n\nDari ayat ini dapat dipahami bahwa Al-Qur'an mengajarkan agar orang-orang yang beriman selalu bertobat, memohon ampun kepada Allah, dan mengerjakan amal saleh. Jika seseorang telah bertobat dan memohon ampun maka jiwanya menjadi suci dan bersih. Amal yang dikerjakan oleh orang yang bersih jiwanya akan langsung diterima Allah.\n\nDari ayat ini, dapat dipahami bahwa orang yang tidak suci dan bersih hatinya karena tidak bertobat dan mohon ampun kepada Allah, maka amalnya tidak diterima oleh Allah atau tidak dianggap sebagai amal yang saleh", "56": "Pertolongan Allah kepada para rasul dan orang-orang yang beriman itu adalah salah satu dari sunatullah seperti yang pernah dianugerahkan kepada Musa. Oleh karena itu, Nabi Muhammad diminta untuk bersabar atas sikap dan tindakan orang-orang musyrik yang memperolok-olokkan ayat-ayat Allah. Allah pasti menolongnya dengan mengokohkan barisan kaum Muslimin dan mengangkat posisi agama Islam melebihi kepercayaan yang mereka anut Nabi Muhammad diperintahkan untuk selalu bertobat dan bertasbih pagi dan petang, sebagaimana firman Allah:\n\nDan laksanakanlah salat pada kedua ujung siang (pagi dan petang) dan pada bagian permulaan malam. Perbuatan-perbuatan baik itu menghapus kesalahan-kesalahan. Itulah peringatan bagi orang-orang yang selalu mengingat (Allah). (Hud/11: 114)\n\nDengan selalu salat mengingat Allah dan bertasbih pagi dan petang itu, maka Rasulullah beribadah seperti yang dilakukan para malaikat. Allah berfirman:\n\nDan milik-Nya siapa yang di langit dan di bumi. Dan (malaikat-malaikat) yang di sisi-Nya, tidak mempunyai rasa angkuh untuk menyembah-Nya dan tidak (pula) merasa letih. Mereka (malaikat-malaikat) bertasbih tidak henti-hentinya malam dan siang. (al-Anbiya'/21: 19-20)\n\nRasulullah saw diperintahkan bertobat bukan berarti beliau telah melakukan perbuatan dosa, tapi maksudnya ialah dengan sering melakukan tobat dan mohon ampun, maka jiwa semakin suci dan bersih, tidak ada satu pun kotoran yang mengotorinya. Jika Nabi yang terbebas dari segala dosa masih disuruh bertobat, maka bagi umat dan pengikutnya akan lebih lagi. Mereka harus cepat dan lebih sering bertobat.\n\nDari ayat ini dapat dipahami bahwa Al-Qur'an mengajarkan agar orang-orang yang beriman selalu bertobat, memohon ampun kepada Allah, dan mengerjakan amal saleh. Jika seseorang telah bertobat dan memohon ampun maka jiwanya menjadi suci dan bersih. Amal yang dikerjakan oleh orang yang bersih jiwanya akan langsung diterima Allah.\n\nDari ayat ini, dapat dipahami bahwa orang yang tidak suci dan bersih hatinya karena tidak bertobat dan mohon ampun kepada Allah, maka amalnya tidak diterima oleh Allah atau tidak dianggap sebagai amal yang saleh", "57": "Pada ayat ini dinyatakan bahwa orang-orang yang meng-ingkari seruan rasul dan membantah ayat-ayat Allah adalah orang-orang yang dalam hatinya penuh dengan keangkuhan dan takabur. Mereka enggan menerima kebenaran karena pengaruh hawa nafsu. Mereka ingin berkuasa dan dijadikan pemimpin dalam masyarakat, serta merasa sebagai orang yang paling berkuasa. Keinginan mereka inilah yang menyebabkan mereka mengingkari ayat-ayat Allah. Menurut mereka, keinginan itu tidak akan tercapai jika mereka mengikuti seruan rasul, karena dengan mengikuti seruan rasul berarti mereka meninggalkan agama nenek moyang yang mereka hormati selama ini.\n\nKemudian Allah menerangkan bahwa sekalipun orang-orang kafir itu selalu berusaha untuk menghancurkan Nabi Muhammad dan para pengikutnya, namun mereka tidak akan mencapai cita-cita itu. Sebab, Allah selalu membantu Nabi Muhammad dengan merendahkan, menghinakan, dan memusnahkan musuh-musuhnya dan usaha-usaha mereka.\n\nAllah lalu memerintahkan Nabi agar selalu mohon perlindungan kepada-Nya untuk mematahkan tipu daya dan usaha orang-orang musyrik itu. Allah Maha Mendengar segala permintaan dan permohonan hamba-Nya, mengetahui setiap getaran jiwa dan melihat segala perbuatan hamba-hamba-Nya.\n\n(57) Pada ayat ini, Allah mengemukakan salah satu bukti adanya hari kebangkitan pada hari Kiamat nanti. Dia menerangkan bahwa menciptakan langit dan bumi lebih \"berat\" dan \"sukar\" dibanding dengan menciptakan manusia, baik pada waktu pertama kali menciptakannya maupun pada waktu mengulanginya kembali. Langit dan bumi beserta segala isinya tidak terhingga luas dan besarnya. Tidak terhitung jumlah planet-planet di sana. Tidak terhitung jumlah binatang dan tumbuh-tumbuhan yang ada padanya. Gunung-gunung dan sungai-sungai yang mengalir tidak bisa dilacak semua oleh manusia. Hukum-hukum dan ilmu pengetahuan yang berhubungan dengannya tidak bisa diketahui oleh manusia seluruhnya. Oleh karena itu, orang-orang musyrik jangan sekali-kali mengira bahwa Allah yang telah menciptakan langit dan bumi serta manusia yang ada di dalamnya, tidak sanggup membangkitkan manusia kembali pada hari Kiamat atau menghidupkan kembali orang-orang yang telah mati. Tidak sesuatu pun yang sukar bagi Allah, semua mudah bagi-Nya.\n\nAllah berfirman:\n\nDan tidakkah mereka memperhatikan bahwa sesungguhnya Allah yang menciptakan langit dan bumi dan Dia tidak merasa payah karena menciptakannya, dan Dia kuasa menghidupkan yang mati? Begitulah; sungguh, Dia Mahakuasa atas segala sesuatu. (al-A.hqaf/46: 33)\n\nAyat 57 Surah az-Zumar ini seolah menekankan bahwa penciptaan alam semesta ini jauh lebih rumit (besar) daripada penciptaan manusia (hal ini tentu dalam pandangan manusia karena bagi Allah tidak ada yang rumit sedikit pun). Padahal dari jumlah tulisan hasil pemikiran dan temuan, pengungkapan teori terciptanya alam semesta ini lebih banyak dan lebih pesat perkembangannya dibandingkan dengan perkembangan teori kejadian manusia yang sampai saat ini masih dipenuhi oleh pertanyaan-pertanyaan belum terjawab dan fakta-fakta yang kontroversial. Dilihat dari waktu keberadaannya secara ilmu pengetahuan, manusia (homo sapiens) diperkirakan muncul pada 40.000 tahun yang lalu, kurun waktu ini bukan apa-apa dibandingkan umur alam semesta yang diperkirakan telah berada semenjak 7 miliar tahun yang lalu, apalagi jika dibandingkan dengan sejarah peradaban manusia yang jejaknya ditemukan hanya sekitar 7000 tahun yang lalu. Tampaknya pengetahuan kita tentang kejadian alam semesta inipun sebenarnya tidak lebih banyak dari apa yang kita ketahui tentang kejadian manusia.\n\nPada akhir ayat ini, Allah menerangkan bukti-bukti yang dikemukakan itu dan amat sedikit manusia yang mau berpikir untuk mencari kebenaran yang hakiki. Mereka terlalu dipengaruhi hawa nafsu dan kesenangan dunia yang sifatnya hanya sementara. Mereka juga tidak mau mendengar dan menyadari bahwa Allah Mahakuasa, tidak ada sesuatu pun yang dapat mengalahkan-Nya.", "58": "Ayat ini menerangkan bahwa tidak sama di sisi Allah orang yang kafir yang buta dari kebenaran, tidak mau melihat dan memikirkan tanda-tanda kekuasaan dan kebesaran Allah di langit dan di bumi dengan orang-orang yang beriman yang mau mencari kebenaran, berusaha meyakinkan dirinya dengan mempelajari dan merenungkan tanda-tanda kekuasaan dan kebesaran Allah, sehingga mereka mengetahui bahwa penciptaan bumi dan langit beserta apa yang ada di dalamnya lebih besar dan sulit dari menciptakan manusia. Oleh karena itu, membangkitkan manusia itu adalah suatu yang mudah bagi Allah. Begitu pula tidak sama orang-orang yang beriman dan beramal saleh dengan orang-orang kafir yang selalu melakukan perbuatan yang dilarang Allah.\n\nMemang hanya sedikit manusia yang mau merenungkan dan memikirkan dalil-dalil yang dikemukakan kepada mereka dan sedikit pula yang mau mengambil pelajaran. Sekiranya mereka mau merenungkan sehingga mereka mengetahui kebenaran, tentulah mereka mengetahui pula kesalahan-kesalahan yang pernah mereka perbuat dan tidak mengulanginya lagi.", "59": "Setelah Allah menerangkan bukti-bukti adanya hari Kiamat dan hari kebangkitan, maka Dia menegaskan bahwa hari Kiamat itu pasti datang. Pada waktu itu, seluruh manusia dihidupkan kembali, setiap mereka diperhitungkan amalnya dengan penuh keadilan di hadapan mahkamah Allah. Tidak seorang pun yang dapat mengelakkan diri dari pengadilan Tuhan itu.\n\nSekalipun hari Kiamat itu pasti datang, dan telah ditegaskan bahwa orang-orang kafir akan masuk neraka dan orang-orang yang beriman akan masuk surga, namun sedikit sekali manusia yang mau percaya dan beriman, bahkan mereka mendustakannya.", "60": "Pada ayat ini, Allah memerintahkan agar manusia berdoa kepada-Nya. Jika mereka berdoa niscaya Dia akan memperkenankan doa itu.\n\nIbnu 'Abbas, adh-ahhak, dan Mujahid mengartikan ayat ini, \"Tuhan kamu berfirman, 'Beribadahlah kepada-Ku, niscaya Aku akan membalasnya dengan pahala.\" Menurut mereka, di dalam Al-Qur'an, perkataan doa bisa pula diartikan dengan ibadah seperti pada firman Allah:\n\nYang mereka sembah selain Allah itu tidak lain hanyalah inatsan (berhala), dan mereka tidak lain hanyalah menyembah setan yang durhaka. (an-Nisa'/4: 117)\n\nDalam hadis, Nabi bersabda:\n\nDoa itu ialah ibadah. (Riwayat at-Tirmidzi dari an-Nu'man bin Basyir)\n\nSebagian ahli tafsir berpendapat bahwa doa dalam ayat ini berarti \"permohonan\".\n\nSebenarnya doa dan ibadah itu adalah sama dari sisi bahasa. Hanya yang pertama berarti khusus sedang yang kedua berarti umum. Doa adalah salah satu bentuk atau cara dari ibadah. Hal ini berdasar hadis:\n\nDoa itu adalah inti ibadah. (Riwayat at-Tirmidzi dari Anas bin Malik) \n\nDan hadis Nabi saw:\n\nDiriwayatkan dari 'aisyah, dia berkata, \"Nabi saw ditanya orang, 'Ibadah manakah yang paling utama? Beliau menjawab, 'Doa seseorang untuk dirinya.\" (Riwayat al-Bukhari) \n\nBerdasarkan hadis di atas, maka doa dalam ayat ini dapat diartikan dengan ibadah. Hal ini dikuatkan oleh lanjutan ayat yang artinya: \"Sesungguhnya orang-orang yang menyombongkan diri dari beribadah kepada-Ku akan masuk ke dalam neraka yang hina.\"\n\nAyat ini merupakan peringatan dan ancaman keras kepada orang-orang yang enggan beribadah kepada Allah. Ayat ini juga merupakan pernyataan Allah kepada hamba-hamba-Nya yang beriman agar mereka memperoleh kebaikan dan kebahagiaan di dunia dan akhirat. Seakan-akan Allah mengatakan, \"Wahai hamba-hamba-Ku, menghambalah kepada-Ku, selalulah beribadah dan berdoa kepada-Ku. Aku akan menerima ibadah dan doa yang kamu lakukan dengan ikhlas, memperkenankan permohonanmu, dan mengampuni dosa-dosamu\".", "61": "Pada ayat ini, Allah memerintahkan agar manusia beribadah kepada-Nya dengan alasan-alasan berikut ini:\n\n1. Yang memerintahkan agar beribadah kepada-Nya itu ialah Tuhan yang menjadikan malam sebagai waktu beristirahat, dan mempersiapkan tenaga baru agar dapat berusaha kembali esok harinya. Pada waktu malam, pada umumnya manusia tidur karena merupakan kebutuhan tubuh yang harus dipenuhi.\n\n2. Yang menjadikan siang bercahaya, yang menerangi alam semesta sehingga manusia dapat berusaha untuk mencukupi keperluan hidup.\n\n3. Karena Allah mempunyai karunia yang tidak terhingga banyaknya yang disediakan untuk seluruh makhluk-Nya, dan karunia itu tidak akan habis selama-lamanya.\n\nPada akhir ayat ini diterangkan bahwa kebanyakan manusia tidak mau mensyukuri nikmat-nikmat Allah yang telah dilimpahkan kepadanya. Mereka mengingkari nikmat, seakan-akan nikmat itu mereka peroleh semata-mata karena usaha mereka sendiri.", "62": "Ayat ini menerangkan bahwa yang melimpahkan nikmat yang tidak terhingga kepada seluruh makhluk itu adalah Tuhan yang berhak disembah, karena Dialah yang menciptakan seluruh makhluk.\n\nKepada orang-orang kafir akan ditanyakan mengapa mereka berpaling, tidak mau menyembah, dan tidak mengesakan Allah. Padahal semua yang mereka sembah itu adalah ciptaan Allah, yang tidak pantas disembah.", "63": "Dalam ayat ini dijelaskan bahwa sebagaimana orang-orang musyrik telah sesat karena menyembah tuhan-tuhan selain Allah, demikian juga telah sesat orang-orang yang sebelum mereka. Mereka mengingkari ayat-ayat Allah dan menyembah tuhan-tuhan yang lain semata-mata karena kebodohan mereka dan menuruti hawa nafsu belaka.", "64": "Dalam ayat ini dijelaskan bahwa Allah yang menjadikan bumi untuk manusia sebagai tempat kediaman. Mereka hidup di atasnya dengan menikmati rezeki yang dilimpahkan-Nya. Dia pula yang menjadikan langit sebagai atap dan dihiasi dengan bintang-bintang yang gemerlapan tampak di malam hari. Karena keteraturan peredaran bintang-bintang, timbullah malam, siang, gelap, dan terang-benderang.\n\nPada ayat ini juga diterangkan dalil-dalil keesaan dan kekuasaan Allah yang terdapat pada diri manusia sendiri. Allah telah menjadikan manusia dalam bentuk yang paling baik di antara para makhluk-Nya dan dilengkapi dengan anggota tubuh yang sesuai dengan keperluan dan kepentingan hidup manusia sendiri. Dia pulalah yang memberikan kepada manusia makanan dan minuman yang baik sebagai rezeki dari-Nya. Allah itu Tuhan yang Mahatinggi, yang memiliki semesta alam.\n\nPada akhir ayat ini ditegaskan bahwa Tuhan yang melimpahkan rahmat-Nya kepada manusia adalah Tuhan yang wajib disembah. Tuhan Yang Mahasempurna dan memiliki semesta alam. Firman Allah:\n\nWahai manusia! Sembahlah Tuhanmu yang telah menciptakan kamu dan orang-orang yang sebelum kamu, agar kamu bertakwa. (Dialah) yang menjadikan bumi sebagai hamparan bagimu dan langit sebagai atap, dan Dialah yang menurunkan air (hujan) dari langit, lalu Dia hasilkan dengan (hujan) itu buah-buahan sebagai rezeki untukmu. Karena itu janganlah kamu mengadakan tandingan-tandingan bagi Allah, padahal kamu mengetahui. (al-Baqarah/2: 21-22)", "65": "Ayat ini menjelaskan bahwa Tuhan yang disembah itu adalah Tuhan yang hidup kekal, yang tidak pernah mati. Dialah yang menghidupkan dan mematikan makhluk-Nya, selain daripada-Nya tidak pantas disembah. Oleh karena itu, murnikanlah ketundukan dan ketaatan hanya kepada-Nya saja, jangan sekali-kali mempersekutukan-Nya dengan sesuatu pun.\n\nPada akhir ayat ini diterangkan bahwa segala puji bagi Allah, Tuhan Yang Maha Suci. Dialah Yang memiliki segala makhluk-Nya, baik yang berupa malaikat, jin, manusia, dan semua makhluk lain yang ada di alam ini. Semuanya itu tergantung kepada-Nya, sehingga segala sifat kebesaran dan kemuliaan ada pada-Nya. Oleh karena itu, mereka selalu mengucapkan: \"al-hamdulillahi Rabbil 'alamin\".", "66": "Pada ayat-ayat ini, Allah memerintahkan kepada Nabi Muhammad agar mengatakan kepada orang-orang musyrik dan orang-orang kafir bahwa Allah melarangnya menyembah tuhan yang mereka sembah, selain dari Allah.\n\nPengertian menyembah tuhan-tuhan selain Allah itu ialah menghambakan diri kepada sesuatu, menganggapnya mempunyai kekuatan gaib seperti kekuatan Allah, memohon pertolongan, dan meminta sesuatu kepadanya. Dalam ayat ini disebutkan bahwa tuhan-tuhan itu berupa patung-patung. Akan tetapi, pengertian ini mencakup segala macam benda atau makhluk yang disembah dan dimohon pertolongan kepadanya, seperti sungai-sungai, batu-batu keramat, kuburan yang dianggap keramat, dan sebagainya.\n\nSelanjutnya Rasulullah diperintahkan untuk menyatakan bahwa Allah melarangnya menyembah selain Allah, dan mengemukakan bukti-bukti dan dalil-dalil berupa ayat-ayat Al-Qur'an, maupun berupa perintah agar memperhatikan kejadian alam ini. Dengan merenungkan kejadian alam dan ayat-ayat Al-Qur'an, maka orang akan sampai kepada kesimpulan bahwa yang berhak disembah itu hanyalah Allah semata.\n\nPada akhir ayat ini, Allah memerintahkan agar tunduk dan patuh kepada-Nya, memurnikan ketaatan hanya kepada-Nya, karena Dialah Tuhan Pemilik semesta alam.", "67": "Dialah yang menjadikan manusia dari tanah, menjadi setetes mani, dari setetes mani menjadi sesuatu yang melekat, dan segumpal darah menjadi segumpal daging, kemudian dilahirkan ke dunia dalam bentuk manusia.\n\nJumhur ulama berpendapat bahwa yang dimaksud dengan Allah menciptakan manusia dari tanah ialah bapak manusia yaitu Adam yang diciptakan Allah dari tanah.\n\nSebagian ahli tafsir menerangkan bahwa yang dimaksudkan dengan Allah menjadikan manusia dari tanah ialah Allah menjadikan manusia dari sari pati yang berasal dari tanah. Seorang bapak dan seorang ibu memakan makanan yang berasal dari tanah, dari binatang ternak, dan tumbuh-tumbuhan. Binatang ternak memakan tumbuh-tumbuhan dan berkembang dengan menggunakan zat-zat yang berasal dari tanah. Makanan yang dimakan ibu atau bapak itu merupakan sumber utama untuk membentuk sel telur atau sperma. Sel telur ibu bertemu dengan sperma bapak dalam rahim ibu, sehingga menjadi segumpal darah dan seterusnya.\n\nAllah lalu menerangkan bahwa manusia yang diciptakan-Nya dari tanah itu mengalami hidup dalam tiga masa; yaitu:\n\n1. Masa kanak-kanak.\n\n2. Masa dewasa.\n\n3. Masa tua.\n\nDi antara manusia ada yang diwafatkan Allah pada masa kanak-kanak, ada pula pada masa dewasa, dan ada yang diwafatkan setelah berusia lanjut. Ketentuan kapan seorang manusia meninggal itu berada di tangan Allah semata.\n\nProses kejadian manusia itu diterangkan dalam ayat ini agar dapat menjadi bahan renungan dan pemikiran bagi orang-orang yang berakal, sehingga mereka beriman kepada Allah Pencipta seluruh makhluk.", "68": "Allah memerintahkan agar Rasulullah menyampaikan kepada orang-orang musyrik bahwa Allah yang wajib disembah itu adalah Tuhan Yang menghidupkan manusia dari tidak ada kepada ada, menghidupkan kembali sesudah matinya, dan mematikan seluruh makhluk pada waktu-waktu yang telah ditentukan-Nya. Dia adalah Tuhan Yang Mahakuasa dan Maha Pencipta. Jika berkehendak menciptakan sesuatu, Allah cukup mengatakan, \"Jadilah,\" maka jadilah sesuatu itu.", "69": "Allah menyatakan kepada Nabi Muhammad, apakah ia tidak memerhatikan orang-orang yang membantah ayat-ayat Allah yang menerangkan dan membuktikan keesaan-Nya dan adanya hari kebangkitan. Orang-orang kafir itu membantah tanpa mengemukakan dalil-dalil yang kuat atau yang dapat diterima akal dan pikiran yang benar. Hal ini menunjukkan bahwa kekafiran dan keingkaran mereka itu tidak beralasan sedikit pun. Jika ada alasan yang mereka kemukakan, maka alasan itu semata-mata hanya karena ingin mengelakkan diri dari seruan Muhammad.\n\nSikap mereka yang demikian itu adalah sikap yang aneh dan tidak benar. Jika mereka ingin mencari kebenaran dan ingin mengikuti kepercayaan yang benar, amat banyak dalil-dalil yang dapat mereka pelajari dan perhatikan untuk mencapai keinginan mereka itu.", "70": "Orang-orang yang membantah ayat-ayat Allah itu ialah orang-orang yang mendustakan ayat-ayat Al-Qur'an yang diturunkan Allah kepada Muhammad saw dan mendustakan semua yang disampaikan rasul-rasul atas perintah-Nya.\n\nDalam ayat-ayat Al-Qur'an dan apa yang disampaikan rasul-rasul itu terdapat perintah untuk menghambakan diri kepada Allah semata, tidak menyembah sesuatu pun selain Dia, meyakini adanya hari kebangkitan, dan hukum-hukum serta petunjuk untuk kebahagiaan hidup di dunia dan akhirat.\n\nOrang-orang yang ingkar itu kelak akan mengetahui akibat keingkaran mereka. Hal ini merupakan peringatan yang sangat keras, sebagaimana firman Allah:\n\nCelakalah pada hari itu, bagi orang-orang yang mendustakan! (al-Muthaffifin/83: 10)", "71": "Akibat keingkaran mereka, orang-orang kafir akan merasakan siksa di akhirat, ketika belenggu dan rantai-rantai dikalungkan ke leher mereka, kemudian mereka ditarik dengan paksa dan dibakar di dalam neraka.\n\nAyat ini sama isinya dan maksudnya dengan firman Allah:\n\nKemudian pasti tempat kembali mereka ke neraka Jahim. (ash-shaffat/37: 68)\n\nDan firman Allah\n\nPeganglah dia kemudian seretlah dia sampai ke tengah-tengah neraka, kemudian tuangkanlah di atas kepalanya azab (dari) air yang sangat panas. Rasakanlah, sesungguhnya kamu benar-benar orang yang perkasa lagi mulia. Sungguh, inilah azab yang dahulu kamu ragukan. (ad-Dukhan/44: 47-50)", "72": "Akibat keingkaran mereka, orang-orang kafir akan merasakan siksa di akhirat, ketika belenggu dan rantai-rantai dikalungkan ke leher mereka, kemudian mereka ditarik dengan paksa dan dibakar di dalam neraka.\n\nAyat ini sama isinya dan maksudnya dengan firman Allah:\n\nKemudian pasti tempat kembali mereka ke neraka Jahim. (ash-shaffat/37: 68)\n\nDan firman Allah\n\nPeganglah dia kemudian seretlah dia sampai ke tengah-tengah neraka, kemudian tuangkanlah di atas kepalanya azab (dari) air yang sangat panas. Rasakanlah, sesungguhnya kamu benar-benar orang yang perkasa lagi mulia. Sungguh, inilah azab yang dahulu kamu ragukan. (ad-Dukhan/44: 47-50)", "73": "Kepada orang-orang kafir yang sedang ditimpa azab yang sangat pedih itu diajukan pertanyaan-pertanyaan yang bernada mengejek untuk menambah berat penderitaan yang sedang mereka alami. Pertanyaan-pertanyaan itu ialah manakah berhala-berhala yang mereka sembah selain Allah dahulu. Berhala-berhala yang menurut mereka sanggup melepaskan dan menyelamatkan mereka dari azab dan bencana hari itu.\n\nMereka menjawab bahwa berhala-berhala itu telah menghilang dari mereka, telah mengikuti jalan yang lain, dan membiarkan mereka ditimpa bencana dan kesengsaraan pada hari itu. Mereka mengakui bahwa sebenarnya selama hidup di dunia mereka telah mengikuti agama dan kepercayaan yang salah dan menyembah sesuatu yang tidak layak disembah.\n\nPada akhir ayat ini ditegaskan bahwa sebagaimana Allah telah membiarkan sesat orang-orang musyrik, sehingga tidak ada satu perbuatan pun yang diterima dari mereka sebagai amal saleh, maka demikian pula sikap Allah terhadap semua pekerjaan yang telah dilakukan orang-orang kafir. Mereka tidak dapat mengambil manfaat sedikit pun dari amal-amal mereka.", "74": "Kepada orang-orang kafir yang sedang ditimpa azab yang sangat pedih itu diajukan pertanyaan-pertanyaan yang bernada mengejek untuk menambah berat penderitaan yang sedang mereka alami. Pertanyaan-pertanyaan itu ialah manakah berhala-berhala yang mereka sembah selain Allah dahulu. Berhala-berhala yang menurut mereka sanggup melepaskan dan menyelamatkan mereka dari azab dan bencana hari itu.\n\nMereka menjawab bahwa berhala-berhala itu telah menghilang dari mereka, telah mengikuti jalan yang lain, dan membiarkan mereka ditimpa bencana dan kesengsaraan pada hari itu. Mereka mengakui bahwa sebenarnya selama hidup di dunia mereka telah mengikuti agama dan kepercayaan yang salah dan menyembah sesuatu yang tidak layak disembah.\n\nPada akhir ayat ini ditegaskan bahwa sebagaimana Allah telah membiarkan sesat orang-orang musyrik, sehingga tidak ada satu perbuatan pun yang diterima dari mereka sebagai amal saleh, maka demikian pula sikap Allah terhadap semua pekerjaan yang telah dilakukan orang-orang kafir. Mereka tidak dapat mengambil manfaat sedikit pun dari amal-amal mereka.", "75": "Ayat ini menerangkan sebab-sebab Allah menimpakan azab yang pedih kepada orang-orang kafir. Di antaranya adalah karena mereka merasa gembira dan bahagia tanpa merasa berdosa selama hidup di dunia mengerjakan perbuatan-perbuatan syirik, seperti menyembah lebih dari satu tuhan, menyembah tuhan yang lain di samping menyembah Allah, atau mengakui bahwa ada makhluk-makhluk selain Allah mempunyai kekuatan gaib yang menyamai kekuatan-Nya. Di samping itu, mereka juga melakukan perbuatan-perbuatan maksiat, serta berlaku congkak, sombong, dan zalim terhadap manusia.", "76": "Lalu orang-orang kafir itu diperintahkan untuk masuk ke dalam neraka melalui pintu-pintunya, sesuai dengan keadaan perbuatan jahat yang telah mereka lakukan. Mereka juga diperintahkan untuk tetap berada di dalam neraka Jahanam karena itulah tempat yang layak bagi orang-orang yang mengingkari ayat-ayat Allah dan menyombongkan diri kepada-Nya.", "77": "Allah memerintahkan para rasul-Nya agar bersabar dalam menghadapi tindakan orang-orang musyrik yang mendustakan dan membantah ayat-ayat-Nya. Para rasul juga diminta bersabar dan bertawakal menghadapi gangguan dan ancaman-ancaman mereka. Allah menyatakan bahwa janji-Nya untuk mengazab orang-orang kafir pasti benar dan terlaksana.\n\nAllah mengatakan kepada Nabi saw bahwa jika Ia memperlihatkan kepadanya, di waktu Nabi masih hidup, azab yang ditimpakan kepada orang-orang musyrik, atau tidak diperlihatkan kepada Nabi azab itu dengan mewafatkannya sebelum kedatangan azab itu, maka hal itu tidak berarti apa-apa bagi mereka. Pada hari Kiamat semuanya kembali kepada Allah, lalu diberikan kepada mereka balasan yang setimpal.\n\nAyat lain yang searti dengan ayat ini ialah:\n\nMaka sungguh, sekiranya Kami mewafatkanmu (sebelum engkau mencapai kemenangan), maka sesungguhnya Kami akan tetap memberikan azab kepada mereka (di akhirat), atau Kami perlihatkan kepadamu (azab) yang telah Kami ancamkan kepada mereka. Maka sungguh, Kami berkuasa atas mereka. (az-Zukhruf/43: 41-42)", "78": "Ayat ini menerangkan bahwa Allah telah mengutus para rasul dan nabi kepada umat-umat sebelum Nabi Muhammad. Di antara nabi dan rasul itu yang diterangkan kisahnya di dalam Al-Qur'an sebanyak 25 rasul, seperti Nabi Nuh, Idris, Ibrahim, Musa, Sulaiman, Isa, dan rasul-rasul yang lain. Di samping itu, banyak di antara para nabi dan rasul itu yang tidak disebutkan di dalam Al-Qur'an.\n\nDari Abu dzar bahwa ia berkata, \"Aku bertanya, 'Ya Rasulullah berapa jumlah nabi-nabi itu? Rasulullah saw menjawab, '124 ribu dan yang menjadi rasul di antaranya ialah 315 orang. Sebuah jumlah yang banyak.\" (Riwayat A.hmad) \n\nSetiap rasul yang diutus Allah itu tidak sanggup menciptakan mukjizat sendiri, tetapi bisa diberikan oleh Allah. Mukjizat itu sebagai bukti kerasulan yang dikemukakan kepada kaum yang mendustakannya. Bentuk dan sifat mukjizat itu disesuaikan dengan keadaan, masa, dan tempat di mana rasul penerimanya hidup, sehingga mukjizat itu benar-benar diyakini oleh umat pada waktu itu. Mukjizat itu diberikan jika Allah sendiri berkehendak memberikannya. Jika Allah belum berkehendak memberikannya, maka mukjizat itu tidak akan diberikannya walaupun orang-orang kafir memintanya. Mukjizat itu diberikan sesuai dengan hikmah dan kebijaksanaan Allah dan sesuai pula dengan kemaslahatan umat.\n\nPada akhir ayat ini diterangkan bahwa jika azab Allah telah datang menimpa orang-orang yang mendustakan-Nya, maka Allah menyelesaikan perkara mereka dengan seadil-adilnya. Allah menyelamatkan para rasul dan orang-orang yang beriman kepadanya dari azab itu, serta membinasakan orang-orang yang ingkar dan mempersekutukan-Nya. Hal ini dapat dilihat pada waktu azab Allah menimpa kaum 'Ad, Allah menyelamatkan Nabi Hud dan orang-orang yang beriman yang bersamanya. Demikian pula azab yang menimpa kaum Samud dan sebagainya.", "79": "Kebanyakan ahli tafsir berpendapat bahwa yang dimaksud dengan binatang ternak dalam ayat ini ialah unta, karena binatang itulah yang sesuai dengan sifat-sifat yang disebutkan pada ayat ini. Ibnu Katsir berpendapat bahwa yang dimaksud adalah unta, sapi, dan kambing. Unta berguna untuk dimakan, diperah susunya, digunakan untuk mengangkut barang yang berat dan ditunggangi dalam bepergian. Sapi bisa dimanfaatkan untuk dimakan dagingnya, diperah susunya, dan digunakan tenaganya untuk membajak tanah. Sedangkan kambing bisa dimakan dagingnya dan diperah susunya. Semua binatang itu bisa dimanfaatkan bulu, kulit, dan rambutnya. Firman Allah:\n\n¦Dan Dia menjadikan bagimu rumah-rumah (kemah-kemah) dari kulit hewan ternak yang kamu merasa ringan (membawa)nya pada waktu kamu bepergian dan pada waktu kamu bermukim dan (dijadikan-Nya pula) dari bulu domba, bulu unta, dan bulu kambing, alat-alat rumah tangga dan kesenangan sampai waktu (tertentu). (an-Nahl/16: 80)\n\nDan firman-Nya:\n\nDan hewan ternak telah diciptakan-Nya, untuk kamu padanya ada (bulu) yang menghangatkan dan berbagai manfaat, dan sebagiannya kamu makan. Dan kamu memperoleh keindahan padanya, ketika kamu membawanya kembali ke kandang dan ketika kamu melepaskannya (ke tempat penggembalaan). Dan ia mengangkut beban-bebanmu ke suatu negeri yang kamu tidak sanggup mencapainya, kecuali dengan susah payah. Sungguh, Tuhanmu Maha Pengasih, Maha Penyayang. (an-Nahl/16: 5-7)\n\nUnta adalah binatang yang paling banyak digunakan oleh orang-orang yang hidup di padang pasir, seakan-akan unta itu tidak dapat dipisahkan dari hidup dan kehidupan mereka. Untalah yang membawa mereka ke berbagai negeri dalam usaha perdagangan. Unta merupakan sahabat setia mereka jika mereka berada di tengah-tengah padang pasir luas. \n\nOleh karena itu, jika unta dikemukakan oleh ayat-ayat ini kepada orang-orang Arab, sebagai salah satu binatang yang besar manfaatnya, maka maksud perumpamaan itu bisa dipahami oleh pikiran mereka. Pada zaman Pertengahan, bangsa Arab merupakan bangsa yang menghubungkan negeri Barat dan Timur. Pada waktu itu, terjadi perdagangan dari Timur ke Barat, membawa rempah-rempah ke Barat, dan membawa hasil kerajinan ke Timur.\n\nDi Timur, rempah-rempah itu dibawa ke Arab Selatan atau ke Teluk Persia, kemudian barang itu dibawa ke Turki melalui padang pasir yang luas. Sarana angkutan utama yang digunakan oleh orang Arab waktu itu adalah binatang unta.\n\nSelain memberikan contoh manfaat binatang ternak yaitu susu, tenaga, dan lain sebagainya, ayat ini menggarisbawahi penerapannya secara luas untuk transportasi, khususnya dalam istilah bahtera, yang secara generik berarti bahtera kapal laut, artinya wahana perjalanan laut. Akan tetapi, kalau melihat bahwa Al-Qur'an adalah kitab suci terakhir yang diturunkan untuk manusia sampai akhir zaman maka kata bahtera itu perlu diperluas artinya hingga semua wahana transportasi baik di laut, danau, sungai, rawa, maupun darat. Termasuk juga untuk wahana transportasi di udara (atmosfer) atau di luar angkasa dimana tidak ada udara.\n\nOleh karena itu, wahana transportasi itu meliputi kereta api, kereta api kilat (shinkansen di Jepang), sky lift (line) (kendaraan yang bergantung dan bergerak di udara di atas seutas kabel, sampai hovercraft yaitu kendaraan di paya-paya atau rawa. Termasuk ke dalamnya kendaraan speedboat yang melayang di atas permukaan air dan bisa meluncur dengan sesekali menyentuh permukaan air dan bergerak beberapa centimeter di atasnya. Ke dalam kategori ini ada pula levitation train yang terangkat beberapa sentimeter di atas rel dan tidak menyentuhnya. Oleh karena itu, kendaraan itu bergerak tanpa gesekan yang menghambat gerakan dari rel. Kereta api bisa melayang tanpa menyentuh rel karena bermuatan magnit yang sama dengan rel sehingga terjadi tolak menolak antara kereta dengan rel sehingga akibatnya kereta api melayang (levitate) bergerak tanpa bersentuhan dengan permukaan rel sehingga bebas dari gesekan. Deretan wahana itu bisa direvisi ulang dengan kendaraan angkasa seperti pesawat terbang sampai kendaraan luar angkasa (outer space) yang berbentuk roket dan satelit.\n\nTentu saja daftar wahana di darat, laut, maupun udara ini perlu direvisi dengan penemuan kendaraan baru sesuai dengan kemajuan teknologi, tetapi pada dasarnya semua bentuk dan wahana transportasi yang dipakai manusia berpindah, bergerak, dan berdinamika untuk lebih mempercepat mencapai sasaran hidup kita yang diridai Allah.", "80": "Kebanyakan ahli tafsir berpendapat bahwa yang dimaksud dengan binatang ternak dalam ayat ini ialah unta, karena binatang itulah yang sesuai dengan sifat-sifat yang disebutkan pada ayat ini. Ibnu Katsir berpendapat bahwa yang dimaksud adalah unta, sapi, dan kambing. Unta berguna untuk dimakan, diperah susunya, digunakan untuk mengangkut barang yang berat dan ditunggangi dalam bepergian. Sapi bisa dimanfaatkan untuk dimakan dagingnya, diperah susunya, dan digunakan tenaganya untuk membajak tanah. Sedangkan kambing bisa dimakan dagingnya dan diperah susunya. Semua binatang itu bisa dimanfaatkan bulu, kulit, dan rambutnya. Firman Allah:\n\n¦Dan Dia menjadikan bagimu rumah-rumah (kemah-kemah) dari kulit hewan ternak yang kamu merasa ringan (membawa)nya pada waktu kamu bepergian dan pada waktu kamu bermukim dan (dijadikan-Nya pula) dari bulu domba, bulu unta, dan bulu kambing, alat-alat rumah tangga dan kesenangan sampai waktu (tertentu). (an-Nahl/16: 80)\n\nDan firman-Nya:\n\nDan hewan ternak telah diciptakan-Nya, untuk kamu padanya ada (bulu) yang menghangatkan dan berbagai manfaat, dan sebagiannya kamu makan. Dan kamu memperoleh keindahan padanya, ketika kamu membawanya kembali ke kandang dan ketika kamu melepaskannya (ke tempat penggembalaan). Dan ia mengangkut beban-bebanmu ke suatu negeri yang kamu tidak sanggup mencapainya, kecuali dengan susah payah. Sungguh, Tuhanmu Maha Pengasih, Maha Penyayang. (an-Nahl/16: 5-7)\n\nUnta adalah binatang yang paling banyak digunakan oleh orang-orang yang hidup di padang pasir, seakan-akan unta itu tidak dapat dipisahkan dari hidup dan kehidupan mereka. Untalah yang membawa mereka ke berbagai negeri dalam usaha perdagangan. Unta merupakan sahabat setia mereka jika mereka berada di tengah-tengah padang pasir luas. \n\nOleh karena itu, jika unta dikemukakan oleh ayat-ayat ini kepada orang-orang Arab, sebagai salah satu binatang yang besar manfaatnya, maka maksud perumpamaan itu bisa dipahami oleh pikiran mereka. Pada zaman Pertengahan, bangsa Arab merupakan bangsa yang menghubungkan negeri Barat dan Timur. Pada waktu itu, terjadi perdagangan dari Timur ke Barat, membawa rempah-rempah ke Barat, dan membawa hasil kerajinan ke Timur.\n\nDi Timur, rempah-rempah itu dibawa ke Arab Selatan atau ke Teluk Persia, kemudian barang itu dibawa ke Turki melalui padang pasir yang luas. Sarana angkutan utama yang digunakan oleh orang Arab waktu itu adalah binatang unta.\n\nSelain memberikan contoh manfaat binatang ternak yaitu susu, tenaga, dan lain sebagainya, ayat ini menggarisbawahi penerapannya secara luas untuk transportasi, khususnya dalam istilah bahtera, yang secara generik berarti bahtera kapal laut, artinya wahana perjalanan laut. Akan tetapi, kalau melihat bahwa Al-Qur'an adalah kitab suci terakhir yang diturunkan untuk manusia sampai akhir zaman maka kata bahtera itu perlu diperluas artinya hingga semua wahana transportasi baik di laut, danau, sungai, rawa, maupun darat. Termasuk juga untuk wahana transportasi di udara (atmosfer) atau di luar angkasa dimana tidak ada udara.\n\nOleh karena itu, wahana transportasi itu meliputi kereta api, kereta api kilat (shinkansen di Jepang), sky lift (line) (kendaraan yang bergantung dan bergerak di udara di atas seutas kabel, sampai hovercraft yaitu kendaraan di paya-paya atau rawa. Termasuk ke dalamnya kendaraan speedboat yang melayang di atas permukaan air dan bisa meluncur dengan sesekali menyentuh permukaan air dan bergerak beberapa centimeter di atasnya. Ke dalam kategori ini ada pula levitation train yang terangkat beberapa sentimeter di atas rel dan tidak menyentuhnya. Oleh karena itu, kendaraan itu bergerak tanpa gesekan yang menghambat gerakan dari rel. Kereta api bisa melayang tanpa menyentuh rel karena bermuatan magnit yang sama dengan rel sehingga terjadi tolak menolak antara kereta dengan rel sehingga akibatnya kereta api melayang (levitate) bergerak tanpa bersentuhan dengan permukaan rel sehingga bebas dari gesekan. Deretan wahana itu bisa direvisi ulang dengan kendaraan angkasa seperti pesawat terbang sampai kendaraan luar angkasa (outer space) yang berbentuk roket dan satelit.\n\nTentu saja daftar wahana di darat, laut, maupun udara ini perlu direvisi dengan penemuan kendaraan baru sesuai dengan kemajuan teknologi, tetapi pada dasarnya semua bentuk dan wahana transportasi yang dipakai manusia berpindah, bergerak, dan berdinamika untuk lebih mempercepat mencapai sasaran hidup kita yang diridai Allah.", "81": "Demikianlah Allah memperlihatkan kepada manusia tanda-tanda kekuasaan dan kebesaran-Nya. Sebenarnya tidak ada satu pun di antara tanda-tanda itu yang tidak dapat dilihat atau tidak sesuai dengan akal pikiran, sehingga tidak ada jalan bagi manusia untuk mengingkarinya. Jika mereka mengingkarinya, maka alasan keingkaran itu hanyalah alasan yang dicari-cari.", "82": "Melalui ayat ini, Allah mempertanyakan apakah orang-orang musyrik Mekah, yang mengingkari ayat-ayat Allah yang disampaikan kepada mereka, tidak pernah berjalan dan bepergian ke negeri-negeri lain? Sebenarnya mereka adalah para perantau dan para musafir yang telah pergi ke berbagai negeri dalam melakukan perdagangan. Mereka pergi ke Yaman, Arab Selatan, dan Syria pada setiap musim dan waktu, sesuai dengan bentuk perdagangan waktu itu. Dalam perjalanan mereka melalui negeri-negeri yang pernah didiami oleh umat-umat dahulu, seperti negeri kaum 'Ad, Samud, penduduk Aikah, Mesir, Babilonia, dan sebagainya. \n\nDari bekas-bekas reruntuhan yang mereka lihat di negeri itu, dan cerita yang mereka terima dari leluhurnya, mereka mengetahui bahwa di negeri-negeri itu pernah ada umat-umat yang gagah perkasa, berkebudayaan tinggi, dan telah menaklukkan negeri-negeri sekitarnya. Mereka memahat gunung untuk rumah-rumah mereka, membuat piramida-piramida yang kokoh, dan sebagainya. Akan tetapi, karena keingkaran kepada rasul-rasul Allah yang diutus, maka mereka pun ditimpa azab Allah. Di saat itu, tidak ada sesuatu pun yang dapat menyelamatkan mereka dari azab Allah. Orang-orang musyrik Mekah, yang belum dapat menandingi hasil yang pernah dicapai oleh umat-umat dahulu itu, akan mengalami nasib seperti mereka jika tetap mengingkari kerasulan Muhammad saw. Tidak seorang pun yang dapat menyelamatkan mereka dari azab Allah itu.", "83": "Dalam ayat ini disebutkan bahwa kepada umat-umat terdahulu telah datang rasul-rasul yang diutus Allah dengan membawa dalil-dalil dan keterangan-keterangan yang kuat dan nyata. Akan tetapi, mereka tetap mengingkarinya bahkan menentang seruan para rasul itu. Mereka memperlihatkan kepada para rasul itu betapa kuatnya keyakinan mereka terhadap agama yang mereka anut. Mereka menyangka bahwa ilmu yang mereka peroleh itu adalah ilmu yang tiada tara sehingga mereka memperolok-olokkan para rasul itu. Orang-orang kafir itu akan ditimpa azab yang berat di akhirat.\n\nUcapan-ucapan mereka itu disebutkan dalam firman Allah:\n\n¦ Dan tidak ada yang membinasakan kita selain masa. (al-Jatsiyah/45: 24)\n\nDan firman Allah:\n\n¦Jika Allah menghendaki, tentu kami tidak akan mempersekutukan-Nya, begitu pula nenek moyang kami¦ (al-An'am/6: 148)", "84": "Ayat ini menerangkan watak dan kepercayaan manusia yang sebenarnya kepada Allah. Manusia pada dasarnya mempercayai bahwa Tuhan itu adalah Esa, Dialah Yang Mahakuasa dan yang memberikan nikmat kepada hamba-hamba-Nya. Kepercayaan itu dapat tertutupi oleh keadaan yang memengaruhi kehidupan manusia. Jika sedang berkuasa, kaya, dan dikuasai oleh hawa nafsunya, mereka lupa kepada Allah, bahkan mencari tuhan-tuhan yang lain yang akan disembah, sesuai dengan tuntutan hawa nafsunya. Jika mereka ditimpa bahaya, malapetaka, kesedihan, dan sebagainya, mereka kembali ingat dan menghambakan diri kepada Tuhan yang menciptakannya. Di saat itu pula mereka mengingkari tuhan-tuhan yang mereka ada-adakan.\n\nBanyak contoh dan perumpamaan yang dikemukakan Allah dalam ayat-ayat-Nya sehubungan dengan hal ini. Banyak pula orang-orang yang mempunyai sifat-sifat yang demikian, seperti Fir'aun, Karun, dan sebagainya.", "85": "Ayat ini menegaskan bahwa pengakuan iman orang-orang seperti diterangkan ayat di atas, tidak ada manfaatnya lagi jika azab Allah telah datang. Pintu tobat telah tertutup bagi mereka, seperti firman Allah kepada Fir'aun waktu ia akan tenggelam:\n\n¦Sehingga ketika Fir'aun hampir tenggelam dia berkata, \"Aku percaya bahwa tidak ada tuhan melainkan Tuhan yang dipercayai oleh Bani Israil, dan aku termasuk orang-orang Muslim (berserah diri).\" Mengapa baru sekarang (kamu beriman), padahal sesungguhnya engkau telah durhaka sejak dahulu, dan engkau termasuk orang yang berbuat kerusakan. (Yunus/10: 90-91)\n\nAyat ini memberi peringatan bahwa iman itu akan berfaedah bagi seseorang apabila ia beriman kepada Allah dalam kehidupannya di dunia yang fana ini, pikiran dan hatinya merasakan kebesaran dan kekuasaan Allah dan ia merasa bahwa hidup dan matinya bergantung pada-Nya. Jika melakukan kesalahan, ia pun segera bertobat dan berjanji tidak akan melakukan kesalahan lagi.\n\nYang diterangkan itu adalah hukum-hukum Tuhan yang berlaku bagi semua orang. Iman itu tidak ada faedahnya lagi di kala mereka melihat azab. Pada saat itu tidak ada lagi gunanya iman dan semua orang-orang yang kafir akan merugi."}}, "jalalain": {"name": "Jalalain", "source": "Pesantren Persatuan Islam 91 Kota Tasikmalaya", "text": {"1": "(Haa Miim) hanya Allah saja yang mengetahui arti dan maksudnya.", "2": "(Diturunkan Kitab ini) yakni Alquran, menjadi Mubtada (dari Allah) Khabar Mubtada (Yang Maha Perkasa) di dalam kerajaan-Nya (lagi Maha Mengetahui) tentang makhluk-Nya.", "3": "(Yang mengampuni dosa) orang-orang mukmin (dan menerima tobat) mereka (lagi keras hukuman-Nya) terhadap orangorang kafir, yaitu Dia mengeraskan azab-Nya terhadap mereka (Yang mempunyai karunia) yakni Pemberi nikmat yang lapang; Dia bersifat demikian selama-lamanya. Dimudhafkannya lafal Ghaafir kepada Adz-Dzanbi, lafal Qaabil kepada At-Taubi, dan lafal Syadiid kepada Al-Iqaabi mengandung makna Takrif sebagaimana lafal terakhir yaitu Dzith Thauli.\n\n(Tiada Tuhan selain Dia. Hanya kepada-Nyalah kembali) semua makhluk pasti kembali kepada-Nya.", "4": "(Tidak ada yang memperdebatkan tentang ayat-ayat Allah) yakni Alquran (kecuali orang-orang yang kafir) dari kalangan penduduk kota Mekah.\n\n(Karena itu janganlah mereka pulang-balik dengan bebas dari suatu kota ke kota yang lain memperdayakan kamu) mereka pulang balik untuk mencari penghidupan dalam keadaan selamat, janganlah hal itu membuatmu teperdaya, karena sesungguhnya akibat dan tempat kembali mereka adalah neraka.", "5": "(Sebelum mereka, kaum Nuh dan golongan-golongan yang bersekutu telah mendustakan) rasul-rasulnya, seperti Ad dan Tsamud serta kaum-kaum lainnya (sesudah mereka, dan tiap-tiap umat telah merencanakan makar terhadap rasul mereka untuk menawannya) untuk membunuhnya (dan mereka membantah dengan alasan yang batil untuk melenyapkan) untuk menghapuskan (kebenaran dengan yang batil itu; karena itu Aku azab mereka) dengan siksaan.\n\n(Maka betapa pedihnya azabKu) terhadap mereka; hal itu sesuai dengan imbalan yang harus mereka terima.", "6": "(Dan demikianlah telah pasti berlaku ketetapan azab Rabbmu) sebagaimana yang telah diungkapkan-Nya dalam firman yang lain, yaitu, \"Sesungguhnya akan Aku penuhi neraka Jahanam itu...\" (Q.S. As-Sajdah, 13) (terhadap orang-orang kafir, karena sesungguhnya mereka adalah penghuni neraka) lafal Annahum Ashhaabun Naari merupakan Badal dari lafal Kalimatu Rabbika.", "7": "(Malaikat-malaikat yang memikul Arasy) berkedudukan menjadi Mubtada (dan malaikat yang berada di sekelilingnya) diathafkan kepada ayat sebelumnya (bertasbih) menjadi Khabar dari Mubtada (memuji Rabb mereka) artinya, seraya memujiNya yaitu mengucapkan kalimat, \"Subhaanallaah Wa Bihamdihi\" (dan mereka beriman kepada-Nya) kepada Allah swt. dengan kalbu mereka, maksudnya, mereka percaya kepada keesaan-Nya (serta memintakan ampun bagi orang-orang yang beriman) seraya mengucapkan, (\"Ya Rabb kami! Rahmat dan ilmu Engkau meliputi segala sesuatu) maksudnya, rahmat-Mu meliputi segala sesuatu, dan ilmu-Mu meliputi segala sesuatu.\n\n(Maka berilah ampun kepada orang-orang yang bertobat) dari kemusyrikan (dan mengikuti jalan Engkau) yakni agama Islam (dan peliharalah mereka dari siksa neraka Jahim) yang apinya menyala-nyala.", "8": "(Ya Rabb kami! Masukkanlah mereka ke dalam surga Adn) sebagai tempat tinggal mereka (yang telah Engkau janjikan kepada mereka dan orang-orang yang saleh) lafal Man shalaha diathafkan kepada lafal Hum yang terdapat di dalam lafal Waadkhilhum atau yang terdapat pada lafal Wa'adtahum (dari bapak-bapak mereka, dan istri-istri mereka, dan keturunan mereka.  299  Sesungguhnya Engkaulah Yang Maha Perkasa lagi Maha Bijaksana) di dalam perbuatan-Nya.", "9": "(Dan peliharalah mereka dari kejahatan) dari balasan azabnya (Dan orang-orang yang Engkau pelihara dari balasan kejahatan pada hari itu) pada hari kiamat (maka sesungguhnya telah Engkau anugerahkan rahmat kepadanya dan itulah kemenangan yang besar.\")", "10": "(Sesungguhnya orang-orang yang kafir diserukan kepada mereka) oleh para malaikat, sedangkan mereka membenci diri mereka sendiri sewaktu mereka dimasukkan ke dalam neraka (\"Sesungguhnya kebencian Allah) kepada kalian (lebih besar daripada kebencian kalian kepada diri kalian sendiri karena kalian diseru) sewaktu di dunia (untuk beriman, lalu kalian kafir.\")", "11": "(Mereka menjawab, \"Ya Rabb kami, Engkau telah mematikan kami dua kali) yakni dua kali mati (dan telah menghidupkan kami dua kali pula) yakni dua kali hidup. Karena sesungguhnya sebelum itu mereka berupa mani, dalam keadaan mati, kemudian mereka dijadikan hidup, lalu mereka dimatikan lagi, lalu mereka dihidupkan lagi pada hari berbangkit (lalu kami mengakui dosa-dosa kami) yaitu dosa keingkaran kami terhadap adanya hari berbangkit.\n\n(Maka adakah untuk keluar) dari neraka lalu kembali lagi ke dunia, supaya kami dapat menjalani ketaatan kepada Rabb kami (sesuatu jalan\") yakni jalan keluar, maka jawaban mereka adalah tidak ada.", "12": "(Yang demikian itu) maksudnya, azab yang kalian sedang jalani itu (adalah karena) ketika di dunia (kalian kafir apabila Allah saja disembah) artinya, kalian kafir bilamana Dia diesakan.\n\n(Dan apabila Allah dipersekutukan) menjadikan sekutu bagiNya (kalian percaya) kalian percaya kepada kemusyrikan itu.\n\n(Maka putusan) untuk mengazab kalian (adalah pada Allah Yang Maha Tinggi) atas semua makhluk-Nya (lagi Maha Besar) Maha Agung.", "13": "(Dialah yang memperlihatkan kepada kalian tanda-tanda-Nya) yang menunjukkan akan keesaan-Nya (dan menurunkan untuk kalian rezeki dari langit) berupa hujan.\n\n(Dan tiadalah mendapat pelajaran) yakni mengambil nasihat (kecuali orang-orang yang kembali kepada Allah) dari kemusyrikan.", "14": "(Maka serulah Allah) sembahlah Dia (dengan memurnikan ibadah kepada-Nya) artinya, memurnikan agama dari kemusyrikan (meskipun orang-orang kafir tidak menyukainya) sekalipun mereka tidak menyukai keikhlasan kalian kepada-Nya.", "15": "(Dialah Yang Maha Tinggi derajat-Nya) maksudnya, Allah Maha Agung sifat-sifat-Nya, atau Dialah Yang mengangkat derajat orang-orang yang beriman di surga (Yang mempunyai Arasy) Yang menciptakannya (Yang menurunkan Ar-Ruuh) yakni wahyu (dari perintah-Nya) atau firman-nya (kepada siapa yang dikehendaki-Nya di antara hamba-hamba-Nya, supaya dia memperingatkan) maksudnya, orang yang menerima wahyu itu diperintahkan untuk menyampaikan wahyu-Nya kepada manusia (tentang hari pertemuan) dapat dibaca At-Talaaqi atau At-Talaaqiy dengan memakai huruf Ya. Yakni hari kiamat, karena pada hari itu penduduk langit dan penduduk bumi bertemu, dan bertemu pula antara Yang Disembah dan yang menyembah, sebagaimana dipertemukan pula antara orang yang aniaya dan orang yang dianiaya.", "16": "(Yaitu hari ketika mereka keluar) dari kuburnya masing-masing (tiada suatu pun dari keadaan mereka yang tersembunyi bagi Allah berfirman, \"Kepunyaan siapakah kerajaan pada hari ini?\") Allah sendiri yang mengatakannya, kemudian Dia sendiri pula yang menjawabnya, yaitu, (\"Hanya kepunyaan Allah Yang Maha Esa lagi Maha Mengalahkan\") atas semua makhluk-Nya.", "17": "(Pada hari ini tiap-tiap jiwa diberi balasan dengan apa yang diusahakannya. Tidak ada yang dirugikan pada hari ini. Sesungguhnya Allah amat cepat hisab-Nya) Dia menghisab semua makhluk hanya dalam waktu setengah hari dunia, demikianlah menurut keterangan hadis.", "18": "(Berilah mereka peringatan dengan hari yang dekat) yakni hari kiamat. Berasal dari kata Azifar Rahiilu, artinya, Waktu berangkat telah dekat (yaitu ketika kalbu) menyesak karena dicekam rasa takut (sampai) artinya hingga sesaknya terasa sampai (di kerongkongan dengan menahan kedukaan) penuh dengan kesedihan. Lafal Kaazhimiina ini adalah Hal atau kata keterangan keadaan bagi lafal Al-Quluubu, kemudian dianggap sebagai jamak dengan memakai huruf Ya dan Nun karena diibaratkan kepada para pemiliknya.\n\n(Tiada teman-teman yang setia bagi orang-orang yang zalim) maksudnya tiada teman sejawat dan dekat (dan tidak pula mempunyai seorang pemberi syafaat yang diterima syafaatnya) yang dapat diterima syafaatnya; lafal Yuthaa'u sebagai sifat, tidak mengandung pengertian apa-apa, karena pada asalnya tiada syafaat bagi mereka, sebagaimana yang telah diungkapkan oleh firman-Nya yang lain, yaitu, \"Maka kami tidak mempunyai pemberi syafaat seorang pun.\" (Q.S. Asy-Syu'ara, 100). Tetapi kalau lafal Syafii'in, memang mengandung makna, karena ditinjau dari segi dugaan mereka yaitu, bahwasanya mereka memiliki pemberi-pemberi syafaat. Maksudnya, seandainya mereka memberi syafaat, niscaya syafaat mereka tidak akan diterima.", "19": "(Dia mengetahui) Allah mengetahui (mata yang khianat) ketika mencuri pandang melihat hal-hal yang diharamkan (dan apa yang disembunyikan oleh hati) yang tersimpan di dalam kalbu.", "20": "(Dan Allah menghukum dengan keadilan. Dan sesembahan-sesembahan yang mereka seru) yang mereka sembah (selain Allah) yakni berhala-berhala (tiada dapat menghukum dengan sesuatu apa pun) mana mungkin mereka menjadi sekutu-sekutu Allah? (Sesungguhnya Allah Dialah Yang Maha Mendengar) semua perkataan mereka (lagi Maha Melihat) semua perbuatan mereka.", "21": "(Dan apakah mereka tidak mengadakan perjalanan di muka bumi, lalu memperhatikan betapa kesudahan orang-orang yang sebelum mereka. Mereka itu adalah lebih hebat daripada mereka) menurut suatu qiraat lafal Minhum dibaca Minkum, artinya lebih hebat daripada kalian (kekuatannya dan lebih banyak bekas-bekas mereka di muka bumi) seperti bangunanbangunan dan gedung-gedungnya (maka Allah mengazab mereka) membinasakan mereka (disebabkan dosa-dosa mereka. Dan sekali-kali mereka tidak mempunyai seorang pelindung dari azab Allah) dari siksaan-Nya.", "22": "(Yang demikian itu adalah karena telah datang kepada mereka rasul-rasul mereka dengan membawa bukti-bukti) yakni mukjizat-mukjizat yang tampak (lalu mereka kafir; maka Allah mengazab mereka. Sesungguhnya Dia Maha Kuat lagi Maha Keras hukuman-Nya.)", "23": "(Dan sesungguhnya telah Kami utus Musa dengan membawa ayat-ayat Kami dan keterangan yang nyata) bukti yang jelas dan tampak.", "24": "(Kepada Firaun, Haman dan Qarun; maka mereka berkata,) \"Dia (adalah seorang ahli sihir yang pendusta.\")", "25": "(Maka tatkala Musa datang kepada mereka membawa kebenaran) yakni dengan membawa perkara yang hak (dari sisi Kami, mereka berkata, \"Bunuhlah anak-anak orang-orang yang beriman bersama dengan dia dan biarkanlah hidup) yakni biarkanlah tetap hidup (wanita-wanita mereka.\" Dan tipu daya orang-orang kafir itu tak lain hanyalah sia-sia belaka) yakni  300  menjerumuskan mereka sendiri dalam kebinasaan.", "26": "(Dan berkata Firaun kepada pembesar-pembesarnya, \"Biarkanlah aku membunuh Musa) karena mereka mencegahnya melakukan pembunuhan terhadap Musa (dan hendaklah ia memohon kepada Rabbnya) supaya Dia mencegah niatku yang akan membunuhnya (karena sesungguhnya aku khawatir dia akan menukar agama kalian) mencegah kalian menyembahku, lalu kalian mengikutinya (atau menimbulkan kerusakan di muka bumi\") seperti melakukan pembunuhan dan lain sebagainya. Menurut suatu qiraat lafal Au dibaca Wa. Dan menurut qiraat lainnya dibaca Ay Yazhhara Fil Ardhil Fasaadu.", "27": "(Dan Musa berkata,) kepada kaumnya sedangkan dia telah mendengar ancaman Firaun tadi (\"Sesungguhnya aku berlindung kepada Rabbku dan Rabb kalian dari setiap orang yang menyombongkan diri yang tidak beriman kepada hari berhisab.\")", "28": "(Dan berkatalah seorang laki-laki yang beriman di antara keluarga Firaun) menurut suatu pendapat disebutkan, bahwa ia adalah anak paman Firaun atau saudara sepupunya (yang menyembunyikan imannya, \"Apakah kalian akan membunuh seorang laki-laki karena) sebab (dia menyatakan, 'Rabbku ialah Allah' padahal dia telah datang kepada kalian dengan membawa keterangan-keterangan) yakni mukjizat-mukjizat yang jelas (dari Rabb kalian. Dan jika ia seorang pendusta maka dialah yang menanggung dosa-dustanya itu) yakni dia sendirilah yang menanggung akibat dari kedustaannya (dan jika ia seorang yang benar niscaya sebagian bencana yang diancamkannya kepada kalian akan menimpa kalian\") yakni sebagian azab yang diancamkannya kepada kalian akan segera menimpa diri kalian.\n\n(Sesungguhnya Allah tidak menunjuki orang-orang yang melampaui batas) yakni orang yang musyrik (lagi pendusta) yang banyak dustanya.", "29": "(Hai kaumku! Untuk kalianlah kerajaan pada hari ini dengan berkuasa) artinya, dengan mengalami kemenangan; lafal Zhaahiriina berkedudukan menjadi Hal atau kata keterangan keadaan (di muka bumi) di negeri Mesir.\n\n(Siapakah yang akan menolong kita dari azab Allah) dari azab-Nya bila kalian membunuh kekasih-kekasih-Nya (jika azab itu menimpa kita) tiada seorang pun yang dapat menolong kita (Firaun berkata, \"Aku tidak mengemukakan kepada kalian, melainkan apa yang aku pandang baik;) maksudnya, aku tidak memberikan isyarat kepada kalian melainkan apa yang telah aku putuskan itu, yaitu membunuh Musa (dan aku tiada menunjukkan kepada kalian, selain jalan yang benar\") jalan yang mengandung kebenaran.", "30": "(Dan orang yang beriman itu berkata, \"Hai kaumku! Sesungguhnya aku khawatir kalian akan ditimpa -bencana- seperti peristiwa kehancuran golongan yang bersekutu) yakni azab yang telah menimpa umat-umat terdahulu, golongan demi golongan.", "31": "(-Yakni- seperti keadaan kaum Nuh, Ad, Tsamud dan orang-orang yang datang sesudah mereka) lafal Mitsli dalam ayat ini merupakan Badal atau pengganti keterangan dari lafal Mitsli yang sebelumnya, yang ada pada ayat di atas. Yakni, seperti pembalasan yang biasa menimpa orang-orang kafir sebelum kalian; mereka ditimpa azab di dunia.\n\n(Dan Allah tidak menghendaki berbuat kelaliman terhadap hamba-hamba-Nya.)", "32": "(Hai kaumku, sesungguhnya aku khawatir terhadap kalian akan siksa hari panggil-memanggil) dapat dibaca At-Tanaadi atau At-Tanaadiy dengan memakai huruf Ya pada akhirnya. Artinya ialah hari kiamat, yang pada hari itu banyak sekali panggilmemanggil antara ahli surga dan ahli neraka; setiap panggilan sesuai dengan apa yang dialami oleh pemanggilnya. Maka panggilan yang mengandung kebahagiaan adalah bagi ahli surga dan panggilan yang mengandung kecelakaan adalah bagi ahli neraka; selain itu masih banyak pula jenis panggilan atau seruan lainnya.", "33": "(Yaitu hari ketika kalian lari berpaling ke belakang) dari tempat hisab untuk dibawa ke neraka (tidak ada bagi kalian dari Allah) yakni dari azab-Nya (seorang pun yang dapat menyelamatkan kalian) yakni yang dapat mencegah azab dari diri kalian (dan siapa yang disesatkan Allah, niscaya tidak ada baginya seorang pun yang akan memberi petunjuk.\")", "34": "(Dan sesungguhnya telah datang Yusuf kepada kalian sebelumnya) yakni sebelum Nabi Musa; menurut suatu pendapat ia adalah Yusuf bin Yakub yang usianya dipanjangkan sampai zaman Nabi Musa; atau menurut pendapat yang lain dia adalah Yusuf bin Ibrahim bin Yusuf bin Nabi Yakub (dengan membawa keterangan-keterangan) mukjizat-mukjizat yang tampak jelas (tetapi kalian senantiasa dalam keraguan tentang apa yang dibawanya kepada kalian, sehingga ketika dia meninggal, kalian berkata,) tanpa memakai bukti yang benar lagi (\"Allah tidak akan mengirim seorang rasul pun sesudahnya.\") selagi kalian masih tetap dalam keadaan kafir atau ingkar kepada Nabi Yusuf dan rasul-rasul lainnya.\n\n(Demikianlah) maksudnya sebagaimana kalian disesatkan (Allah menyesatkan orang yang melampaui batas) yakni orang yang musyrik (lagi ragu-ragu) artinya, tidak percaya kepada mukjizat-mukjizat yang telah disaksikannya sendiri.", "35": "(Orang-orang yang memperdebatkan ayat-ayat Allah) yaitu mukjizat-mukjizatnya; kalimat ayat ini menjadi Mubtada (tanpa alasan) tanpa argumentasi (yang datang kepada mereka. Amat besar) dosa perdebatan mereka itu, lafal Kabura ini menjadi Khabar dari Mubtada (kemurkaan -bagi mereka- di sisi Allah dan di sisi orang-orang yang beriman. Demikianlah) sebagaimana disesatkan-Nya mereka (Allah mengunci mati) artinya, menyesatkan (hati setiap orang yang sombong lagi sewenang-wenang) dapat dibaca Qalbin Mutakabbirin atau Qalbi Mutakabbirin. Manakala kalbu seseorang merasa sombong, maka takaburlah pemiliknya, dan demikian pula sebaliknya. Lafal Kullun menurut dua qiraat di atas menunjukkan makna tiap-tiap orang yang memiliki kalbu yang sesat, jadi bukan ditujukan kepada semua orang.", "36": "(Dan berkatalah Firaun, \"Hai Haman! Buatkanlah bagiku sebuah bangunan yang tinggi) bangunan pencakar langit (supaya aku sampai ke pintu-pintu.)", "37": "(Yaitu pintu-pintu langit) maksudnya, jalan-jalan yang menuju ke arahnya (supaya aku dapat melihat) kalau dibaca Rafa', yaitu Fa-aththali'u berarti di'athafkan pada lafal Ablughu, apabila dibaca Fa-aththali'a berarti menjadi Jawab daripada Fi'il Amar, yaitu lafal Ibni (Tuhan Musa dan sesungguhnya aku memandangnya) menganggap Musa (seorang pendusta\") karena ia mengatakan, bahwa ia mempunyai Tuhan selain aku. Firaun mengatakan demikian untuk mengelabui pengikut-pengikutnya.\n\n(Demikianlah dijadikan Firaun memandang baik perbuatan yang buruk itu, dan dia dihalangi dari jalan) petunjuk; dapat dibaca Shadda sehingga artinya menjadi, Dan Firaun menghalangi jalan petunjuk dapat pula dibaca Shudda yang artinya telah tertera di atas (dan tipu daya Firaun itu tidak lain hanyalah membawa kerugian) mengakibatkan kerugian.", "38": "(Orang yang beriman itu berkata, \"Hai kaumku! Ikutilah aku) dapat dibaca Ittabi'uuni atau Ittabi'uuniy tanpa atau dengan Ya Mutakallim (aku akan menunjukkan kepada kalian jalan yang benar) penafsirannya sebagaimana yang telah lalu.", "39": "(Hai kaumku, sesungguhnya kehidupan dunia ini hanyalah kesenangan -sementara-) kesenangan yang bersifat sementara lenyap (dan sesungguhnya akhirat itulah negeri yang kekal.)  301", "40": "(Barang siapa yang mengerjakan perbuatan jahat, maka dia tidak akan dibalas melainkan sebanding dengan kejahatan itu. Dan barang siapa mengerjakan amal yang saleh, baik laki-laki maupun perempuan sedang ia dalam keadaan beriman, maka mereka akan masuk surga) dapat dibaca Yudkhaluuna atau Yadkhuluuna (mereka diberi rezeki di dalamnya tanpa hisab) diberi rezeki yang banyak tanpa perhitungan.", "41": "(Hai kaumku bagaimanakah kalian, aku menyeru kalian kepada keselamatan, tetapi kalian menyeru aku ke neraka.)", "42": "(-Kenapa- kalian menyeruku supaya kafir kepada Allah dan mempersekutukan-Nya dengan apa yang tidak kuketahui padahal aku menyeru kalian -beriman- kepada Yang Maha Perkasa) Yang Maha Menang atas semua perkara-Nya (lagi Maha Pengampun?) kepada orang yang bertobat kepada-Nya.", "43": "(Sudah pasti) yakni pastilah (bahwa apa yang kalian seru supaya aku -beriman- kepadanya) artinya, supaya aku menyembahnya (tidak dapat memperkenankan seruan apa pun) maksudnya, tidak dapat memperkenankan suatu doa pun (baik di dunia maupun di akhirat. Dan sesungguhnya kita kembali) atau kembali kita (kepada Allah dan sesungguhnya orang-orang yang melampaui batas) yakni orang-orang kafir (mereka itulah penghuni neraka.)", "44": "(Kelak kalian akan ingat) bila kalian menyaksikan azab dengan mata kalian sendiri (kepada apa yang kukatakan kepada kalian. Dan aku menyerahkan urusanku kepada Allah. Sesungguhnya Allah Maha melihat akan hamba-hamba-Nya\") Ia mengatakan demikian ketika mereka mengancamnya jika ia menentang agama mereka.", "45": "(Maka Allah memeliharanya dari kejahatan tipu daya mereka) terhadap dirinya, yaitu mereka merencanakan akan membunuhnya (dan turunlah) menimpa (kepada keluarga Firaun) maksudnya, kepada kaumnya yang mengikutinya (azab yang buruk) yaitu ditenggelamkan.", "46": "Kemudian (neraka ditampakkan kepada mereka) maksudnya, mereka dibakar oleh api neraka (pada pagi dan petang) di setiap pagi dan petang (dan pada hari terjadinya kiamat) dikatakan kepada mereka, (\"Masuklah kalian) hai (Firaun dan kaumnya) menurut suatu qiraat dibaca Adkhiluu yang artinya, Masukkanlah Firaun dan kaumnya. Ini merupakan perintah Allah kepada malaikat-malaikat-Nya (ke dalam azab yang sangat keras\") yakni azab neraka", "47": "(Dan) ingatlah (ketika mereka berbantah) yaitu ketika orang-orang kafir saling berbantah-bantahan (dalam neraka, maka orang-orang yang lemah berkata kepada orang-orang yang menyombongkan diri, \"Sesungguhnya kami adalah pengikutpengikut kalian) lafal Taba'an adalah bentuk jamak dari lafal Taabi'un (maka dapatkah kalian menghindarkan) artinya menolak (dari kami sebagian) yakni suatu bagian dari (azab api neraka?\")", "48": "(Orang-orang yang menyombongkan diri menjawab, \"Sesungguhnya kita semua sama-sama dalam neraka karena sesungguhnya Allah telah menetapkan keputusan antara hamba-hamba-Nya\") oleh karena itu maka Dia memasukkan orangorang yang beriman ke dalam surga, dan orang-orang kafir ke dalam neraka.", "49": "(Dan orang-orang yang berada di dalam neraka berkata kepada penjaga-penjaga neraka Jahanam, \"Mohonkanlah kepada Rabb kalian supaya Dia meringankan daripada kami barang sehari) atau selama sehari (dari azab ini.\")", "50": "(Para penjaga neraka Jahanam berkata) dengan nada sinis, (\"Dan apakah belum datang kepada kalian rasul-rasul kalian dengan membawa keterangan-keterangan?\") yakni mukjizat-mukjizat yang tampak.\n\n(Mereka menjawab, \"Benar, sudah datang\") tetapi mereka kafir kepada rasul-rasul mereka itu.\n\n(Penjaga-penjaga Jahanam berkata, \"Berdoalah kalian\") karena sesungguhnya kami tidak akan memberikan syafaat/pertolongan kepada orang-orang kafir. Lalu Allah berfirman, (Tiadalah doa orang-orang kafir itu melainkan sia-sia belaka) yakni tiada gunanya, karena pasti tidak akan diperkenankan.", "51": "(Sesungguhnya Kami menolong rasul-rasul Kami dan orang-orang yang beriman dalam kehidupan dunia dan pada hari berdirinya saksi-saksi) yaitu hari kiamat. Lafal Al-Asyhaad adalah bentuk jamak dari lafal Syaahidun; para saksi tersebut adalah malaikat-malaikat yang memberikan kesaksian bagi para rasul, bahwasanya rasul-rasul itu telah menyampaikan risalah-Nya dan mereka mendustakan orang-orang kafir.", "52": "(Yaitu hari yang tidak berguna) dapat dibaca Yanfa'u atau Tanfa'u (bagi orang-orang zalim permintaan maafnya) yakni permintaan maaf mereka seandainya mereka meminta maaf (dan bagi merekalah laknat) yaitu dijauhkan dari rahmat Allah (dan bagi mereka tempat tinggal yang buruk) di akhirat, yaitu mendapat azab yang sangat pedih.", "53": "(Dan sesungguhnya telah Kami berikan petunjuk kepada Musa) berupa kitab Taurat dan mukjizat-mukjizat (dan Kami wariskan kepada Bani Israel) sesudah Musa tiada (kitab) yakni Taurat.", "54": "(Untuk menjadi petunjuk) sebagai petunjuk (dan peringatan bagi orang-orang yang berpikir) sebagai peringatan buat orang-orang yang berakal.", "55": "(Maka bersabarlah kamu) hai Muhammad (karena sesungguhnya janji Allah itu) untuk menolong kekasih-kekasih-Nya (benar) dan kamu beserta orang-orang yang mengikutimu adalah termasuk kekasih-kekasih-Nya (dan mohonlah ampun untuk dosamu) supaya hal ini dijadikan teladan bagi umatmu (dan bertasbihlah) yakni, salatlah seraya (memuji Rabbmu pada waktu petang) yaitu sesudah matahari tergelincir (dan pagi) yang dimaksud adalah salat lima waktu.", "56": "(Sesungguhnya orang-orang yang memperdebatkan tentang ayat-ayat Allah) yakni Alquran (tanpa alasan) tanpa argumentasi (yang sampai kepada mereka, tidak ada) (dalam dada mereka melainkan hanyalah keinginan akan kebesaran) yakni tinggi diri dan tamak ingin mengatasi kamu (yang mereka sekali-kali tiada akan mencapainya maka mintalah perlindungan) dari kejahatan mereka (kepada Allah. Sesungguhnya Dia Maha Mendengar) akan semua perkataan mereka (lagi Maha Melihat) keadaan mereka; ayat ini diturunkan berkenaan dengan orang-orang yang ingkar kepada hari berbangkit.", "57": "(Sesungguhnya penciptaan langit dan bumi) yakni permulaannya (lebih besar daripada penciptaan manusia) untuk yang kedua kalinya, yaitu mengulanginya (tetapi kebanyakan manusia) yakni orang-orang kafir Mekah (tidak mengetahui) hal tersebut, perihal mereka sama dengan orang buta, sedangkan orang yang mengetahui hal tersebut perumpamaannya sama dengan orang yang melihat.", "58": "(Dan tidaklah sama orang yang buta dengan orang yang melihat, dan) tidak sama pula (orang-orang yang beriman serta mengerjakan amal saleh) yaitu orang yang selalu berbuat kebaikan (dengan orang-orang yang durhaka) di dalam lafal ayat ini terdapat tambahan huruf Laa (Sedikit sekali kalian mengambil pelajaran) mengambil nasihat; dapat dibaca Yatadzakkaruuna atau Tatadzakkaruuna, yakni kesadaran mereka terhadap hal ini sangat sedikit.", "59": "(Sesungguhnya hari kiamat pasti akan datang, tidak ada keraguan) artinya, tidak diragukan lagi (tentangnya, akan tetapi kebanyakan manusia tidak beriman) kepadanya.  302", "60": "(Dan Rabb kalian berfirman, \"Berdoalah kepada-Ku, niscaya akan Kuperkenankan bagi kalian) maksudnya, sembahlah Aku, niscaya Aku akan memberi pahala kepada kalian. Pengertian ini disimpulkan dari ayat selanjutnya, yaitu, (Sesungguhnya orang-orang yang menyombongkan diri dari menyembah-Ku akan masuk) dapat dibaca Sayadkhuluuna atau Sayudkhaluuna, menurut bacaan yang kedua artinya, mereka akan dimasukkan ke dalam (neraka Jahanam dalam keadaan hina dina\") dalam keadaan terhina.", "61": "(Allahlah yang menjadikan malam untuk kalian supaya kalian beristirahat padanya; dan menjadikan siang terangbenderang) dikaitkannya pengertian melihat kepada siang hanyalah majaz atau kata kiasan belaka, karena pada siang hari manusia dapat melihat.\n\n(Sesungguhnya Allah benar-benar mempunyai karunia yang dilimpahkan atas manusia, akan tetapi kebanyakan manusia tidak bersyukur) kepada Allah, malahan mereka tidak beriman kepada-Nya.", "62": "(Yang demikian itu adalah Allah, Rabb kalian, Pencipta segala sesuatu, tiada Tuhan melainkan Dia, maka bagaimanakah kalian dapat dipalingkan?) maksudnya, bagaimanakah kalian dipalingkan dari iman kepada-Nya, padahal bukti-bukti-Nya sudah jelas.", "63": "(Seperti demikianlah dipalingkan) artinya sebagaimana mereka dipalingkan, maka dipalingkan pula (orang-orang yang terhadap ayat-ayat Allah) yakni mukjizat-mukjizat-Nya (mereka ingkar.)", "64": "(Allahlah yang menjadikan bumi bagi kalian sebagai tempat menetap dan langit sebagai atap) maksudnya, yang menaungi (dan membentuk kalian lalu membaguskan rupa kalian serta memberi kalian rezeki dengan sebagian yang baik-baik. Yang demikian itu adalah Allah Rabb kalian, Maha Agung Allah, Rabb semesta Alam.)", "65": "(Dialah Yang hidup kekal tiada Tuhan melainkan Dia, maka serulah Dia) sembahlah Dia (dengan memurnikan ibadah kepada-Nya) dari kemusyrikan.\n\n(Segala puji bagi Allah Rabb semesta alam.)", "66": "(Katakanlah, \"Sesungguhnya aku dilarang menyembah sesembahan yang kalian seru) yang kalian sembah (selain Allah setelah datang kepadaku keterangan-keterangan) yakni bukti-bukti tauhid (dari Rabbku, dan aku diperintahkan supaya tunduk patuh kepada Rabb semesta alam.)", "67": "(Dialah Yang menciptakan kalian dari tanah) yang menciptakan bapak moyang kalian yaitu Nabi Adam dari tanah liat (kemudian dari setetes nuthfah) yakni air mani (sesudah itu dari segumpal darah) yakni dari kental (kemudian dikeluarkan-Nya kalian sebagai seorang anak) lafal Thiflan sekalipun bentuknya mufrad atau tunggal, bermakna jamak (kemudian) dibiarkan-Nya kalian hidup (supaya kalian sampai kepada masa dewasa) masa sempurnanya kekuatan kalian, yaitu di antara umur tiga puluh sampai dengan empat puluh tahun (kemudian -dibiarkan-Nya kalian hidup- sampai tua) dapat dibaca Syuyuukhan atau Syiyuukhan (di antara kalian ada yang diwafatkan sebelum itu) sebelum dewasa dan sebelum mencapai usia tua. Dia melakukan hal tersebut kepada kalian supaya kalian hidup (dan supaya kalian sampai pada ajal yang ditentukan) yakni waktu yang telah dibataskan bagi hidup kalian (dan supaya kalian memahami) bukti-bukti yang menunjukkan keesaan-Nya, kemudian kalian beriman kepada-Nya.", "68": "(Dialah yang menghidupkan dan yang mematikan, maka apabila Dia menetapkan sesuatu urusan) artinya, Dia berkehendak mewujudkan sesuatu (Dia hanya berkata kepadanya, 'Jadilah!' maka jadilah ia.\") lafal Fayakuunu dapat pula dibaca Fayakuuna akan tetapi dengan memperkirakan adanya huruf An sebelumnya. Yakni, sesuatu yang dikehendaki itu langsung ada sesudah ada kehendak-Nya, sebagaimana yang telah digambarkan oleh makna firman yang tadi itu.", "69": "(Apakah kamu tidak melihat kepada orang-orang yang membantah ayat-ayat Allah?) membantah Alquran.\n\n(Bagaimanakah) (mereka dapat dipalingkan) dari iman?", "70": "(Orang-orang yang mendustakan Alkitab) yakni Alquran (dan wahyu yang dibawa oleh rasul-rasul Kami yang telah Kami utus) dengan membawa ajaran tauhid dan berita tentang adanya hari berbangkit; mereka adalah orang-orang kafir Mekah.\n\n(Kelak mereka akan mengetahui) akibat dari kedustaan mereka.", "71": "(Ketika belenggu dipasang di leher mereka) lafal Idz di sini bermakna Idzaa yakni ketika (dan rantai-rantai) pun dipasang pula di leher mereka. Lafal As-Salaasilu ini diathafkan kepada lafal Al-Aghlaalu. Atau berkedudukan menjadi Mubtada sedangkan Khabarnya tidak disebutkan, yaitu lafal Fii Arjulihim. Dengan demikian maka artinya ialah, Dan rantai-rantai pun dipasang pada kaki mereka Atau Khabar lafal As-Salaasilu ini ialah ayat berikutnya, yaitu (seraya mereka diseret) dengannya.", "72": "(Ke dalam air yang sangat panas) yakni neraka Jahanam (kemudian mereka dibakar dalam api) maksudnya, mereka dibakar oleh api neraka.", "73": "(Kemudian dikatakan kepada mereka) sebagai celaan dan penelanjangan, (\"Manakah berhala-berhala yang selalu kalian persekutukan?)", "74": "(Selain Allah?\") yang kalian sembah selain-Nya; yang dimaksud adalah berhala-berhala.\n\n(Mereka menjawab, \"Mereka telah hilang lenyap) artinya, telah tiada (dari kami) maka kami tidak melihat mereka (bahkan kami dahulu tiada pernah menyembah sesuatu\") mereka mengingkari penyembahan mereka kepada berhala-berhala itu. Kemudian berhala-berhala sesembahan mereka itu didatangkan, selanjutnya dikatakan kepada mereka, sebagaimana yang disebutkan dalam ayat yang lain, yaitu firman-Nya, \"Sesungguhnya kalian dan apa yang kalian sembah selain Allah, adalah makanan Jahanam.\" (Q.S. AlAnbiya, 98).\n\n(Seperti demikianlah) yakni sebagaimana disesatkan-Nya orang-orang yang mendustakan Alquran (Allah menyesatkan orang-orang kafir.)", "75": "Dikatakan pula kepada mereka, (\"Yang demikian itu) yakni azab itu (disebabkan kalian bersuka ria di muka bumi dengan tidak benar) yaitu melakukan perbuatan syirik dan ingkar kepada adanya hari berbangkit (dan karena kalian selalu bersuka ria) artinya, terlalu berlebih-lebihan di dalam bersuka ria.", "76": "(Masuklah kalian ke pintu-pintu neraka Jahanam, sedangkan kalian kekal di dalamnya. Maka itulah seburuk-buruk tempat) yakni tempat tinggal (bagi orang-orang yang sombong.\")", "77": "(Maka bersabarlah kamu, sesungguhnya janji Allah) yang akan mengazab mereka (adalah benar; maka jika Kami perlihatkan kepadamu) lafal Immaa adalah berasal dari In Syarthiyah yang diidgamkan kepada Maa Zaidah yang berfungsi mengukuhkan makna Syarat di awal Fi'il, kemudian menyusul Nun Taukid sesudahnya yang juga mengukuhkan makna syarath tadi (sebagian siksa yang Kami ancamkan kepada mereka) yakni semasa kamu masih hidup Kami menurunkan sebagian azab kepada mereka. Jawab Syarathnya tidak disebutkan, yaitu lafal Fadzaaka, yakni maka itulah sebagian dari azab Kami (atau pun Kami wafatkan kamu) yaitu sebelum mereka diazab (namun kepada Kami sajalah mereka dikembalikan) lalu Kami akan  303  mengazab mereka dengan siksaan yang sangat keras. Jawab Syarath yang telah disebutkan di atas tadi hanyalah untuk Ma'thuf saja, yakni hanya untuk kalimah, Fa-immaa Nuriyannaka Ba'dhal Ladzii Na'iduhum, Fadzaaka.", "78": "(Dan sesungguhnya telah Kami utus rasul-rasul sebelum kamu; di antara mereka ada yang Kami ceritakan kepadamu dan di antara mereka ada -pula- yang tidak Kami ceritakan kepadamu) menurut suatu riwayat diceritakan, bahwa Allah swt. telah mengutus delapan ribu orang nabi untuk menjadi rasul; yang empat ribu orang di antaranya dari kaum Bani Israel, sedangkan yang empat ribu orang lagi dari kalangan umat-umat selain Bani Israel.\n\n(Tidak dapat bagi seorang rasul) di antara rasul-rasul itu (membawa suatu mukjizat, melainkan dengan seizin Allah) karena mereka juga hamba-hamba Allah yang diperintah oleh-Nya (maka apabila telah datang perintah Allah) yang memerintahkan supaya azab diturunkan atas orang-orang kafir (diputuskan) semua perkara di antara rasul-rasul dan orang-orang yang mendustakannya (dengan adil. Dan ketika itu rugilah orang-orang yang berpegang kepada yang batil) yakni, keputusan itu merupakan kemenangan bagi rasul-rasul dan kerugian bagi orangorang yang mendustakannya; pada hakikatnya sebelum itu pun orang-orang yang mendustakan para rasul sudah merugi.", "79": "(Allahlah yang menjadikan binatang ternak untuk kalian) menurut suatu pendapat dikatakan, bahwa yang dimaksud hanyalah unta saja. Tetapi menurut pendapat yang kuat, ternak yang dimaksud mencakup pula sapi dan kambing (sebagiannya untuk kalian kendarai dan sebagiannya untuk kalian makan.)", "80": "(Dan -ada lagi- manfaat-manfaat lain pada binatang ternak itu untuk kalian) yaitu berupa air susu, keturunan binatang ternak itu dan juga dari bulu-bulunya (dan supaya kalian mencapai suatu keperluan yang tersimpan dalam hati) maksudnya, dapat kalian gunakan untuk mengangkut barang-barang ke berbagai negeri (dengan mengendarainya) di daratan (dan dengan menaiki bahtera) yakni perahu melalui jalan laut (kalian dapat menaiki semuanya.)", "81": "(Dan Dia memperlihatkan kepada kalian tanda-tanda-Nya; maka tanda-tanda Allah yang manakah) yakni tanda-tanda yang menunjukkan kepada keesaan-Nya (yang kalian ingkari?) Istifham atau kata tanya di sini mengandung makna cemoohan. Disebutkan lafal Ayyun dalam bentuk Mudzakkar adalah lebih terkenal daripada bentuk Ta'nitsnya.", "82": "(Maka apakah mereka tiada mengadakan perjalanan di muka bumi lalu memperhatikan betapa kesudahan orang-orang yang sebelum mereka. Adalah orang-orang yang sebelum mereka itu lebih hebat kekuatannya dan -lebih banyak- bekas-bekas mereka di muka bumi) seperti gedung-gedung dan bangunan-bangunan lainnya sebagai peninggalan mereka (maka apa yang mereka usahakan itu tidak dapat menolong mereka.)", "83": "(Maka tatkala datang kepada mereka rasul-rasul mereka dengan membawa keterangan-keterangan) yakni mukjizatmukjizat yang nyata (mereka merasa senang) orang-orang kafir itu (dengan apa yang ada pada mereka) yakni rasul-rasul itu (yaitu pengetahuan mereka) pengertian gembira di sini mengandung makna ejekan dan olok-olokan seraya ingkar kepada apa yang didatangkan oleh para rasul itu (dan menimpalah) maksudnya, turunlah (kepada mereka apa yang selalu mereka perolokolokkan itu) yaitu, azab Allah yang selalu mereka ejek itu.", "84": "(Maka tatkala mereka melihat azab Kami) yakni betapa kerasnya azab Kami (mereka berkata, \"Kami beriman hanya kepada Allah saja, dan kami kafir kepada sesembahan-sesembahan yang telah kami mempersekutukannya dengan Allah.\")", "85": "(Maka iman mereka tiada berguna bagi mereka tatkala mereka telah melihat siksa Kami. Itulah sunah Allah) dinashabkannya lafal Sunnatallaahi karena menjadi Mashdar dari Fi'il yang diperkirakan keberadaannya, dan Fi'il tersebut diambil dari lafalnya (yang telah berlaku terhadap hamba-hamba-Nya) yaitu pada semua umat, bahwasanya iman tiada gunanya apabila timbul di kala azab turun.\n\n(Dan di waktu itu merugilah orang-orang kafir) yakni jelaslah kerugian mereka; masing-masing di antara mereka mengalami kerugian yang nyata; dan memang sebelum itu pun mereka adalah orang-orang yang merugi."}}}}}}