{"66": {"number": "66", "name": "التحريم", "name_latin": "At-Tahrim", "number_of_ayah": "12", "text": {"1": "يٰٓاَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَآ اَحَلَّ اللّٰهُ لَكَۚ تَبْتَغِيْ مَرْضَاتَ اَزْوَاجِكَۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ ", "2": "قَدْ فَرَضَ اللّٰهُ لَكُمْ تَحِلَّةَ اَيْمَانِكُمْۚ وَاللّٰهُ مَوْلٰىكُمْۚ وَهُوَ الْعَلِيْمُ الْحَكِيْمُ ", "3": "وَاِذْ اَسَرَّ النَّبِيُّ اِلٰى بَعْضِ اَزْوَاجِهٖ حَدِيْثًاۚ فَلَمَّا نَبَّاَتْ بِهٖ وَاَظْهَرَهُ اللّٰهُ عَلَيْهِ عَرَّفَ بَعْضَهٗ وَاَعْرَضَ عَنْۢ بَعْضٍۚ فَلَمَّا نَبَّاَهَا بِهٖ قَالَتْ مَنْ اَنْۢبَاَكَ هٰذَاۗ قَالَ نَبَّاَنِيَ الْعَلِيْمُ الْخَبِيْرُ ", "4": "اِنْ تَتُوْبَآ اِلَى اللّٰهِ فَقَدْ صَغَتْ قُلُوْبُكُمَاۚ وَاِنْ تَظٰهَرَا عَلَيْهِ فَاِنَّ اللّٰهَ هُوَ مَوْلٰىهُ وَجِبْرِيْلُ وَصَالِحُ الْمُؤْمِنِيْنَۚ وَالْمَلٰۤىِٕكَةُ بَعْدَ ذٰلِكَ ظَهِيْرٌ ", "5": "عَسٰى رَبُّهٗٓ اِنْ طَلَّقَكُنَّ اَنْ يُّبْدِلَهٗٓ اَزْوَاجًا خَيْرًا مِّنْكُنَّ مُسْلِمٰتٍ مُّؤْمِنٰتٍ قٰنِتٰتٍ تٰۤىِٕبٰتٍ عٰبِدٰتٍ سٰۤىِٕحٰتٍ ثَيِّبٰتٍ وَّاَبْكَارًا ", "6": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا قُوْٓا اَنْفُسَكُمْ وَاَهْلِيْكُمْ نَارًا وَّقُوْدُهَا النَّاسُ وَالْحِجَارَةُ عَلَيْهَا مَلٰۤىِٕكَةٌ غِلَاظٌ شِدَادٌ لَّا يَعْصُوْنَ اللّٰهَ مَآ اَمَرَهُمْ وَيَفْعَلُوْنَ مَا يُؤْمَرُوْنَ ", "7": "يٰٓاَيُّهَا الَّذِيْنَ كَفَرُوْا لَا تَعْتَذِرُوا الْيَوْمَۗ اِنَّمَا تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُوْنَ ࣖ", "8": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا تُوْبُوْٓا اِلَى اللّٰهِ تَوْبَةً نَّصُوْحًاۗ عَسٰى رَبُّكُمْ اَنْ يُّكَفِّرَ عَنْكُمْ سَيِّاٰتِكُمْ وَيُدْخِلَكُمْ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُۙ يَوْمَ لَا يُخْزِى اللّٰهُ النَّبِيَّ وَالَّذِيْنَ اٰمَنُوْا مَعَهٗۚ نُوْرُهُمْ يَسْعٰى بَيْنَ اَيْدِيْهِمْ وَبِاَيْمَانِهِمْ يَقُوْلُوْنَ رَبَّنَآ اَتْمِمْ لَنَا نُوْرَنَا وَاغْفِرْ لَنَاۚ اِنَّكَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ", "9": "يٰٓاَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنٰفِقِيْنَ وَاغْلُظْ عَلَيْهِمْۗ وَمَأْوٰىهُمْ جَهَنَّمُۗ وَبِئْسَ الْمَصِيْرُ ", "10": "ضَرَبَ اللّٰهُ مَثَلًا لِّلَّذِيْنَ كَفَرُوا امْرَاَتَ نُوْحٍ وَّامْرَاَتَ لُوْطٍۗ كَانَتَا تَحْتَ عَبْدَيْنِ مِنْ عِبَادِنَا صَالِحَيْنِ فَخَانَتٰهُمَا فَلَمْ يُغْنِيَا عَنْهُمَا مِنَ اللّٰهِ شَيْـًٔا وَّقِيْلَ ادْخُلَا النَّارَ مَعَ الدَّاخِلِيْنَ ", "11": "وَضَرَبَ اللّٰهُ مَثَلًا لِّلَّذِيْنَ اٰمَنُوا امْرَاَتَ فِرْعَوْنَۘ اِذْ قَالَتْ رَبِّ ابْنِ لِيْ عِنْدَكَ بَيْتًا فِى الْجَنَّةِ وَنَجِّنِيْ مِنْ فِرْعَوْنَ وَعَمَلِهٖ وَنَجِّنِيْ مِنَ الْقَوْمِ الظّٰلِمِيْنَۙ ", "12": "وَمَرْيَمَ ابْنَتَ عِمْرٰنَ الَّتِيْٓ اَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيْهِ مِنْ رُّوْحِنَا وَصَدَّقَتْ بِكَلِمٰتِ رَبِّهَا وَكُتُبِهٖ وَكَانَتْ مِنَ الْقٰنِتِيْنَ ࣖ   ۔"}, "translations": {"id": {"name": "Pengharaman", "text": {"1": "Wahai Nabi! Mengapa engkau mengharamkan apa yang dihalalkan Allah bagimu? Engkau ingin menyenangkan hati istri-istrimu? Dan Allah Maha Pengampun, Maha Penyayang. ", "2": "Sungguh, Allah telah mewajibkan kepadamu membebaskan diri dari sumpahmu; dan Allah adalah pelindungmu dan Dia Maha Mengetahui, Mahabijaksana. ", "3": "Dan ingatlah ketika secara rahasia Nabi membicarakan suatu peristiwa kepada salah seorang istrinya (Hafsah). Lalu dia menceritakan peristiwa itu (kepada Aisyah) dan Allah memberitahukan peristiwa itu kepadanya (Nabi), lalu (Nabi) memberitahukan (kepada Hafsah) sebagian dan menyembunyikan sebagian yang lain. Maka ketika dia (Nabi) memberitahukan pembicaraan itu kepadanya (Hafsah), dia bertanya, “Siapa yang telah memberitahukan hal ini kepadamu?” Nabi menjawab, “Yang memberitahukan kepadaku adalah Allah Yang Maha Mengetahui, Mahateliti.” ", "4": "Jika kamu berdua bertobat kepada Allah, maka sungguh, hati kamu berdua telah condong (untuk menerima kebenaran); dan jika kamu berdua saling bantu-membantu menyusahkan Nabi, maka sungguh, Allah menjadi pelindungnya dan (juga) Jibril dan orang-orang mukmin yang baik; dan selain itu malaikat-malaikat adalah penolongnya. ", "5": "Jika dia (Nabi) menceraikan kamu, boleh jadi Tuhan akan memberi ganti kepadanya dengan istri-istri yang lebih baik dari kamu, perempuan-perempuan yang patuh, yang beriman, yang taat, yang bertobat, yang beribadah, yang berpuasa, yang janda dan yang perawan. ", "6": "Wahai orang-orang yang beriman! Peliharalah dirimu dan keluargamu dari api neraka yang bahan bakarnya adalah manusia dan batu; penjaganya malaikat-malaikat yang kasar, dan keras, yang tidak durhaka kepada Allah terhadap apa yang Dia perintahkan kepada mereka dan selalu mengerjakan apa yang diperintahkan. ", "7": "Wahai orang-orang kafir! Janganlah kamu mengemukakan alasan pada hari ini. Sesungguhnya kamu hanya diberi balasan menurut apa yang telah kamu kerjakan. ", "8": "Wahai orang-orang yang beriman! Bertobatlah kepada Allah dengan tobat yang semurni-murninya, mudah-mudahan Tuhan kamu akan menghapus kesalahan-kesalahanmu dan memasukkan kamu ke dalam surga yang mengalir di bawahnya sungai-sungai, pada hari ketika Allah tidak mengecewakan Nabi dan orang-orang yang beriman bersama dengannya; sedang cahaya mereka memancar di hadapan dan di sebelah kanan mereka, sambil mereka berkata, “Ya Tuhan kami, sempurnakanlah untuk kami cahaya kami dan ampunilah kami; Sungguh, Engkau Mahakuasa atas segala sesuatu.” ", "9": "Wahai Nabi! Perangilah orang-orang kafir dan orang-orang munafik dan bersikap keraslah terhadap mereka. Tempat mereka adalah neraka Jahanam dan itulah seburuk-buruk tempat kembali. ", "10": "Allah membuat perumpamaan bagi orang-orang kafir, istri Nuh dan istri Lut. Keduanya berada di bawah pengawasan dua orang hamba yang saleh di antara hamba-hamba Kami; lalu kedua istri itu berkhianat kepada kedua suaminya, tetapi kedua suaminya itu tidak dapat membantu mereka sedikit pun dari (siksaan) Allah; dan dikatakan (kepada kedua istri itu), “Masuklah kamu berdua ke neraka bersama orang-orang yang masuk (neraka).” ", "11": "Dan Allah membuat perumpamaan bagi orang-orang yang beriman, istri Fir‘aun, ketika dia berkata, “Ya Tuhanku, bangunkanlah untukku sebuah rumah di sisi-Mu dalam surga dan selamatkanlah aku dari Fir‘aun dan perbuatannya, dan selamatkanlah aku dari kaum yang zalim,” ", "12": "dan Maryam putri Imran yang memelihara kehormatannya, maka Kami tiupkan ke dalam rahimnya sebagian dari roh (ciptaan) Kami; dan dia membenarkan kalimat-kalimat Tuhannya dan kitab-kitab-Nya; dan dia termasuk orang-orang yang taat. "}}}, "tafsir": {"id": {"kemenag": {"name": "Kemenag", "source": "Aplikasi Quran Kementrian Agama Republik Indonesia", "text": {"1": "Pada ayat ini, Allah menegur Nabi saw karena bersumpah tidak akan meminum madu lagi, padahal madu itu adalah minuman yang halal. Sebabnya hanyalah karena menghendaki kesenangan hati istri-istrinya.\n\nAyat ini ditutup dengan satu ketegasan bahwa Allah Maha Pengampun atas dosa hamba-Nya yang bertobat, dan Dia telah mengampuni kesalahan Nabi saw yang telah bersumpah tidak mau lagi minum madu.", "2": "Dalam ayat ini, Allah menjelaskan bahwa Dia telah menetapkan satu ketentuan yaitu wajib bagi seseorang membebaskan dirinya dari sumpah yang pernah diucapkannya dengan membayar kafarat sebagaimana yang dijelaskan dalam firman Allah:\n\nMaka kafaratnya (denda pelanggaran sumpah) ialah memberi makan sepuluh orang miskin, yaitu dari makanan yang biasa kamu berikan kepada keluargamu, atau memberi mereka pakaian atau memerdekakan seorang hamba sahaya. Barangsiapa tidak mampu melakukannya, maka (kafaratnya) berpuasalah tiga hari. Itulah kafarat sumpah-sumpahmu apabila kamu bersumpah. (al-Ma'idah/5: 89)\n\nSumpah yang wajib dilanggar ialah jika bersifat menghalalkan sesuatu yang hukumnya haram, atau sebaliknya sumpah itu mengharamkan sesuatu yang halal. Untuk membatalkan sumpah tidak minum madu, Nabi saw telah memenuhi ketentuan Allah tersebut di atas, dengan membayar kafarat yaitu memerdekakan seorang budak, sebagaimana yang diinformasikan dalam sebuah hadis: \n\nDari Ibnu 'Abbas, ia berkata, \"Saya bertanya kepada 'Umar bin al-Khaththab tentang siapa kedua perempuan itu? Ia berkata, 'Aisyah dan Hafsah. Dia mengawali cerita tentang Ummu Ibrahim (Mariyah) al-Qibthiyyah yang digauli Nabi saw di rumah Hafsah pada hari (giliran)nya, lalu Hafsah mengetahuinya. Hafsah lalu berkata, 'Wahai Nabi Allah, engkau telah memperlakukan saya dengan perlakuan yang tidak engkau lakukan kepada istri-istrimu yang lain pada hari saya, rumah saya, dan di atas tempat tidur saya. Nabi berkata, 'Senangkah engkau bila saya mengharamkannya dengan tidak menggaulinya lagi? Ia menjawab, 'Baik, haramkan dia! Nabi lalu berkata, 'Janganlah engkau katakan hal ini kepada siapa pun. Tetapi Hafsah mengatakannya kepada 'Aisyah. Kemudian Allah memberitahukan hal itu kepada Nabi saw, lalu menurunkan ayat: \"ya ayyuhan-nabiyyu lima tuharrimu¦\" dan seterusnya. Kami mendapat berita bahwa Nabi saw membayar kafarat sumpahnya dan menggauli Maryam al-Qibtiyyah kembali.\" (Riwayat Ibnu Jarir dan Ibnu Mundhir)\n\nKesimpulan dari apa yang terkandung dalam ayat ini adalah bahwa yang diharamkan Nabi saw untuk dirinya adalah sesuatu yang telah dihalalkan Allah, bisa berupa budak, minuman, atau yang lainnya. Apa pun kasusnya, yang jelas Nabi mengharamkan sesuatu yang dihalalkan Allah. Oleh karena itulah, Allah menegur dan meminta Nabi untuk membatalkan sumpahnya dan membayar kafarat.\n\nDi bagian akhir ayat ini dijelaskan bahwa Allah adalah pelindung orang beriman, mengalahkan musuh-musuhnya, memudahkannya menempuh jalan yang menguntungkan di dunia dan di akhirat, memberikan hidayat dan bimbingan untuk mencapai kebahagiaan dunia dan akhirat. Dia Maha Mengetahui apa yang mendatangkan maslahat. Allah Mahabijaksana dalam mengatur segala sesuatunya, tidak akan melarang dan memerintahkan sesuatu kecuali tujuannya ialah maslahat manusia.", "3": "Dalam ayat ini, Allah mengingatkan suatu peristiwa yang terjadi pada diri Nabi saw yaitu ketika beliau meminta kepada Hafsah (salah seorang istrinya) untuk merahasiakan dan tidak memberitahukan kepada siapa pun bahwa beliau pernah meminum madu di rumah Zainab binti Jahsy, lalu bersumpah tidak akan mengulangi hal itu lagi. Setelah Hafsah menceritakan hal itu kepada 'Aisyah, Allah lalu memberitahukan kepada Nabi percakapan antara keduanya itu. Nabi saw kemudian memberitahu Hafsah tentang perbuatannya yang telah menyiarkan rahasia beliau. Ketika itu Hafsah menjadi heran dan bertanya, \"Siapakah yang telah memberitahukan hal ini kepadamu?\" Ia menyangka bahwa 'Aisyahlah yang memberitahukan, Nabi saw menjawab bahwa yang memberitahukan ialah Allah, Tuhan Yang Maha Mengetahui segala rahasia dan bisikan, Maha Mengenal apa yang ada di bumi dan apa yang ada di langit, tiada sesuatu yang tersembunyi bagi-Nya. Firman Allah:\n\nBagi Allah tidak ada sesuatu pun yang tersembunyi di bumi dan di langit. (Ali 'Imran/3: 5)", "4": "Dalam ayat ini, Allah menerangkan bahwa jika Hafsah dan 'Aisyah mau bertobat, dan mengatakan bahwa dirinya telah menyalahi kehendak Nabi saw, keduanya cinta kepada apa yang beliau cintai, dan membenci apa yang beliau benci, berarti keduanya telah cenderung untuk menerima kebaikan.\n\nDalam riwayat lain, Ibnu 'Abbas berkata, \"Saya senantiasa ingin menanyakan kepada Umar tentang dua istri Nabi saw yang dimaksudkan firman Allah, \"Jika kamu berdua bertobat kepada Allah¦,\" sampai 'Umar menunaikan ibadah haji dan saya pun menunaikan ibadah haji bersama dia. Ketika 'Umar dalam perjalanannya mampir untuk berwudu, saya guyur kedua tangannya dan bertanya, 'Wahai Amirul Mukminin! Siapakah kedua istri Nabi yang dituju oleh firman Allah, \"Jika kamu berdua bertobat kepada Allah ¦.\" 'Umar lalu menjawab, 'Wahai Ibnu 'Abbas! Kedua istri Nabi saw yang dimaksud itu ialah 'Aisyah dan Hafsah. Kalau keduanya ('Aisyah dan Hafsah) tetap sepakat berbuat apa yang menyakiti hati Nabi saw dengan menyiarkan rahasianya, hal itu tidak akan menyusahkan Nabi, karena Allah-lah pelindungnya, serta membantunya di dalam urusan agama dan semua hal yang dihadapinya. Begitu pula Jibril, orang-orang mukmin yang saleh, dan para malaikat, semuanya turut menolong dan membantunya.", "5": "Diriwayatkan oleh Anas dari 'Umar bahwa ia berkata, \"Telah sampai kepadaku bahwa sebagian istri-istri Nabi bersikap keras kepada Nabi dan menyakiti hati beliau. Maka saya selidiki hal itu. Saya menasihatinya satu-persatu dan melarangnya menyakiti hati Nabi saw, saya berkata, 'Jika kalian tetap tidak mau taat maka boleh jadi Allah memberikan kepada Nabi, istri-istri baru yang lebih baik dari kalian. Dan setelah saya menemui Zainab, ia berkata, 'Wahai Ibnu Khaththab! Apakah tidak ada usaha Rasulullah untuk menasihati istri-istrinya? Maka nasihatilah mereka sampai mereka itu tidak diceraikan, maka turunlah ayat ini.\"\n\nAyat ini berisi peringatan dari Allah terhadap istri-istri yang menyakiti hati Nabi saw. Jika Nabi menceraikan mereka, boleh jadi Allah menggantinya dengan istri-istri baru yang lebih baik dari mereka, baik keislaman maupun keimanannya, yaitu istri-istri yang tekun beribadah, bertobat kepada Allah, patuh kepada perintah-perintah Rasul.", "6": "Dalam ayat ini, Allah memerintahkan orang-orang yang beriman agar menjaga dirinya dari api neraka yang bahan bakarnya terdiri dari manusia dan batu, dengan taat dan patuh melaksanakan perintah Allah. Mereka juga diperintahkan untuk mengajarkan kepada keluarganya agar taat dan patuh kepada perintah Allah untuk menyelamatkan mereka dari api neraka. Keluarga merupakan amanat yang harus dipelihara kesejahteraannya baik jasmani maupun rohani.\n\nDi antara cara menyelamatkan diri dari api neraka itu ialah mendirikan salat dan bersabar, sebagaimana firman Allah:\n\nDan perintahkanlah keluargamu melaksanakan salat dan sabar dalam mengerjakannya. (thaha/20: 132)\n\nDan berilah peringatan kepada kerabat-kerabatmu (Muhammad) yang terdekat. (asy-Syu'ara'/26: 214)\n\nDiriwayatkan bahwa ketika ayat ke-6 ini turun, 'Umar berkata, \"Wahai Rasulullah, kami sudah menjaga diri kami, dan bagaimana menjaga keluarga kami?\" Rasulullah saw menjawab, \"Larang mereka mengerjakan apa yang kamu dilarang mengerjakannya dan perintahkan mereka melakukan apa yang diperintahkan Allah kepadamu. Begitulah caranya menyelamatkan mereka dari api neraka. Neraka itu dijaga oleh malaikat yang kasar dan keras yang pemimpinnya berjumlah sembilan belas malaikat. Mereka diberi kewenangan mengadakan penyiksaan di dalam neraka. Mereka adalah para malaikat yang tidak mendurhakai Allah terhadap apa yang diperintahkan-Nya dan selalu mengerjakan apa yang diperintahkan-Nya.", "7": "Pada ayat ini, Allah mengeluarkan satu ketegasan yang ditujukan kepada orang-orang kafir bahwa di hari kemudian nanti, tidak ada lagi gunanya mereka itu mengemukakan alasan, serta menginginkan satu kehendak dan harapan. Waktu dan kesempatan untuk mengemukakan alasan dan harapan sudah lewat. Hari Kiamat hanyalah hari untuk mempertanggungjawabkan dan menerima pembalasan dari apa yang telah dikerjakan di dunia, sebagaimana firman Allah:\n\nDemikianlah Kami menghukum mereka karena kedurhakaannya. Dan sungguh, Kami Mahabenar. (al-An'am/6: 146)\n\nDijelaskan pula dalam ayat lain:\n\nDemikianlah Kami memberi balasan kepada mereka karena kekafiran mereka. Dan Kami tidak menjatuhkan azab (yang demikian itu), melainkan hanya kepada orang-orang yang sangat kafir. (Saba'/34: 17)", "8": "Seruan pada ayat ini ditujukan kepada orang-orang yang percaya kepada Allah dan para rasul-Nya. Mereka diperintahkan bertobat kepada Allah dari dosa-dosa mereka dengan tobat yang sebenar-benarnya (tobat nasuha), yaitu tobat yang memenuhi tiga syarat. Pertama, berhenti dari maksiat yang dilakukannya. Kedua, menyesali perbuatannya, dan ketiga, berketetapan hati tidak akan mengulangi perberbuatan maksiat tersebut. \n\nBila syarat-syarat itu terpenuhi, Allah menghapuskan semua kesalahan dan kejahatan yang telah lalu dan memasukkan mereka ke dalam surga yang mengalir di bawahnya sungai-sungai. Pada saat itu, Allah tidak mengecewakan dan menghinakan Nabi saw dan orang-orang yang beriman bersamanya. Bahkan pada hari itu, kebahagiaan mereka ditonjolkan, cahaya mereka memancar menerangi mereka waktu berjalan menuju Mahsyar tempat diadakan perhitungan dan pertanggungjawaban. Mereka itu meminta kepada Allah agar cahaya mereka disempurnakan, tetap memancar dan tidak akan padam sampai mereka itu melewati sirathal Mustaqim, tempat orang-orang munafik baik laki-laki maupun perempuan memohon dengan sangat agar dapat ditunggu untuk dapat ikut memanfaatkan cahaya mereka. \n\nMereka juga memohon agar dosa-dosa mereka dihapus dan diampuni. Dengan demikian, mereka tidak merasa malu dan kecewa pada waktu diadakan hisab dan pertanggungjawaban. Tidak ada yang patut dimintai untuk menyempurnakan cahaya dan mengampuni dosa kecuali Allah, karena Dialah Yang Mahakuasa atas segala sesuatu, berbuat sesuai dengan kodrat dan iradat-Nya.", "9": "Dalam ayat ini, Allah memerintahkan Nabi Muhammad mengangkat senjata dan memerangi orang-orang kafir dengan sungguh-sungguh dan memberi ancaman serta bertindak tegas dan keras kepada orang-orang munafik. Nabi juga diperintahkan untuk menjelaskan bahwa mereka akan mengalami kekecewaan di akhirat nanti karena kemunafikan mereka. Oleh karena itu, Nabi saw pernah mengusir secara tegas sebagian orang munafik dan menyuruhnya keluar dari masjid. Mereka itu akan dimasukkan ke dalam neraka Jahanam yang merupakan seburuk-buruk tempat tinggal, sebagaimana dijelaskan Allah dalam firman-Nya:\n\nSungguh, Jahanam itu seburuk-buruk tempat menetap dan tempat kediaman. (al-Furqan/25: 66)\n\nDalam ayat lain juga dijelaskan:\n\nMaka orang-orang itu tempatnya di neraka Jahanam, dan (Jahanam) itu seburuk-buruk tempat kembali. (an-Nisa'/4: 97)", "10": "Dalam ayat ini, Allah membuat satu perumpamaan yang menjelaskan keadaan orang-orang kafir yang tidak bermanfaat lagi baginya pelajaran dan nasihat dari orang-orang mukmin yang jujur, antara lain para nabi dan rasul karena kerasnya hati mereka. Tidak ada kesediaan mereka untuk beriman dan fitrah mereka sudah menyimpang dari kebenaran, seperti istri Nabi Nuh dan istri Nabi Lut. Keduanya di dalam asuhan dan pengawasan dua orang nabi, yang mestinya dapat memberikan petunjuk sehingga memperoleh kebahagiaan dunia dan akhirat. Akan tetapi, keduanya tidak mau, bahkan mereka berbuat khianat dan kekafiran. Istri Nabi Nuh menuduh suaminya gila, sedang istri Nabi Lut menuntun kaum suaminya untuk berbuat yang tidak wajar dan tidak sopan terhadap tamu-tamu suaminya yaitu para malaikat. \n\nKeakraban kedua istri-istri itu dengan para suami yaitu Nabi Nuh dan Nabi Lut, dua hamba Allah yang saleh, tidak dapat membendung dan mencegah keduanya dari berbuat khianat dan kufur. Oleh karena itu, kedua istri itu pantas mendapat azab Allah dan akan dimasukkan ke dalam neraka bersama rombongan penghuni neraka, sebagai balasan yang setimpal dari perbuatan keduanya yang jahat, yang merupakan dosa besar.", "11": "Pada ayat ini, Allah membuat perumpamaan sebaliknya yaitu keadaan orang-orang yang beriman. Perumpamaan itu ialah Asiyah binti Muzahim, istri Fir'aun. Dalam perumpamaan itu, Allah menjelaskan bahwa hubungan orang-orang mukmin dengan orang-orang kafir tidak akan membahayakan kalau diri itu murni dan suci dari kotoran. Sekalipun Asiyah binti Muzahim berada di bawah pengawasan suaminya, musuh Allah yang sangat berbahaya, tetapi ia tetap beriman. Ia selalu memohon dan berdoa, \"Ya Tuhanku! Bangunlah untukku sebuah rumah di sisi-Mu dalam surga dan selamatkanlah aku dari Fir'aun dan perbuatannya, dan selamatkanlah aku dari kaum yang zalim.\"", "12": "Pada ayat ini, Allah sekali lagi membuat perumpamaan bagi orang-orang mukmin yaitu keadaan Maryam binti Imran yang memelihara kehormatannya dan telah diberikan karamah di dunia dan akhirat. Ia dipilih Tuhannya karena bereaksi kepada Jibril tentang pengisian rahimnya dengan ucapan sebagaimana diabadikan di dalam Al-Qur'an:\n\nDia (Maryam) berkata, \"Sungguh, aku berlindung kepada Tuhan Yang Maha Pengasih terhadapmu, jika engkau orang yang bertakwa.\" (Maryam/19: 18)\n\nDengan demikian, kesalehannya menjadi mantap dan sempurna kesuciannya, maka ditiupkanlah ke dalam rahimnya oleh Jibril sebagian roh ciptaan Allah, yang mewujudkan seorang nabi yaitu Isa bin Maryam binti Imran, membenarkan syariat Allah dan kitab-kitab yang diturunkan-Nya kepada nabi-Nya. Dia termasuk dan terbilang orang yang bertakwa, tekun beribadah, merendahkan diri, dan taat kepada Tuhan-Nya.\n\nAhmad meriwayatkan dalam Musnadnya bahwa penghulu wanita penghuni surga ialah Maryam lalu Fatimah menyusul Khadijah dan Asiyah.\n\nDi dalam kitab sahih diterangkan bahwa laki-laki yang sempurna banyak bilangannya, tetapi perempuan yang sempurna hanya empat yaitu Asiyah binti Muzahim (istri Fir'aun), Maryam binti 'Imran, Khadijah binti Khuwailid, dan Fathimah binti Muhammad. Sedangkan kelebihan Siti 'Aisyah atas wanita-wanita yang lain seperti kelebihan tsarid atas makanan-makanan yang lain."}}, "jalalain": {"name": "Jalalain", "source": "Pesantren Persatuan Islam 91 Kota Tasikmalaya", "text": {"1": "(Hai nabi! Mengapa kamu mengharamkan apa yang Allah menghalalkannya bagimu) mengenai istri budak wanitamu, yakni Mariyah Qibtiah; yaitu sewaktu Nabi saw. menggaulinya di rumah Hafshah, sedangkan pada waktu itu Siti Hafshah sedang tidak ada di rumah. Lalu datanglah Siti Hafshah, dan ia merasa keberatan dengan adanya hal tersebut yang dilakukan oleh Nabi saw. di dalam rumahnya dan di tempat tidurnya. Lalu kamu mengatakan, dia (Siti Mariyah) haram atas diriku (kamu mencari) dengan mengharamkannya atas dirimu (keridaan istri-istrimu) kerelaan mereka terhadap dirimu.\n\n(Dan Allah Maha Pengampun lagi Maha Penyayang) Dia telah mengampunimu atas tindakan pengharamanmu itu.", "2": "(Sesungguhnya Allah telah mewajibkan) telah mensyariatkan (kepada kamu sekalian membebaskan diri dari sumpah kalian) artinya kalian melepaskan diri dari sumpah yang telah kalian katakan dengan cara membayar kifarat sebagaimana yang telah disebutkan di dalam surat Al-Maidah. Dan termasuk di antara sumpah-sumpah itu ialah mengharamkan budak wanita. Apakah Nabi saw. membayar kifarat? Muqatil mengatakan, bahwa Nabi saw. telah memerdekakan seorang budak sebagai kifaratnya yang telah mengharamkan Siti Mariyah atas dirinya. Akan tetapi Hasan mengatakan, bahwa Nabi saw. tidak membayar kifarat, karena sesungguhnya ia telah mendapat ampunan dari Allah (dan Allah adalah Pelindung kalian) yang menolong kalian (dan Dia Maha Mengetahui lagi Maha Bijaksana).", "3": "(Dan) ingatlah (ketika Nabi membicarakan secara rahasia kepada salah seorang dari istri-istrinya) yakni kepada Siti Hafshah (suatu pembicaraan) tentang mengharamkan Siti Mariyah atas dirinya, kemudian Nabi saw. berkata kepada Siti Hafshah, \"Jangan sekali-kali kamu membuka rahasia ini.\" (Maka tatkala menceritakan peristiwa itu) kepada Siti Aisyah, ia menduga bahwa hal ini tidak dosa (dan Allah memberitahukan hal itu) Dia membukanya (kepadanya) yakni kepada Nabi Muhammad tentang pembicaraan Siti Hafshah kepada Siti Aisyah itu (lalu dia memberitahukan sebagiannya) kepada Siti Hafshah (dan menyembunyikan sebagian yang lain) sebagai kemurahan dari dirinya terhadap dia.\n\n(Maka tatkala dia, Muhammad, memberitahukan pembicaraan itu, lalu Hafshah bertanya, \"Siapakah yang telah memberitahukan hal ini kepadamu?\" Nabi menjawab, \"Telah diberitahukan kepadaku oleh Yang Maha Mengetahui lagi Maha Waspada\") yakni Allah swt.", "4": "(Jika kamu berdua bertobat) yakni Siti Hafshah dan Siti Aisyah (kepada Allah, maka sesungguhnya hati kamu berdua telah condong) cenderung untuk diharamkannya Siti Mariyah, artinya, kamu berdua merahasiakan hal tersebut dalam hati kamu, padahal Nabi saw. tidak menyukai hal tersebut, dan hal ini adalah suatu perbuatan yang berdosa. Jawab Syarat dari kalimat ini tidak disebutkan, yakni jika kamu berdua bertobat kepada Allah, maka tobat kamu diterima. Diungkapkan dengan memakai lafal quluubun dalam bentuk jamak sebagai pengganti dari lafal qalbaini, hal ini tiada lain karena dirasakan amat berat mengucapkan dua isim tatsniah yang digabungkan dalam satu lafal (dan jika kamu berdua saling bantu-membantu) lafal tazhaahara artinya bantu-membantu. Menurut qiraat yang lain dibaca tazhzhaharaa bentuk asalnya adalah Tatazhaaharaa, kemudian huruf ta yang kedua diidgamkan ke dalam huruf zha sehingga jadilah tazhzhaaharaa (terhadapnya) terhadap Nabi saw. dalam melakukan halhal yang tidak disukainya, yakni membuat susah Nabi saw.\n\n(maka sesungguhnya Allah adalah) lafal huwa ini merupakan dhamir fashl (Pelindungnya) maksudnya, yang menolongnya (dan begitu pula Jibril dan orang-orang mukmin yang saleh) seperti Abu Bakar dan Umar r.a. Lafal ini diathafkan secara mahall kepada isimnya inna, yakni begitu pula mereka akan menjadi penolongnya (dan selain dari itu malaikat-malaikat) yaitu sesudah pertolongan Allah dan orang-orang yang telah disebutkan tadi (adalah penolongnya pula) maksudnya mereka semua menjadi penolong Nabi terhadap kamu berdua.  363", "5": "(Jika Nabi menceraikan kalian, boleh jadi Rabbnya) maksudnya, jika nabi menceraikan istri-istrinya (akan memberi ganti kepadanya) dapat dibaca yubdilahu dan yubaddilahu (dengan istri-istri yang lebih baik daripada kalian) lafal azwaajan ini menjadi khabar dari lafal 'asaa sedangkan jumlah an yubdilahu dan seterusnya menjadi jawab syarath. Di sini tidak ada badal karena apa yang disebutkan pada syarat tidak terjadi, yakni perceraian itu tidak pernah terjadi (yang patuh) artinya mengakui Islam (yang beriman) yakni ikhlas hatinya kepada Islam (yang taat) mereka taat (yang bertobat, rajin beribadat, rajin berpuasa) yakni gemar melakukan puasa atau yang berhijrah (yang janda dan yang perawan)", "6": "(Hai orang-orang yang beriman! Peliharalah diri kalian dan keluarga kalian) dengan mengarahkan mereka kepada jalan ketaatan kepada Allah (dari api neraka yang bahan bakarnya adalah manusia) orang-orang kafir (dan batu) seperti berhalaberhala yang mereka sembah adalah sebagian dari bahan bakar neraka itu. Atau dengan kata lain api neraka itu sangat panas, sehingga hal-hal tersebut dapat terbakar. Berbeda halnya dengan api di dunia, karena api di dunia dinyalakan dengan kayu dan lain-lainnya (penjaganya malaikat-malaikat) yakni, juru kunci neraka itu adalah malaikat-malaikat yang jumlahnya ada sembilan belas malaikat, sebagaimana yang akan diterangkan nanti dalam surat Al-Muddatstsir (yang kasar) lafal ghilaazhun ini diambil dari asal kata ghilazhul qalbi, yakni kasar hatinya (yang keras) sangat keras hantamannya (mereka tidak pernah mendurhakai Allah terhadap apa yang telah diperintahkan-Nya kepada mereka) lafal maa amarahum berkedudukan sebagai badal dari lafal Allah. Atau dengan kata lain, malaikat-malaikat penjaga neraka itu tidak pernah mendurhakai perintah Allah (dan mereka selalu mengerjakan apa yang diperintahkan) lafaz ayat ini berkedudukan menjadi badal dari lafal yang sebelumnya. Dalam ayat ini terkandung ancaman bagi orang-orang mukmin supaya jangan murtad; dan juga ayat ini merupakan ancaman pula bagi orangorang munafik yaitu, mereka yang mengaku beriman dengan lisannya tetapi hati mereka masih tetap kafir.", "7": "(Hai orang-orang kafir, janganlah kalian mengemukakan uzur pada hari ini) ucapan ini dikatakan kepada mereka sewaktu mereka dimasukkan ke dalam neraka; dikatakan demikian karena uzur atau alasan itu tiada gunanya.\n\n(Sesungguhnya kalian hanya diberi balasan menurut apa yang kalian kerjakan) sebagai balasannya.", "8": "(Hai orang-orang yang beriman, bertobatlah kepada Allah dengan tobat yang semurni-murninya) dapat dibaca nashuuhaa dan nushuuhaa, artinya tobat yang sebenar-benarnya, bertobat tidak akan mengulangi dosa lagi, dan menyesali apa yang telah dikerjakannya (mudah-mudahan Rabb kalian) lafal 'asaa ini mengandung makna tarajji, yakni sesuatu yang dapat diharapkan akan terjadi (akan menutupi kesalahan-kesalahan kalian, dan memasukkan kalian ke dalam surga-surga) yakni taman-taman surga (yang mengalir di bawahnya sungai-sungai, pada hari ketika Allah tidak menghinakan) Allah tidak akan memasukkan ke dalam neraka (Nabi dan orang-orang yang beriman bersama dia; sedangkan cahaya mereka memancar di hadapan mereka) maksudnya, di depan mereka terang benderang oleh cahayanya (dan) cahaya itu pun memancar pula (di sebelah kanan mereka. Mereka berkata) lafal yaquuluuna merupakan jumlah isti'naf atau kalimat baru: (\"Ya Rabb kami! Sempurnakanlah bagi kami cahaya kami) hingga sampai ke surga, sedangkan orang-orang munafik cahaya mereka padam (dan ampunilah kami) wahai Rabb kami (sesungguhnya Engkau Maha Kuasa atas segala sesuatu.\").", "9": "(Hai Nabi! Perangilah orang-orang kafir) dengan memakai senjata (dan orang-orang munafik) dengan memakai lisan dan hujah (dan bersikap keraslah terhadap mereka) dengan berbicara keras dan membenci mereka.\n\n(Tempat mereka adalah neraka Jahanam, dan seburuk-buruk tempat kembali itu) adalah neraka Jahanam.", "10": "(Allah membuat istri Nuh dan istri Luth perumpamaan bagi orang-orang kafir. Keduanya berada di bawah pengawasan dua orang hamba yang saleh di antara hamba-hamba Kami; lalu kedua istri itu berkhianat kepada kedua suaminya) dalam masalah agama, karena ternyata keduanya kafir dan adalah istri Nabi Nuh yang dikenal dengan nama Wahilah telah berkata kepada kaumnya, \"Sesungguhnya Nuh ini adalah orang gila.\" Sedangkan istri Nabi Luth yang dikenal dengan nama Wailah, memberikan petunjuk kepada kaumnya tentang tamu-tamunya, yaitu bahwa jika tamu-tamu itu tinggal di rumahnya, maka ia akan memberi tanda kepada mereka dengan api di waktu malam dan kalau siang hari dengan memakai asap (maka kedua suaminya itu tiada dapat membantu) yaitu Nabi Nuh dan Nabi Luth tidak bisa menolong (mereka berdua dari Allah) dari azabNya (barang sedikit pun; dan dikatakan) kepada kedua istri itu (\"Masuklah kamu berdua ke dalam neraka bersama orang-orang yang memasukinya\") yaitu bersama orang-orang kafir dari kalangan kaum Nabi Nuh dan kaum Nabi Luth.", "11": "(Dan Allah membuat istri Firaun perumpamaan bagi orang-orang yang beriman) istri Firaun itu beriman kepada Nabi Musa, ia bernama Asiah. Lalu Firaun menyiksanya dengan cara mengikat kedua tangan dan kedua kakinya, lalu di dadanya diletakkan kincir yang besar, kemudian dihadapkan kepada sinar matahari yang terik. Bilamana orang yang diperintahkan oleh Firaun untuk menjaganya pergi maka, malaikat menaunginya dari sengatan sinar matahari (ketika ia berkata) sewaktu dalam keadaan disiksa (\"Ya Rabbku! Bangunlah untukku sebuah rumah di sisi-Mu dalam surga) maka Allah menampakkan rumahnya yang di surga itu, hingga ia dapat melihatnya, maka siksaan yang dialaminya itu terasa ringan baginya setelah melihat pahalanya (dan selamatkanlah aku dari Firaun dan perbuatannya) dari siksaannya terhadap diriku (dan selamatkanlah aku dari kaum yang lalim.\") yakni pemeluk agama Firaun. Setelah itu lalu Allah mencabut rohnya. Menurut Ibnu Kaisan, bahwa Siti Asiah diangkat ke surga dalam keadaan hidup, dan ia makan dan minum di dalam surga.", "12": "(Dan Maryam) lafal ini diathafkan kepada lafaz imra'atu fir`auna (putri Imran yang memelihara kehormatannya) menjaga kehormatannya (maka Kami tiupkan ke dalam rahimnya sebagian dari roh Kami) yakni malaikat Jibril, ia meniupkan ke dalam kerah bajunya roh ciptaan Allah berdasarkan perintah dari Allah, hingga tiupan itu masuk ke dalam kemaluannya, lalu setelah itu Maryam mengandung Isa (dan dia membenarkan kalimat-kalimat Rabbnya) yakni syariat-syariat-Nya (dan Kitab-kitab-Nya) yang telah diturunkan (dan adalah dia termasuk orang-orang yang taat) termasuk golongan orang-orang yang taat kepada Allah."}}}}}}