{"72": {"number": "72", "name": "الجن", "name_latin": "Al-Jinn", "number_of_ayah": "28", "text": {"1": "قُلْ اُوْحِيَ اِلَيَّ اَنَّهُ اسْتَمَعَ نَفَرٌ مِّنَ الْجِنِّ فَقَالُوْٓا اِنَّا سَمِعْنَا قُرْاٰنًا عَجَبًاۙ", "2": "يَّهْدِيْٓ اِلَى الرُّشْدِ فَاٰمَنَّا بِهٖۗ وَلَنْ نُّشْرِكَ بِرَبِّنَآ اَحَدًاۖ", "3": "وَّاَنَّهٗ تَعٰلٰى جَدُّ رَبِّنَا مَا اتَّخَذَ صَاحِبَةً وَّلَا وَلَدًاۖ", "4": "وَّاَنَّهٗ كَانَ يَقُوْلُ سَفِيْهُنَا عَلَى اللّٰهِ شَطَطًاۖ", "5": "وَّاَنَّا ظَنَنَّآ اَنْ لَّنْ تَقُوْلَ الْاِنْسُ وَالْجِنُّ عَلَى اللّٰهِ كَذِبًاۙ", "6": "وَّاَنَّهٗ كَانَ رِجَالٌ مِّنَ الْاِنْسِ يَعُوْذُوْنَ بِرِجَالٍ مِّنَ الْجِنِّ فَزَادُوْهُمْ رَهَقًاۖ", "7": "وَّاَنَّهُمْ ظَنُّوْا كَمَا ظَنَنْتُمْ اَنْ لَّنْ يَّبْعَثَ اللّٰهُ اَحَدًاۖ", "8": "وَّاَنَّا لَمَسْنَا السَّمَاۤءَ فَوَجَدْنٰهَا مُلِئَتْ حَرَسًا شَدِيْدًا وَّشُهُبًاۖ", "9": "وَّاَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَاعِدَ لِلسَّمْعِۗ فَمَنْ يَّسْتَمِعِ الْاٰنَ يَجِدْ لَهٗ شِهَابًا رَّصَدًاۖ", "10": "وَّاَنَّا لَا نَدْرِيْٓ اَشَرٌّ اُرِيْدَ بِمَنْ فِى الْاَرْضِ اَمْ اَرَادَ بِهِمْ رَبُّهُمْ رَشَدًاۙ", "11": "وَّاَنَّا مِنَّا الصّٰلِحُوْنَ وَمِنَّا دُوْنَ ذٰلِكَۗ  كُنَّا طَرَاۤىِٕقَ قِدَدًاۙ", "12": "وَّاَنَّا ظَنَنَّآ اَنْ لَّنْ نُّعْجِزَ اللّٰهَ فِى الْاَرْضِ وَلَنْ نُّعْجِزَهٗ هَرَبًاۖ", "13": "وَّاَنَّا لَمَّا سَمِعْنَا الْهُدٰىٓ اٰمَنَّا بِهٖۗ فَمَنْ يُّؤْمِنْۢ بِرَبِّهٖ فَلَا يَخَافُ بَخْسًا وَّلَا رَهَقًاۖ", "14": "وَّاَنَّا مِنَّا الْمُسْلِمُوْنَ وَمِنَّا الْقَاسِطُوْنَۗ فَمَنْ اَسْلَمَ فَاُولٰۤىِٕكَ تَحَرَّوْا رَشَدًا ", "15": "وَاَمَّا الْقَاسِطُوْنَ فَكَانُوْا لِجَهَنَّمَ حَطَبًاۙ", "16": "وَّاَنْ لَّوِ اسْتَقَامُوْا عَلَى الطَّرِيْقَةِ لَاَسْقَيْنٰهُمْ مَّاۤءً غَدَقًاۙ", "17": "لِّنَفْتِنَهُمْ فِيْهِۗ وَمَنْ يُّعْرِضْ عَنْ ذِكْرِ رَبِّهٖ يَسْلُكْهُ عَذَابًا صَعَدًاۙ", "18": "وَّاَنَّ الْمَسٰجِدَ لِلّٰهِ فَلَا تَدْعُوْا مَعَ اللّٰهِ اَحَدًاۖ", "19": "وَّاَنَّهٗ لَمَّا قَامَ عَبْدُ اللّٰهِ يَدْعُوْهُ كَادُوْا يَكُوْنُوْنَ عَلَيْهِ لِبَدًاۗ  ࣖ", "20": "قُلْ اِنَّمَآ اَدْعُوْا رَبِّيْ وَلَآ اُشْرِكُ بِهٖٓ اَحَدًا ", "21": "قُلْ اِنِّيْ لَآ اَمْلِكُ لَكُمْ ضَرًّا وَّلَا رَشَدًا ", "22": "قُلْ اِنِّيْ لَنْ يُّجِيْرَنِيْ مِنَ اللّٰهِ اَحَدٌ ەۙ وَّلَنْ اَجِدَ مِنْ دُوْنِهٖ مُلْتَحَدًا ۙ", "23": "اِلَّا بَلٰغًا مِّنَ اللّٰهِ وَرِسٰلٰتِهٖۗ وَمَنْ يَّعْصِ اللّٰهَ وَرَسُوْلَهٗ فَاِنَّ لَهٗ نَارَ جَهَنَّمَ خٰلِدِيْنَ فِيْهَآ اَبَدًاۗ", "24": "حَتّٰىٓ اِذَا رَاَوْا مَا يُوْعَدُوْنَ فَسَيَعْلَمُوْنَ مَنْ اَضْعَفُ نَاصِرًا وَّاَقَلُّ عَدَدًاۗ", "25": "قُلْ اِنْ اَدْرِيْٓ اَقَرِيْبٌ مَّا تُوْعَدُوْنَ اَمْ يَجْعَلُ لَهٗ رَبِّيْٓ اَمَدًا ", "26": "عٰلِمُ الْغَيْبِ فَلَا يُظْهِرُ عَلٰى غَيْبِهٖٓ اَحَدًاۙ", "27": "اِلَّا مَنِ ارْتَضٰى مِنْ رَّسُوْلٍ فَاِنَّهٗ يَسْلُكُ مِنْۢ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهٖ رَصَدًاۙ", "28": "لِّيَعْلَمَ اَنْ قَدْ اَبْلَغُوْا رِسٰلٰتِ رَبِّهِمْ وَاَحَاطَ بِمَا لَدَيْهِمْ وَاَحْصٰى كُلَّ شَيْءٍ عَدَدًا ࣖ"}, "translations": {"id": {"name": "Jin", "text": {"1": "Katakanlah (Muhammad), “Telah diwahyukan kepadaku bahwa sekumpulan jin telah mendengarkan (bacaan),” lalu mereka berkata, “Kami telah mendengarkan bacaan yang menakjubkan (Al-Qur'an),", "2": "(yang) memberi petunjuk kepada jalan yang benar, lalu kami beriman kepadanya. Dan kami sekali-kali tidak akan mempersekutukan sesuatu pun dengan Tuhan kami, ", "3": "dan sesungguhnya Mahatinggi keagungan Tuhan kami, Dia tidak beristri dan tidak beranak.”", "4": "Dan sesungguhnya orang yang bodoh di antara kami dahulu selalu mengucapkan (perkataan) yang melampaui batas terhadap Allah,", "5": "dan sesungguhnya kami mengira, bahwa manusia dan jin itu tidak akan mengatakan perkataan yang dusta terhadap Allah, ", "6": "dan sesungguhnya ada beberapa orang laki-laki dari kalangan manusia yang meminta perlindungan kepada beberapa laki-laki dari jin, tetapi mereka (jin) menjadikan mereka (manusia) bertambah sesat. ", "7": "Dan sesungguhnya mereka (jin) mengira seperti kamu (orang musyrik Mekah) yang juga mengira bahwa Allah tidak akan membangkitkan kembali siapa pun (pada hari Kiamat). ", "8": "Dan sesungguhnya kami (jin) telah mencoba mengetahui (rahasia) langit, maka kami mendapatinya penuh dengan penjagaan yang kuat dan panah-panah api, ", "9": "dan sesungguhnya kami (jin) dahulu dapat menduduki beberapa tempat di langit itu untuk mencuri dengar (berita-beritanya). Tetapi sekarang siapa (mencoba) mencuri dengar (seperti itu) pasti akan menjumpai panah-panah api yang mengintai (untuk membakarnya).", "10": "Dan sesungguhnya kami (jin) tidak mengetahui (adanya penjagaan itu) apakah keburukan yang dikehendaki orang yang di bumi ataukah Tuhan mereka menghendaki kebaikan baginya. ", "11": "Dan sesungguhnya di antara kami (jin) ada yang saleh dan ada (pula) kebalikannya. Kami menempuh jalan yang berbeda-beda. ", "12": "Dan sesungguhnya kami (jin) telah menduga, bahwa kami tidak akan mampu melepaskan diri (dari kekuasaan) Allah di bumi dan tidak (pula) dapat lari melepaskan diri (dari)-Nya. ", "13": "Dan sesungguhnya ketika kami (jin) mendengar petunjuk (Al-Qur'an), kami beriman kepadanya. Maka barangsiapa beriman kepada Tuhan, maka tidak perlu ia takut rugi atau berdosa. ", "14": "Dan di antara kami ada yang Islam dan ada yang menyimpang dari kebenaran. Siapa yang Islam, maka mereka itu telah memilih jalan yang lurus. ", "15": "Dan adapun yang menyimpang dari kebenaran, maka mereka menjadi bahan bakar bagi neraka Jahanam.” ", "16": "Dan sekiranya mereka tetap berjalan lurus di atas jalan itu (agama Islam), niscaya Kami akan mencurahkan kepada mereka air yang cukup.", "17": "Dengan (cara) itu Kami hendak menguji mereka. Dan barangsiapa berpaling dari peringatan Tuhannya, niscaya akan dimasukkan-Nya ke dalam azab yang sangat berat. ", "18": "Dan sesungguhnya masjid-masjid itu adalah untuk Allah. Maka janganlah kamu menyembah apa pun di dalamnya selain Allah. ", "19": "Dan sesungguhnya ketika hamba Allah (Muhammad) berdiri menyembah-Nya (melaksanakan salat), mereka (jin-jin) itu berdesakan mengerumuninya.", "20": "Katakanlah (Muhammad), “Sesungguhnya aku hanya menyembah Tuhanku dan aku tidak mempersekutukan sesuatu pun dengan-Nya.” ", "21": "Katakanlah (Muhammad), “Aku tidak kuasa menolak mudarat maupun mendatangkan kebaikan kepadamu.” ", "22": "Katakanlah (Muhammad), “Sesungguhnya tidak ada sesuatu pun yang dapat melindungiku dari (azab) Allah dan aku tidak akan memperoleh tempat berlindung selain dari-Nya. ", "23": "(Aku hanya) menyampaikan (peringatan) dari Allah dan risalah-Nya. Dan barangsiapa mendurhakai Allah dan Rasul-Nya maka sesungguhnya dia akan mendapat (azab) neraka Jahanam, mereka kekal di dalamnya selama-lamanya.” ", "24": "Sehingga apabila mereka melihat (azab) yang diancamkan kepadanya, maka mereka akan mengetahui siapakah yang lebih lemah penolongnya dan lebih sedikit jumlahnya. ", "25": "Katakanlah (Muhammad), “Aku tidak mengetahui, apakah azab yang diancamkan kepadamu itu sudah dekat ataukah Tuhanku menetapkan waktunya masih lama.” ", "26": "Dia Mengetahui yang gaib, tetapi Dia tidak memperlihatkan kepada siapa pun tentang yang gaib itu. ", "27": "Kecuali kepada rasul yang diridai-Nya, maka sesungguhnya Dia mengadakan penjaga-penjaga (malaikat) di depan dan di belakangnya. ", "28": "Agar Dia mengetahui bahwa rasul-rasul itu sungguh telah menyampaikan risalah Tuhannya, sedang (ilmu-Nya) meliputi apa yang ada pada mereka, dan Dia menghitung segala sesuatu satu persatu. "}}}, "tafsir": {"id": {"kemenag": {"name": "Kemenag", "source": "Aplikasi Quran Kementrian Agama Republik Indonesia", "text": {"1": "Dalam ayat ini, Allah memerintahkan Rasul-Nya untuk menyampaikan kepada para sahabat tentang jin yang beriman kepada Allah. Keimanan jin itu mengandung arti:\n\n1.bahwa Nabi Muhammad adalah rasul bagi umat manusia dan juga bagi jin, sebagaimana juga diungkapkan dalam ayat yang lain.\n\n2.bahwa jin mendengar dan mengerti bahasa manusia, sebagaimana juga dinyatakan dalam ayat-ayat lain.\n\n3.bahwa jin juga akan dihisab sebagaimana halnya manusia.\n\n4.bahwa adanya jin yang juga yang berdakwah kepada kaumnya.\n\n5.agar orang-orang Quraisy mengetahui bahwa jin saja ketika mendengar Al-Qur'an mengakui kemukjizatannya dan beriman kepadanya.\n\nBerdasarkan pengertian ayat ini, dipahami bahwa Nabi Muhammad mengetahui bahwa jin mendengar bacaan beliau dengan perantaraan wahyu, bukan dengan menyaksikan dengan mata beliau sendiri.", "2": "Sebagaimana di ayat pertama, dalam ayat kedua ini Allah menyatakan bahwa jin telah mendengar Al-Qur'an yang membuat mereka takjub karena memberi petunjuk kepada jalan yang benar, lalu mereka beriman. Mereka bertekad tidak akan mempersekutukan Allah dengan apa pun. Apa yang mereka dengar dan sikap mereka setelah itu juga disampaikan kepada kaum mereka, sebagaimana disebutkan juga dalam ayat lain:\n\nMaka ketika telah selesai, mereka kembali kepada kaumnya (untuk) memberi peringatan. (al-Ahqaf/46: 29)", "3": "Dalam ayat ini, diterangkan bahwa sebagaimana mereka menghindarkan diri dari mempersekutukan Allah, para jin itu juga menyucikan-Nya dari mempunyai istri atau anak. Mempunyai teman istri dan anak hanyalah keperluan manusia, sebagaimana firman Allah:\n\nDan di antara tanda-tanda (kebesaran)-Nya ialah Dia menciptakan pasangan-pasangan untukmu dari jenismu sendiri, agar kamu cenderung dan merasa tenteram kepadanya. (ar-Rum/30: 21)", "4": "Dalam ayat ini, diungkapkan bahwa di antara jin-jin itu ada yang mengucapkan perkataan yang jauh dari kebenaran, yaitu bahwa Allah mempunyai anak dan teman wanita.", "5": "Dalam ayat ini diterangkan bahwa jin itu menyatakan tidak pantas bila ada jin maupun manusia yang berani mengatakan Allah beranak dan mempunyai istri.", "6": "Jin itu juga mengatakan bahwa banyak di antara manusia yang berlindung dan memohon kepada jin. Hal itu mengakibatkan manusia dikuasai oleh jin, dan dibawa untuk berbuat kejahatan sehingga mereka durhaka dan berdosa. Firman Allah:\n\nDan (ingatlah) pada hari ketika Dia mengumpulkan mereka semua (dan Allah berfirman), \"Wahai golongan jin! Kamu telah banyak (menyesatkan) manusia¦.\" (al-An'am/6: 128)", "7": "Selanjutnya diterangkannya bahwa jin yang tidak beriman itu mengira sebagaimana perkiraan manusia, bahwa Allah tidak akan mengutus seorang rasul pun kepada makhluk-Nya untuk mengajak mereka kepada tauhid dan iman kepada-Nya dan hari kiamat.", "8": "Pada ayat ini, Allah menambah lagi pernyataan jin ketika Dia mengutus Nabi Muhammad dan menurunkan Al-Qur'an kepadanya serta menjaga beliau dari jin-jin itu. Langit ketika itu dijaga dengan ketat, dan panah-panah api disediakan di seluruh penjuru langit untuk mencegah jin-jin mendekatinya guna mencuri berita-berita yang dapat didengar, sebagaimana yang sering mereka lakukan.\n\nTelah diriwayatkan oleh at-Tirmidhi, dan ath-thabrani dari Ibnu 'Abbas, ia berkata: \n\nDahulu jin-jin itu dapat naik ke langit untuk mendengar wahyu. Ketika mereka mendengar suatu kata lalu mereka tambah dengan sembilan kata lainnya. Ucapan (yang mereka dengar) adalah benar tetapi tambahan-tambahan mereka semuanya bohong. Ketika Nabi saw diutus menjadi rasul, mereka dilarang menduduki tempat-tempat tersebut. Lalu mereka sampaikan larangan tersebut kepada Iblis; sedangkan ketika itu bintang-bintang belum dipakai untuk memanah jin-jin itu. Lalu iblis berkata kepada mereka, \"Larangan itu disebabkan suatu kejadian di muka bumi,\" lalu Iblis mengirim tentara-tentaranya untuk menyelidiki kejadian tersebut. Mereka mendapatkan Nabi saw yang sedang mengerjakan salat di antara dua gunung di Mekah, lalu mereka menemui Iblis dan menyampaikan penemuan mereka itu kepadanya, lalu Iblis berkata, \"Inilah kejadian yang terjadi di permukaan bumi.\" (Riwayat at-Tirmizi dan ath-thabrani)", "9": "Dalam ayat ini kembali dijelaskan tentang keterangan jin bahwa mereka menduduki tempat-tempat tersebut tanpa ada penjaga dan panah-panah api. Mereka lalu diusir dari sana sehingga tidak dapat mencuri atau mendengar Al-Qur'an sedikit pun untuk disampaikan kepada ahli-ahli nujum dan tukang-tukang tenung yang akan mencampuradukkan yang benar dengan yang batil. Yang demikian itu disebabkan kasih sayang Allah kepada hamba-Nya dan sebagai penjagaan terhadap kitab-Nya, Al-Qur'an. Maka barang siapa yang ingin mencuri berita-berita tersebut sejak itu dia akan diburu dengan panah-panah api yang akan menusuk dan membinasakannya.\n\nKita harus beriman kepada apa yang diberitakan oleh Al-Qur'an mengenai jin yang mencuri berita-berita yang dapat didengarkan, kemudian mereka dilarang sesudah pengutusan Nabi Muhammad, walaupun kita tidak tahu bagaimana cara mereka mencuri, cara bagaimana penjagaan, berapa banyak para penjaga. Kita juga tidak tahu apa yang dimaksud dengan panah-panah api yang mengintip mereka, sedangkan jin itu juga berasal dari api, maka bagaimana cara mereka dapat ditembusi oleh panah-panah api itu.\n\nDi antara mufassir ada yang berpendapat bahwa yang dimaksud dengan \"tempat-tempat untuk mencuri berita\" adalah tempat-tempat yang dipergunakan oleh jin di dalam dada manusia untuk menggoda mereka dan menghalangi mereka mengikuti jalan yang benar. Sedangkan yang dimaksud dengan \"penjaga\" adalah dalil-dalil akli (akal/rasio) yang dijadikan Allah sebagai petunjuk bagi hamba-hamba-Nya, dan yang dimaksud dengan \"panah-panah api\" adalah bukti-bukti alamiah yang tersebar dalam tubuh masing-masing dan di seluruh penjuru alam.\n\nDengan demikian, maksud ayat tersebut adalah sesungguhnya Al-Qur'an yang mengandung bukti-bukti akliah dan alamiah adalah penjaga agama dari kemasukan hal-hal syubhat yang dilontarkan oleh setan, sebagai alat untuk menggoda dan membimbangkan orang-orang yang dapat digodanya. Juga untuk mempengaruhi jiwa-jiwa orang yang sesat agar mereka tidak menghiraukan agama dan menolak petunjuk-petunjuknya. Maka barang siapa yang ingin mempengaruhi jiwa-jiwa orang yang beriman dengan keragu-raguan dan pikiran yang bukan-bukan, maka ia akan berhadapan dengan bukti-bukti yang dapat memusnahkan keragu-raguan itu dari akar-akarnya.", "10": "Dalam ayat ini, Allah menambah lagi keterangan jin tentang keyakinan mereka bahwa langit itu dijaga karena salah satu dari dua hal:\n\n1.karena Allah akan menurunkan siksa-Nya kepada penduduk bumi secara tiba-tiba.\n\n2.karena dia akan mengutus seorang rasul yang akan membimbing umat manusia dan memperbaiki keadaan mereka.\n\nSeolah-olah jin itu berkata, \"Apakah karena Allah akan menurunkan siksa atas penduduk bumi maka kita dilarang mencuri berita, dan merajam siapa yang berani mencuri berita tersebut dengan panah-panah api, atau karena Allah menghendaki memberi petunjuk kepada manusia dengan mengirim seorang rasul yang akan membimbing mereka ke jalan yang lurus?\"", "11": "Dalam keterangan selanjutnya, Allah menyatakan bahwa di antara jin-jin itu ada yang Islam, mengerjakan amal saleh, dan taat kepada Allah, tetapi ada pula yang sebaliknya, yaitu tidak beriman dan ingkar kepada perintah Allah. Jin-jin itu juga mempunyai kemauan bermacam-macam dan pendapat yang berbeda-beda, sehingga di antara mereka ada yang beriman, ada yang fasik, dan ada pula yang kafir, seperti halnya manusia.", "12": "Jin-jin itu juga menjelaskan bahwa mereka yakin tidak akan terlepas dari genggaman Allah, di mana pun mereka berada di dunia ini, dan juga tidak dapat melepaskan diri. Allah Maha Menguasai jin-jin itu di mana saja mereka berada dan tidak ada jalan untuk melarikan diri daripada-Nya.", "13": "Dijelaskan juga bahwa ketika jin-jin itu mendengar Al-Qur'an yang memberi petunjuk kepada jalan yang benar, mereka langsung beriman kepadanya serta mengakui bahwa Al-Qur'an itu dari Allah.\n\nMenurut Qatadah, ayat ini memiliki pengertian bahwa barang siapa beriman kepada Allah dan membenarkan apa yang dibawa oleh para rasul, tidak ada kekhawatiran baginya tentang pengurangan pahala kebajikannya dan tidak ada pula dosa orang lain yang harus dipertanggungjawabkannya. Ia akan menerima pahala amal baik sepenuhnya tanpa pengurangan sedikit pun.", "14": "Dalam ayat ini, dijelaskan bahwa di antara jin-jin itu ada yang beriman menaati Allah, khusyuk dan ikhlas, serta beramal saleh. Ada pula di antara mereka yang berpaling dari ajaran yang benar. Oleh karena itu, barang siapa yang beriman kepada Allah dan menaati-Nya, sesungguhnya dia telah menempuh jalan yang akan menyampaikannya kepada kebahagiaan. Hal itu juga berarti bahwa ia telah melakukan sesuatu yang menyelamatkannya dari siksa neraka.", "15": "Jin-jin yang beriman itu mencela jin yang kafir, dengan penegasan mereka sendiri, bahwa jin yang berpaling dari ketentuan-ketentuan Islam akan dijadikan bahan bakar neraka dan disiksa di dalamnya, sebagaimana manusia yang kafir. Mereka juga menyatakan bahwa barang siapa yang taat (Islam), maka mereka itu benar-benar telah memilih jalan yang lurus.\n\nSemua yang dijelaskan dalam ayat-ayat yang telah lalu adalah pernyataan jin yang diungkapkan Allah. Berikut ini, Allah meneruskan kembali wahyu-wahyu-Nya yang disampaikan kepada Rasulullah saw.", "16": "Dalam ayat ini, Allah mengungkapkan bahwa siapa saja di antara manusia atau jin yang tetap berpegang dan menjalankan ketentuan-ketentuan Islam, Allah akan melapangkan rezekinya serta memudahkan semua urusan dunia mereka.\n\nDalam rangka melapangkan rezeki, Allah mengungkapkannya dengan kata \"air yang segar\", karena air itu adalah sumber kehidupan. Banyak air berarti kebahagiaan yang luas. Firman Allah:\n\nDan sekiranya penduduk negeri beriman dan bertakwa, pasti Kami akan melimpahkan kepada mereka berkah dari langit dan bumi. (al-A'raf/7: 96)", "17": "Allah menjelaskan dalam ayat ini bahwa mereka diberi kelapangan hidup untuk menguji dan mengamati siapa di antara mereka yang mensyukuri nikmat-Nya dan siapa pula yang mengingkarinya. Bagi yang mensyukurinya, Allah menyediakan balasan yang paling sempurna, dan bagi mereka yang mengingkari, Allah memberikan kesempatan dan mengundurkan siksa-Nya. Kemudian barulah Allah menjatuhkan azab-Nya. Dalam ayat yang lain, Allah berfirman:\n\nDan Aku memberi tenggang waktu kepada mereka. Sungguh, rencana-Ku sangat teguh. (al-Qalam/68: 45)\n\nSelanjutnya Allah menjelaskan bahwa barang siapa yang berpaling dari Al-Qur'an dan petunjuk-Nya, tanpa mengikuti perintah-perintah-Nya serta tidak pula menjauhi larangan-larangan-Nya, Allah akan menyiksanya dengan azab yang paling dahsyat dan ia tidak dapat melepaskan diri daripada-Nya.", "18": "Dalam ayat ini, Allah menyatakan bahwa masjid-masjid itu adalah milik-Nya. Oleh sebab itu, seyogyanya tidak ada penyembahan di dalamnya selain kepada-Nya dan tidak pula mempersekutukan-Nya.\n\nQatadah berkata, \"Orang-orang Yahudi dan Nasrani bila masuk ke gereja dan tempat-tempat peribadatan, mereka mempersekutukan Allah dengan sembahan-sembahan lainnya. Lalu Allah memerintahkan kepada Nabi-Nya agar mengesakan-Nya dan mengabdi kepada-Nya dengan penuh khusyu. \n\nAl-hasan al-Basri berkata, \"Yang dimaksud dengan masjid-masjid adalah semua tempat sujud di bumi, baik yang telah disediakan untuk sujud maupun tidak, karena bumi seluruhnya adalah tempat sujud bagi umat Nabi Muhammad.\" Pengertian semacam ini adalah masjid dalam arti lugawi atau bahasa, sebagaimana sabda Rasulullah yang diriwayatkan oleh al-Bukhari, Muslim, dan an-Nasa'i dari Jabir:\n\nTelah dijadikan bumi ini seluruhnya bagiku sebagai tempat sujud dan menyucikan. (Riwayat al-Bukhari, Muslim, dan an-Nasa'i) \n\nMasjid bukan hanya untuk salat saja, melainkan untuk berbagai kegiatan ibadah-ibadah lainnya.", "19": "Dalam ayat ini, dijelaskan bahwa ketika Nabi Muhammad menyembah Allah, maka jin-jin yang menyaksikannya menjadi heran dan tercengang melihat cara Nabi dan para sahabat menyembah-Nya. Keheranan itu juga dikarenakan bacaan Al-Qur'an yang belum pernah mereka dengar. Lebih-lebih lagi ketika melihat para sahabat sebagai makmum mengikuti Nabi Muhammad salat dalam keadaan berdiri, rukuk, dan sujud.\n\nAl-hasan dan Qatadah berkata, \"Ketika hamba Allah menyiarkan risalah dengan memanggil untuk mentauhidkan Allah, berbeda dengan ibadah orang-orang musyrik kepada berhala-berhala mereka, maka hampir orang-orang kafir yang menentang dan memusuhi Nabi Muhammad, bersatu padu dan bantu-membantu dalam memusuhi-Nya.", "20": "Dalam ayat ini, Allah menyuruh Nabi Muhammad agar mengatakan kepada orang-orang yang memusuhinya bahwa beliau hanya menyembah Allah dan tidak mempersekutukan-Nya dengan suatu apa pun. Hal yang demikian itu bukanlah suatu yang luar biasa dan bukan pula suatu yang harus dibenci, sehingga mereka beramai-ramai memusuhinya.", "21": "Allah menyatakan bahwa Nabi Muhammad tidak dapat bertindak lain dalam persoalan tersebut, tidak sanggup memberi petunjuk, dan mendatangkan kebahagiaan atau kebajikan bagi mereka. Allah memerintahkan Nabi saw untuk menyampaikan kepada orang-orang kafir bahwa ia tidak dapat memberi suatu kemudaratan kepada mereka, baik dalam urusan agama maupun urusan dunia, dan tidak dapat pula memberi manfaat kepada mereka. Hanya Allah yang dapat berbuat demikian seluruhnya. Allah memiliki segala sesuatu dan Dialah yang Mahakuasa atas segala sesuatu. \n\nNabi Muhammad juga diperintahkan untuk bertawakal kepada Allah karena Dialah yang akan memberi pahala atas tindakannya yang baik. Dia pulalah yang akan memberi balasan kepada orang-orang kafir atas tindakan-tindakan buruk yang mereka lakukan. Hal ini berarti pula bahwa Nabi saw tidak akan meninggalkan dakwah walaupun orang-orang kafir terus menentang.", "22": "Dalam ayat-ayat ini, Allah menyatakan bahwa Nabi Muhammad tidak sanggup melindungi dirinya sebagaimana ia tidak sanggup pula melindungi orang lain. Oleh sebab itu, Allah menyuruh Nabi-Nya untuk mengatakan bahwa tidak ada seorang pun di antara makhluk Allah yang sanggup melindunginya dari kemudaratan bila Allah menghendakinya. Tidak ada yang dapat membantunya dan tidak ada tempat berlindung selain kepada Allah. Bila Nabi saw terus menjalankan risalah dan menaati-Nya, Allah pasti akan melindunginya. Maksudnya, tidak ada yang akan membela Nabi saw dari ancaman-ancaman Allah bila ia tidak menjalankan risalah-Nya. Nabi hanya bertugas untuk menyampaikan risalah dan peringatan Allah sebagaimana firman-Nya:\n\nWahai Rasul! Sampaikanlah apa yang diturunkan Tuhanmu kepadamu. Jika tidak engkau lakukan (apa yang diperintahkan itu) berarti engkau tidak menyampaikan amanat-Nya. Dan Allah memelihara engkau dari (gangguan) manusia. (al-Ma'idah/5: 67)\n\nSelanjutnya Allah menjelaskan bahwa barang siapa yang berani durhaka terhadap suatu perintah atau larangan-Nya serta mendustai Rasul-Nya maka baginya telah disediakan neraka yang akan ditempatinya untuk selama-lamanya. Ia tidak akan sanggup menghindarkan diri dari neraka itu.", "23": "Dalam ayat-ayat ini, Allah menyatakan bahwa Nabi Muhammad tidak sanggup melindungi dirinya sebagaimana ia tidak sanggup pula melindungi orang lain. Oleh sebab itu, Allah menyuruh Nabi-Nya untuk mengatakan bahwa tidak ada seorang pun di antara makhluk Allah yang sanggup melindunginya dari kemudaratan bila Allah menghendakinya. Tidak ada yang dapat membantunya dan tidak ada tempat berlindung selain kepada Allah. Bila Nabi saw terus menjalankan risalah dan menaati-Nya, Allah pasti akan melindunginya. Maksudnya, tidak ada yang akan membela Nabi saw dari ancaman-ancaman Allah bila ia tidak menjalankan risalah-Nya. Nabi hanya bertugas untuk menyampaikan risalah dan peringatan Allah sebagaimana firman-Nya:\n\nWahai Rasul! Sampaikanlah apa yang diturunkan Tuhanmu kepadamu. Jika tidak engkau lakukan (apa yang diperintahkan itu) berarti engkau tidak menyampaikan amanat-Nya. Dan Allah memelihara engkau dari (gangguan) manusia. (al-Ma'idah/5: 67)\n\nSelanjutnya Allah menjelaskan bahwa barang siapa yang berani durhaka terhadap suatu perintah atau larangan-Nya serta mendustai Rasul-Nya maka baginya telah disediakan neraka yang akan ditempatinya untuk selama-lamanya. Ia tidak akan sanggup menghindarkan diri dari neraka itu.", "24": "Allah lalu menghibur dan menenteramkan Nabi Muhammad serta mengejek orang-orang kafir karena kekurangperhatian mereka terhadap jin, sedangkan mereka mengaku sebagai cerdik pandai, dan juga karena kecerobohan mereka mendustakan dan mengejek sesuatu. Akan tetapi di samping itu, mereka cepat mengakui kebenaran jin serta mengharap petunjuk darinya. Dalam ayat ini, Allah menjelaskan bahwa orang-orang kafir senantiasa menghina dan mengejek orang-orang mukmin sehingga mereka melihat dengan mata kepala sendiri siksa-siksa yang dijanjikan kepada mereka. Ketika itu, barulah mereka sadar siapakah sebenarnya yang hina, apakah orang-orang mukmin yang mentauhidkan Allah ataukah orang-orang musyrik yang tidak mempunyai pembantu dan penolong?\n\n¦ sehingga apabila mereka telah melihat apa yang diancamkan kepada mereka, baik azab maupun Kiamat, maka mereka akan mengetahui siapa yang lebih jelek kedudukannya dan lebih lemah bala tentaranya. (Maryam/19: 75)", "25": "Ayat ini dan ayat-ayat sesudahnya adalah jawaban atas pertanyaan, \"Bilakah datangnya hari yang dijanjikan itu kepada kami.\" Allah menyuruh Nabi-Nya agar menyampaikan kepada manusia bahwa hari Kiamat itu pasti akan tiba, tidak ada keraguan padanya. Akan tetapi, tidak ada yang mengetahui kapan waktunya tiba, apakah dalam waktu dekat ataukah masih dalam jangka waktu yang panjang.\n\nNabi saw pernah ditanya Jibril tentang hari Kiamat ketika berhadapan dengan Nabi saw dalam rupa seorang Badui, tetapi beliau tidak menjawabnya. Antara lain Jibril bertanya, \"Hai Muhammad! Kabarkan kepadaku tentang hari Kiamat itu.\" Beliau menjawab, \"Orang yang ditanya tidak lebih tahu daripada yang bertanya.\" Kemudian orang Badui itu bertanya lagi dengan suara keras, \"Hai Muhammad! Bilakah tibanya hari Kiamat itu?\" Nabi menjawab, \"Jangan khawatir, ia pasti datang, tetapi apa yang telah engkau sediakan untuk menghadapinya?\" Badui menjawab, \"Saya tidak banyak mengerjakan salat atau puasa, tetapi saya cinta kepada Allah dan Rasul-Nya.\" Lalu Nabi saw bersabda, \"Maka engkau bersama orang-orang yang engkau cintai.\" Anas berkata, \"Orang-orang mukmin tidak gembira terhadap sesuatu sebagaimana gembira mereka mendengar hadis ini.\"", "26": "Dalam ayat ini, Allah menerangkan bahwa Dia mengetahui semua yang gaib, tidak terlihat, dan tidak diketahui oleh hamba-Nya. Semua yang gaib yang tidak dapat diketahui kecuali oleh Allah, dapat diketahui oleh para rasul yang diridai oleh-Nya dan Dia akan memperlihatkan kepada mereka sekadar apa yang dikehendaki-Nya. Allah berfirman:\n\nDan mereka tidak mengetahui sesuatu apa pun tentang ilmu-Nya melainkan apa yang Dia kehendaki. (al-Baqarah/2: 255)\n\nAyat ini menunjukkan bahwa pekerjaan tukang tenung, ahli nujum, dan tukang sihir semuanya itu salah karena mereka tidak termasuk orang-orang yang diridai Allah, bahkan mereka termasuk yang dibenci-Nya. Ayat ini juga menerangkan bahwa orang-orang yang mengaku bahwa bintang itu dapat menunjukkan siapa yang akan hidup dan siapa pula yang akan mati, adalah orang-orang yang telah kafir dan mengingkari Al-Qur'an.\n\nFakhruddin ar-Razi berkata, \"Yang dimaksud dengan tidak dapat menyaksikan yang gaib adalah gaib yang khusus yaitu tentang waktu tibanya hari Kiamat.\"", "27": "Selanjutnya Allah mengungkapkan bahwa para rasul yang memperoleh keridaan-Nya sehingga dapat menyaksikan alam gaib, dijaga oleh malaikat Hafadhah dengan penjagaan yang sangat ketat. Dengan penjagaan itu, godaan setan, jin, dan para pengacau lainnya tidak sampai kepada mereka, sehingga para rasul itu dapat menyampaikan wahyu-wahyu Allah menurut aslinya. Mereka juga dijaga dari rongrongan setan-setan manusia sehingga mereka selamat dari bahaya dan kemudaratan manusia.\n\nAdh-ahhak berkata, \"Allah tidak mengutus seorang rasul kecuali baginya telah disiapkan pengawal-pengawal dari malaikat untuk menjaganya dari setan-setan yang datang dalam bentuk rupa malaikat. Bila setan-setan itu datang, maka pengawalnya mengingatkannya agar hati-hati karena yang datang itu setan, dan bila yang menemui rasul itu malaikat, maka pengawal berkata, \"Ini adalah utusan Tuhanmu.\"\n\nPengawal-pengawal itu adalah malaikat yang bertugas menjaga kekuatan lahir dan batin para rasul dan untuk memelihara mereka dari bisikan-bisikan setan.", "28": "Dalam ayat ini, Allah menerangkan tujuan dari penjagaan yang sangat rapi itu, yaitu agar para rasul itu dapat menjalankan tugas dengan sempurna dan agar wahyu-wahyu yang disampaikan kepada mereka terpelihara dengan baik. Penjagaan itu juga bertujuan agar dapat dibuktikan dengan pasti bahwa para rasul itu telah menyampaikan risalah Tuhan mereka kepada manusia dengan sebaik-baiknya. Allah berfirman:\n\nDan Allah pasti mengetahui orang-orang yang beriman dan Dia pasti mengetahui orang-orang yang munafik. (al-'Ankabut/29: 11)\n\nSelanjutnya Allah menjelaskan bahwa ilmu-Nya meliputi apa yang diketahui oleh malaikat-malaikat pengawas, apa yang telah ada, dan yang akan ada satu persatu. Dia mengetahui segala sesuatu secara sempurna, tidak ada persamaan. Malaikat itu adalah perantara yang menyampaikan ilmu-ilmu-Nya kepada para rasul."}}, "jalalain": {"name": "Jalalain", "source": "Pesantren Persatuan Islam 91 Kota Tasikmalaya", "text": {"1": "(Katakanlah) hai Muhammad! (\"Telah diwahyukan kepadaku) maksudnya aku telah diberitahu oleh Allah melalui wahyuNya (bahwasanya) dhamir yang terdapat pada lafal annahu ini adalah dhamir sya'n (telah mendengarkan) bacaan Alquranku (sekumpulan jin.\") yakni jin dari Nashibin; demikian itu terjadi sewaktu Nabi saw. sedang melakukan salat Subuh di lembah Nakhlah, yang terletak di tengah-tengah antara Mekah dan Thaif. Jin itulah yang disebutkan di dalam firman-Nya, \"Dan (ingatlah) ketika Kami hadapkan serombongan jin kepadamu.\" (Q.S. Al-Ahqaf 29) (lalu mereka berkata) kepada kaum mereka setelah mereka kembali kepada kaumnya: (\"Sesungguhnya kami telah mendengarkan Alquran yang menakjubkan) artinya mereka takjub akan kefasihan bahasanya dan kepadatan makna-makna yang dikandungnya, serta hal-hal lainnya.", "2": "(Yang memberi petunjuk kepada jalan yang benar) yaitu kepada keimanan dan kebenaran (lalu kami beriman kepadanya. Dan kami sekali-kali tidak akan mempersekutukan) sesudah hari ini (seorang pun dengan Rabb kami.)", "3": "(Dan bahwasanya) dhamir yang terdapat pada ayat ini adalah dhamir sya'n, demikian pula pada dua tempat lain sesudahnya (Maha Tinggi Kebesaran Rabb kami) Maha Suci kebesaran dan keagungan-Nya dari apa-apa yang dinisbatkan kepada-Nya (Dia tidak beristri) tidak mempunyai istri (dan tidak pula beranak.)", "4": "(Dan bahwasanya orang yang kurang akal daripada kami selalu mengatakan) maksudnya orang yang bodoh di antara kami (perkataan yang melampaui batas terhadap Allah) dusta yang berlebihan, yaitu dengan menyifati Allah punya istri dan anak.", "5": "(Dan sesungguhnya kami mengira, bahwa) huruf an di sini adalah bentuk takhfif dari anna, yakni annahu (manusia dan jin sekali-kali tidak akan mengatakan perkataan yang dusta terhadap Allah) yakni menyifati-Nya dengan hal-hal tersebut hingga kami dapat buktikan kedustaan mereka dalam hal itu. Allah berfirman:", "6": "(Dan bahwasanya ada beberapa orang laki-laki di antara manusia meminta perlindungan) memohon perlindungan (kepada beberapa laki-laki di antara jin) di dalam perjalanan mereka sewaktu mereka beristirahat di tempat yang menyeramkan, lalu masing-masing orang mengatakan, aku berlindung kepada penunggu tempat ini dari gangguan penunggu lainnya yang jahat (maka jin-jin itu menambah bagi mereka) dengan permintaan perlindungannya kepada jin-jin itu (dosa dan kesalahan) karena mereka mengatakan, bahwa kami telah dilindungi oleh jin anu dan orang anu.", "7": "(Dan sesungguhnya mereka) yakni jin-jin itu (menyangka sebagaimana sangkaan kalian) hai manusia (bahwa) bentuk takhfif dari anna, asalnya annahu (Allah sekali-kali tidak akan membangkitkan seorang pun.\") sesudah matinya.", "8": "Jin mengatakan: (\"Dan sesungguhnya kami telah mencoba menyentuh langit) maksudnya kami telah bermaksud untuk mencuri pendengaran di langit (maka kami menjumpainya penuh dengan penjaga) para malaikat (yang kuat dan panah-panah api) yakni bintang-bintang yang membakar; hal ini terjadi setelah Nabi saw. diutus menjadi rasul.", "9": "(Dan sesungguhnya kami dahulu) sebelum Nabi saw. diutus (dapat menduduki beberapa tempat di langit itu untuk mendengar-dengarkan) berita-beritanya dan untuk mencurinya.\n\n(Tetapi sekarang barang siapa yang mencoba mendengardengarkan, seperti itu, tentu akan menjumpai panah api yang mengintai) panah-panah api yang terdiri dari meteor-meteor itu telah mengintainya dalam keadaan siap untuk memburunya.", "10": "(Dan sesungguhnya kami tidak mengetahui apakah keburukan yang dikehendaki) sesudah terjaganya langit dari pencurian pendengaran (bagi orang yang di bumi ataukah Rabb mereka menghendaki kebaikan bagi mereka) lafal rasyadan artinya khairan, yaitu kebaikan.", "11": "(Dan sesungguhnya di antara kami ada orang-orang yang saleh) sesudah mendengarkan Alquran ini (dan di antara kami ada pula yang tidak demikian halnya) ada kaum yang tidak saleh.\n\n(Adalah kami menempuh jalan yang berbeda-beda) terdiri dari golongan yang berbeda-beda; ada yang muslim dan ada pula yang kafir.", "12": "(Dan sesungguhnya kami yakin, bahwa) huruf an ini adalah bentuk takhfif dari anna, asalnya annahu (kami sekali-kali tidak akan dapat melepaskan diri, dari kekuasaan, Allah di muka bumi, dan sekali-kali tidak pula dapat melepaskan diri daripada-Nya dengan lari) maksudnya, kami tidak akan dapat menyelamatkan diri daripada-Nya, apakah kami berada di bumi atau kami lari dari bumi menuju ke langit.", "13": "(Dan sesungguhnya kami tatkala mendengar petunjuk) yakni Alquran (kami beriman kepadanya. Barang siapa beriman kepada Rabbnya, maka ia tidak usah takut) sesudah lafal yakhaafu diperkirakan adanya lafal huwa (akan kekurangan) pengurangan pahala kebaikannya (dan tidak pula takut akan dizalimi) diperlakukan secara zalim, yaitu dengan penambahan kesalahan dan dosanya.", "14": "(Dan sesungguhnya di antara kami ada orang-orang yang taat dan ada pula orang-orang yang menyimpang dari kebenaran) yakni melewati batas disebabkan kekafiran mereka.\n\n(Barang siapa yang taat, maka mereka itu benar-benar telah  373  memilih jalan petunjuk) atau menuju ke jalan hidayah.", "15": "(Adapun orang-orang yang menyimpang dari kebenaran, maka mereka menjadi kayu api bagi neraka Jahanam.\") atau sebagai bahan bakarnya. Dhamir anna dan annahum serta annahu yang terdapat pada dua belas tempat kembali kepada jin. Dan firman-Nya, \"Wa innaa minnal muslimuuna wa minnal qaasithuuna,\" dibaca kasrah huruf hamzahnya, yaitu innaa berarti merupakan jumlah isti'naf atau kalimat baru. Jika dibaca fathah yaitu menjadi anna berarti kedudukannya disamakan dengan kalimat-kalimat sebelumnya.", "16": "Allah swt. berfirman mengenai orang-orang kafir Mekah: (Dan bahwasanya) mereka; adalah bentuk takhfif dari anna, sedangkan isimnya tidak disebutkan, yakni annahum, artinya, bahwasanya mereka; diathafkan kepada lafal annahus tama`a (jika mereka tetap berjalan lurus di atas jalan itu) yaitu agama Islam (benar-benar Kami akan memberi minum kepada mereka air yang banyak) dari langit. Demikian itu setelah hujan dihentikan dari mereka selama tujuh tahun.", "17": "(Untuk Kami beri cobaan kepada mereka) untuk Kami uji mereka (dengan melaluinya) hingga Kami mengetahui bagaimana kesyukuran mereka, dengan pengetahuan yang nyata.\n\n(Dan barang siapa yang berpaling dari peringatan Rabbnya) yakni Alquran (niscaya Kami akan memasukkannya) (ke dalam azab yang amat berat.)", "18": "(Dan sesungguhnya mesjid-mesjid itu) atau tempat-tempat salat itu (adalah kepunyaan Allah. Maka janganlah kalian menyembah) di dalamnya (seseorang pun di samping Allah) seumpamanya kalian berbuat kemusyrikan di dalamnya, sebagaimana yang telah dilakukan oleh orang-orang Yahudi dan orang-orang Nasrani, yaitu apabila mereka memasuki gereja dan sinagog mereka, maka mereka menyekutukan-Nya.", "19": "(Dan bahwasanya) dapat dibaca annahu dan innahu; juga merupakan kalimat baru, sedangkan dhamir yang ada ialah dhamir sya'n (tatkala hamba Allah berdiri) yakni Nabi Muhammad saw.\n\n(menyembah-Nya) beribadah kepada-Nya di lembah Nakhl (hampir saja mereka) yakni jin-jin yang mendengarkan bacaan Alquran itu (desak-mendesak mengerumuninya) yaitu sebagian di antara mereka menindih sebagian yang lain berjejal-jejal karena keinginan mereka yang sangat untuk mendengarkan bacaan Alquran. Lafal libadan dapat pula dibaca lubadan; dan merupakan bentuk jamak dari lubdatun.", "20": "(Berkatalah dia) Nabi Muhammad berkata sebagai jawabannya terhadap orang-orang kafir yang mengatakan kepadanya, kembalilah kamu dari apa yang kamu lakukan sekarang ini. Akan tetapi menurut qiraat yang lain lafal qaala dibaca qul, artinya katakanlah: (\"Sesungguhnya aku hanya menyembah Rabbku) sebagai Tuhanku (dan aku tidak mempersekutukan sesuatu pun dengan-Nya.\")", "21": "(Katakanlah, \"Sesungguhnya aku tidak kuasa untuk mendatangkan sesuatu kemudaratan pun kepada kalian) atau keburukan (dan tidak pula sesuatu kemanfaatan.\") Atau kebaikan.", "22": "(Katakanlah, \"Sesungguhnya aku sekali-kali tiada yang dapat melindungiku dari Allah) dari azab-Nya jika aku mendurhakai-Nya (seseorang pun, dan sekali-kali aku tiada akan memperoleh selain dari-Nya) atau selain-Nya (tempat untuk berlindung) maksudnya, tempat aku berlindung.", "23": "(Akan tetapi, aku hanya, menyampaikan peringatan) makna yang dikandung dalam lafal ini merupakan pengecualian atau istitsna dari maf'ul atau objek yang terdapat di dalam lafal amliku. Yakni aku tiada memiliki bagi kalian selain hanya menyampaikan peringatan (dari Allah) yang aku terima dari-Nya (dan risalah-Nya) lafal ini diathafkan kepada lafal balaaghan dan lafal-lafal yang terdapat di antara mustatsna minhu dan istitsna merupakan jumlah mu`taridhah atau kalimat sisipan yang berfungsi untuk mengukuhkan makna tiada memiliki.\n\n(Dan barang siapa yang mendurhakai Allah dan Rasul-Nya) dalam hal ketauhidan, lalu ia tidak beriman (maka sesungguhnya baginya neraka Jahanam, mereka kekal) lafal khaalidiina adalah hal atau kata keterangan keadaan dari dhamir man. Sehubungan dengan lafal lahuu dhamir yang ada padanya adalah untuk menyesuaikan maknanya dengan lafal man. Lafal khaalidiina ini merupakan hal dari lafal yang tidak disebutkan, lengkapnya mereka memasukinya dalam keadaan pasti kekal (di dalamnya untuk selama-lamanya.)", "24": "(Sehingga apabila mereka melihat) lafal hattaa di sini mengandung makna ibtidaiyah atau permulaan, dan sekaligus mengandung makna ghayah atau tujuan terakhir dari lafal yang diperkirakan sebelumnya; lengkapnya, mereka masih tetap berada di dalam kekafirannya sehingga mereka melihat (apa yang diancamkan kepada mereka) yaitu azab (maka mereka akan mengetahui) manakala azab itu datang menimpa mereka, yaitu dalam perang Badar atau pada hari kiamat nanti (siapakah yang lebih lemah penolongnya dan lebih sedikit bilangannya.\") maksudnya pembantu-pembantunya, apakah mereka ataukah orangorang mukmin; penafsiran ini menurut pendapat yang pertama, yaitu dalam perang Badar. Aku ataukah mereka; penafsiran ini berdasarkan pendapat yang kedua, yaitu pada hari kiamat nanti. Sebagian di antara mereka, atau di antara orang-orang kafir itu ada yang bertanya, kapankah datangnya ancaman yang dijanjikan itu? Kemudian turunlah firman selanjutnya, yaitu:", "25": "(Katakanlah, \"Tiadalah) tidaklah (aku mengetahui apa yang diancamkan kepada kalian itu dekat) artinya, apakah azab itu dekat (ataukah Rabbku menjadikan bagi kedatangannya masa yang panjang?) Yang tidak diketahui oleh siapa pun kecuali hanya Dia.", "26": "(Dia adalah Tuhan Yang Mengetahui yang gaib) mengetahui semua hal yang gaib di mata hamba-hamba-Nya (maka Dia tidak memperlihatkan) tidak menampakkan (kepada seorang pun tentang yang gaib itu) di antara manusia ini.", "27": "(Kecuali kepada rasul yang diridai-Nya, maka sesungguhnya Dia) di samping Dia memperhatikan hal yang gaib kepada Rasul-Nya sesuai dengan apa yang dikehendaki-Nya sebagai mukjizat bagi rasul itu (mengadakan) menjadikan dan memberlakukan (di muka) rasul itu (dan di belakangnya penjaga-penjaga) yang terdiri dari malaikat-malaikat untuk menjaganya, hingga rasul itu dapat menyampaikan hal tersebut, di antara sejumlah wahyu-wahyu-Nya kepada manusia.", "28": "(Supaya Dia mengetahui) yakni supaya Allah menampakkan (bahwa) adalah bentuk takhfif dari anna.\n\n(sesungguhnya mereka itu telah menyampaikan) yakni rasul-rasul itu (risalah-risalah Rabbnya) di sini dipakai dhamir hum karena memandang segi makna yang terkandung di dalam lafal man (sedangkan, sebenarnya, ilmu-Nya meliputi apa yang ada pada mereka) diathafkan kepada lafal yang tidak disebutkan, lengkapnya ilmu mengenai hal tersebut telah diliputi oleh ilmu-Nya (dan Dia menghitung segala sesuatu satu per satu.\") lafal `adadan adalah tamyiz yang mengganti kedudukan maf`ulnya, asalnya ialah \"ahshaa `adada kulli syai'in,\" yakni Dia telah menghitung bilangan segala sesuatu."}}}}}}