{"78": {"number": "78", "name": "النبأ", "name_latin": "An-Naba'", "number_of_ayah": "40", "text": {"1": "عَمَّ يَتَسَاۤءَلُوْنَۚ ", "2": "عَنِ النَّبَاِ الْعَظِيْمِۙ ", "3": "الَّذِيْ هُمْ فِيْهِ مُخْتَلِفُوْنَۗ ", "4": "كَلَّا سَيَعْلَمُوْنَۙ ", "5": "ثُمَّ كَلَّا سَيَعْلَمُوْنَ", "6": "اَلَمْ نَجْعَلِ الْاَرْضَ مِهٰدًاۙ", "7": "وَّالْجِبَالَ اَوْتَادًاۖ", "8": "وَّخَلَقْنٰكُمْ اَزْوَاجًاۙ ", "9": "وَّجَعَلْنَا نَوْمَكُمْ سُبَاتًاۙ ", "10": "وَّجَعَلْنَا الَّيْلَ لِبَاسًاۙ ", "11": "وَّجَعَلْنَا النَّهَارَ مَعَاشًاۚ", "12": "وَبَنَيْنَا فَوْقَكُمْ سَبْعًا شِدَادًاۙ ", "13": "وَّجَعَلْنَا سِرَاجًا وَّهَّاجًاۖ", "14": "وَّاَنْزَلْنَا مِنَ الْمُعْصِرٰتِ مَاۤءً ثَجَّاجًاۙ", "15": "لِّنُخْرِجَ بِهٖ حَبًّا وَّنَبَاتًاۙ", "16": "وَّجَنّٰتٍ اَلْفَافًاۗ", "17": "اِنَّ يَوْمَ الْفَصْلِ كَانَ مِيْقَاتًاۙ", "18": "يَّوْمَ يُنْفَخُ فِى الصُّوْرِ فَتَأْتُوْنَ اَفْوَاجًاۙ", "19": "وَّفُتِحَتِ السَّمَاۤءُ فَكَانَتْ اَبْوَابًاۙ", "20": "وَّسُيِّرَتِ الْجِبَالُ فَكَانَتْ سَرَابًاۗ", "21": "اِنَّ جَهَنَّمَ كَانَتْ مِرْصَادًاۙ", "22": "لِّلطّٰغِيْنَ مَاٰبًاۙ", "23": "لّٰبِثِيْنَ فِيْهَآ اَحْقَابًاۚ", "24": "لَا يَذُوْقُوْنَ فِيْهَا بَرْدًا وَّلَا شَرَابًاۙ", "25": "اِلَّا حَمِيْمًا وَّغَسَّاقًاۙ", "26": "جَزَاۤءً وِّفَاقًاۗ", "27": "اِنَّهُمْ كَانُوْا لَا يَرْجُوْنَ حِسَابًاۙ", "28": "وَّكَذَّبُوْا بِاٰيٰتِنَا كِذَّابًاۗ", "29": "وَكُلَّ شَيْءٍ اَحْصَيْنٰهُ كِتٰبًاۙ", "30": "فَذُوْقُوْا فَلَنْ نَّزِيْدَكُمْ اِلَّا عَذَابًا ࣖ", "31": "اِنَّ لِلْمُتَّقِيْنَ مَفَازًاۙ", "32": "حَدَاۤىِٕقَ وَاَعْنَابًاۙ", "33": "وَّكَوَاعِبَ اَتْرَابًاۙ", "34": "وَّكَأْسًا دِهَاقًاۗ", "35": "لَا يَسْمَعُوْنَ فِيْهَا لَغْوًا وَّلَا كِذَّابًا", "36": "جَزَاۤءً مِّنْ رَّبِّكَ عَطَاۤءً حِسَابًاۙ", "37": "رَّبِّ السَّمٰوٰتِ وَالْاَرْضِ وَمَا بَيْنَهُمَا الرَّحْمٰنِ لَا يَمْلِكُوْنَ مِنْهُ خِطَابًاۚ ", "38": "يَوْمَ يَقُوْمُ الرُّوْحُ وَالْمَلٰۤىِٕكَةُ صَفًّاۙ  لَّا يَتَكَلَّمُوْنَ اِلَّا مَنْ اَذِنَ لَهُ الرَّحْمٰنُ وَقَالَ صَوَابًا", "39": "ذٰلِكَ الْيَوْمُ الْحَقُّۚ فَمَنْ شَاۤءَ اتَّخَذَ اِلٰى رَبِّهٖ مَاٰبًا", "40": "اِنَّآ اَنْذَرْنٰكُمْ عَذَابًا قَرِيْبًا ەۙ يَّوْمَ يَنْظُرُ الْمَرْءُ مَا قَدَّمَتْ يَدَاهُ وَيَقُوْلُ الْكٰفِرُ يٰلَيْتَنِيْ كُنْتُ تُرَابًا ࣖ"}, "translations": {"id": {"name": "Berita Besar", "text": {"1": "Tentang apakah mereka saling bertanya-tanya?", "2": "Tentang berita yang besar (hari kebangkitan),", "3": "yang dalam hal itu mereka berselisih.", "4": "Tidak! Kelak mereka akan mengetahui,", "5": "sekali lagi tidak! Kelak mereka akan mengetahui. ", "6": "Bukankah Kami telah menjadikan bumi sebagai hamparan, ", "7": "dan gunung-gunung sebagai pasak?", "8": "Dan Kami menciptakan kamu berpasang-pasangan,", "9": "dan Kami menjadikan tidurmu untuk istirahat,", "10": "dan Kami menjadikan malam sebagai pakaian,", "11": "dan Kami menjadikan siang untuk mencari penghidupan,", "12": "dan Kami membangun di atas kamu tujuh (langit) yang kokoh,", "13": "dan Kami menjadikan pelita yang terang-benderang (matahari),", "14": "dan Kami turunkan dari awan, air hujan yang tercurah dengan hebatnya,", "15": "untuk Kami tumbuhkan dengan air itu biji-bijian dan tanam-tanaman,", "16": "dan kebun-kebun yang rindang.", "17": "Sungguh, hari keputusan adalah suatu waktu yang telah ditetapkan,", "18": "(yaitu) pada hari (ketika) sangkakala ditiup, lalu kamu datang berbondong-bondong,", "19": "dan langit pun dibukalah, maka terdapatlah beberapa pintu,", "20": "dan gunung-gunung pun dijalankan sehingga menjadi fatamorgana.", "21": "Sungguh, (neraka) Jahanam itu (sebagai) tempat mengintai (bagi penjaga yang mengawasi isi neraka), ", "22": "menjadi tempat kembali bagi orang-orang yang melampaui batas.", "23": "Mereka tinggal di sana dalam masa yang lama,", "24": "mereka tidak merasakan kesejukan di dalamnya dan tidak (pula mendapat) minuman,", "25": "selain air yang mendidih dan nanah,", "26": "sebagai pembalasan yang setimpal.", "27": "Sesungguhnya dahulu mereka tidak pernah mengharapkan perhitungan.", "28": "Dan mereka benar-benar mendustakan ayat-ayat Kami.", "29": "Dan segala sesuatu telah Kami catat dalam suatu Kitab (buku catatan amalan manusia). ", "30": "Maka karena itu rasakanlah! Maka tidak ada yang akan Kami tambahkan kepadamu selain azab.", "31": "Sungguh, orang-orang yang bertakwa mendapat kemenangan,", "32": "(yaitu) kebun-kebun dan buah anggur,", "33": "dan gadis-gadis montok yang sebaya,", "34": "dan gelas-gelas yang penuh (berisi minuman).", "35": "Di sana mereka tidak mendengar percakapan yang sia-sia maupun (perkataan) dusta.", "36": "Sebagai balasan dan pemberian yang cukup banyak dari Tuhanmu,", "37": "Tuhan (yang memelihara) langit dan bumi dan apa yang ada di antara keduanya; Yang Maha Pengasih, mereka tidak mampu berbicara dengan Dia.", "38": "Pada hari, ketika ruh dan para malaikat berdiri bersaf-saf, mereka tidak berkata-kata, kecuali siapa yang telah diberi izin kepadanya oleh Tuhan Yang Maha Pengasih dan dia hanya mengatakan yang benar.", "39": "Itulah hari yang pasti terjadi. Maka barang siapa menghendaki, niscaya dia menempuh jalan kembali kepada Tuhannya.", "40": "Sesungguhnya Kami telah memperingatkan kepadamu (orang kafir) azab yang dekat, pada hari manusia melihat apa yang telah diperbuat oleh kedua tangannya; dan orang kafir berkata, “Alangkah baiknya seandainya dahulu aku jadi tanah.”"}}}, "tafsir": {"id": {"kemenag": {"name": "Kemenag", "source": "Aplikasi Quran Kementrian Agama Republik Indonesia", "text": {"1": "Orang-orang musyrik Mekah ketika berkumpul di tempat pertemuan mereka yang berada di dekat Baitullah, sering membicarakan keadaan Nabi Muhammad dan Kitab Al-Qur'an yang dibawanya. Mereka sering bertanya satu sama lain bahwa apakah Muhammad itu seorang tukang sihir, penyair, atau seorang dukun tukang tenung yang terkena pengaruh buruk oleh berhala-berhala mereka? Mereka juga bertanya-tanya apakah Al-Qur'an itu sihir, syair, atau mantra-mantra saja? Masing-masing mengemukakan pendapat sesuai dengan hawa nafsu dan angan-angan mereka, sedangkan Nabi Muhammad sendiri dengan sikap yang tenang menyampaikan seruannya berdasarkan ayat-ayat Al-Qur'an yang memberi sinar penerangan kepada manusia menuju jalan kebenaran dan petunjuk yang lurus.\n\nSelain itu mereka sering bercakap-cakap tentang hari kebangkitan sehingga sering menimbulkan perdebatan, sebab di antara mereka ada yang mengingkarinya dan beranggapan bahwa setelah mati habislah urusan mereka. Tidak ada lagi kebangkitan setelah mati. Mereka berpendapat bahwa manusia itu lahir ke dunia lalu ia mati dan ditelan bumi karena tidak ada yang membinasakan mereka kecuali masa atau waktu saja. Di sisi lain, ada pula di antara mereka yang berpendapat bahwa yang dibangkitkan itu hanya arwah saja dan bukan jasad yang telah habis dimakan bumi. Ada pula di antara mereka yang menjumpai salah seorang sahabat Nabi dan menanyakan tentang hal itu dengan sikap mencemoohkan.\n\nSehubungan dengan sikap mereka yang demikian itu, surah ini turun untuk menolak keingkaran mereka, dan mengemukakan argumen yang nyata bahwa Allah benar-benar Mahakuasa membangkitkan mereka kembali setelah mati, walaupun mereka telah menjadi tanah, dimakan binatang buas, ditelan ikan di laut, terbakar api dan diterbangkan angin, atau sebab lainnya.\n\nDalam ayat ini, Allah mencela perselisihan orang-orang kafir Mekah mengenai hari kebangkitan dengan mengatakan, \"Tentang apakah orang-orang musyrik di kalangan penduduk Mekah itu saling bertanya-tanya?\"\n\nAllah menjawab pertanyaan mereka itu dengan firman-Nya. Yang dimaksud dengan berita yang sangat besar dalam ayat ini ialah berita tentang hari Kiamat. Disebut berita yang sangat besar karena hari Kiamat itu amat besar huru-haranya sebagaimana disebutkan dalam firman Allah:\n\nWahai manusia! Bertakwalah kepada Tuhanmu; sungguh, guncangan (hari) Kiamat itu adalah suatu (kejadian) yang sangat besar. (Ingatlah) pada hari ketika kamu melihatnya (guncangan itu), semua perempuan yang menyusui anaknya akan lalai terhadap anak yang disusuinya, dan setiap perempuan yang hamil akan keguguran kandungannya, dan kamu melihat manusia dalam keadaan mabuk, padahal sebenarnya mereka tidak mabuk, tetapi azab Allah itu sangat keras. (al-hajj/22: 1-2)\n\nMeskipun begitu, orang-orang musyrik masih meragukan bahkan banyak yang tidak percaya, sebagaimana diterangkan Allah dalam firman-Nya:\n\n(Kehidupan itu) tidak lain hanyalah kehidupan kita di dunia ini, (di sanalah) kita mati dan hidup dan tidak akan dibangkitkan (lagi). (al-Mu'minun/23: 37)\n\nFirman Allah:\n\nKami tidak tahu apakah hari Kiamat itu, kami hanyalah menduga-duga saja, dan kami tidak yakin. (al-Jatsiyah/45: 32)\n\nAdapun hikmah Ilahi menyampaikan persoalan ini dalam bentuk pertanyaan dan jawaban adalah agar lebih mendekatkan kepada pengertian dan penjelasan, seperti tercantum dalam firman Allah:\n\n(Lalu Allah berfirman), \"Milik siapakah kerajaan pada hari ini?\" Milik Allah Yang Maha Esa, Maha Mengalahkan. (Gafir/40: 16)\n\nKemudian Allah menjawab pertanyaan mereka dengan nada ancaman, \"Sekali-kali tidak. Jauh sekali dari kebenaran apa yang mereka anggap itu. Nanti mereka akan mengetahui pada waktu menyaksikan keadaan yang sebenarnya pada hari Kiamat yang selalu mereka ingkari.\"\n\nSebaiknya mereka jangan memperolok-olokkan karena mereka kelak pasti akan mengetahui keadaan yang sebenarnya. Apa-apa yang diragukan itu pasti akan mereka alami. Allah menguatkan firman-Nya itu dengan mengulang pernyataan itu sekali lagi.\n\nKemudian Allah menerangkan kekuasaan-Nya yang Mahaagung dan tanda-tanda rahmat-Nya yang sering dilupakan oleh mereka. Padahal tanda-tanda itu tampak jelas di hadapan mata. Allah mengemukakan sembilan perkara yang dapat mereka saksikan dengan mata sebagai bukti-bukti yang menunjukkan kekuasaan-Nya, seperti disebutkan pada ayat-ayat berikut, yaitu dari ayat 6 sampai ayat 14.", "2": "Orang-orang musyrik Mekah ketika berkumpul di tempat pertemuan mereka yang berada di dekat Baitullah, sering membicarakan keadaan Nabi Muhammad dan Kitab Al-Qur'an yang dibawanya. Mereka sering bertanya satu sama lain bahwa apakah Muhammad itu seorang tukang sihir, penyair, atau seorang dukun tukang tenung yang terkena pengaruh buruk oleh berhala-berhala mereka? Mereka juga bertanya-tanya apakah Al-Qur'an itu sihir, syair, atau mantra-mantra saja? Masing-masing mengemukakan pendapat sesuai dengan hawa nafsu dan angan-angan mereka, sedangkan Nabi Muhammad sendiri dengan sikap yang tenang menyampaikan seruannya berdasarkan ayat-ayat Al-Qur'an yang memberi sinar penerangan kepada manusia menuju jalan kebenaran dan petunjuk yang lurus.\n\nSelain itu mereka sering bercakap-cakap tentang hari kebangkitan sehingga sering menimbulkan perdebatan, sebab di antara mereka ada yang mengingkarinya dan beranggapan bahwa setelah mati habislah urusan mereka. Tidak ada lagi kebangkitan setelah mati. Mereka berpendapat bahwa manusia itu lahir ke dunia lalu ia mati dan ditelan bumi karena tidak ada yang membinasakan mereka kecuali masa atau waktu saja. Di sisi lain, ada pula di antara mereka yang berpendapat bahwa yang dibangkitkan itu hanya arwah saja dan bukan jasad yang telah habis dimakan bumi. Ada pula di antara mereka yang menjumpai salah seorang sahabat Nabi dan menanyakan tentang hal itu dengan sikap mencemoohkan.\n\nSehubungan dengan sikap mereka yang demikian itu, surah ini turun untuk menolak keingkaran mereka, dan mengemukakan argumen yang nyata bahwa Allah benar-benar Mahakuasa membangkitkan mereka kembali setelah mati, walaupun mereka telah menjadi tanah, dimakan binatang buas, ditelan ikan di laut, terbakar api dan diterbangkan angin, atau sebab lainnya.\n\nDalam ayat ini, Allah mencela perselisihan orang-orang kafir Mekah mengenai hari kebangkitan dengan mengatakan, \"Tentang apakah orang-orang musyrik di kalangan penduduk Mekah itu saling bertanya-tanya?\"\n\nAllah menjawab pertanyaan mereka itu dengan firman-Nya. Yang dimaksud dengan berita yang sangat besar dalam ayat ini ialah berita tentang hari Kiamat. Disebut berita yang sangat besar karena hari Kiamat itu amat besar huru-haranya sebagaimana disebutkan dalam firman Allah:\n\nWahai manusia! Bertakwalah kepada Tuhanmu; sungguh, guncangan (hari) Kiamat itu adalah suatu (kejadian) yang sangat besar. (Ingatlah) pada hari ketika kamu melihatnya (guncangan itu), semua perempuan yang menyusui anaknya akan lalai terhadap anak yang disusuinya, dan setiap perempuan yang hamil akan keguguran kandungannya, dan kamu melihat manusia dalam keadaan mabuk, padahal sebenarnya mereka tidak mabuk, tetapi azab Allah itu sangat keras. (al-hajj/22: 1-2)\n\nMeskipun begitu, orang-orang musyrik masih meragukan bahkan banyak yang tidak percaya, sebagaimana diterangkan Allah dalam firman-Nya:\n\n(Kehidupan itu) tidak lain hanyalah kehidupan kita di dunia ini, (di sanalah) kita mati dan hidup dan tidak akan dibangkitkan (lagi). (al-Mu'minun/23: 37)\n\nFirman Allah:\n\nKami tidak tahu apakah hari Kiamat itu, kami hanyalah menduga-duga saja, dan kami tidak yakin. (al-Jatsiyah/45: 32)\n\nAdapun hikmah Ilahi menyampaikan persoalan ini dalam bentuk pertanyaan dan jawaban adalah agar lebih mendekatkan kepada pengertian dan penjelasan, seperti tercantum dalam firman Allah:\n\n(Lalu Allah berfirman), \"Milik siapakah kerajaan pada hari ini?\" Milik Allah Yang Maha Esa, Maha Mengalahkan. (Gafir/40: 16)\n\nKemudian Allah menjawab pertanyaan mereka dengan nada ancaman, \"Sekali-kali tidak. Jauh sekali dari kebenaran apa yang mereka anggap itu. Nanti mereka akan mengetahui pada waktu menyaksikan keadaan yang sebenarnya pada hari Kiamat yang selalu mereka ingkari.\"\n\nSebaiknya mereka jangan memperolok-olokkan karena mereka kelak pasti akan mengetahui keadaan yang sebenarnya. Apa-apa yang diragukan itu pasti akan mereka alami. Allah menguatkan firman-Nya itu dengan mengulang pernyataan itu sekali lagi.\n\nKemudian Allah menerangkan kekuasaan-Nya yang Mahaagung dan tanda-tanda rahmat-Nya yang sering dilupakan oleh mereka. Padahal tanda-tanda itu tampak jelas di hadapan mata. Allah mengemukakan sembilan perkara yang dapat mereka saksikan dengan mata sebagai bukti-bukti yang menunjukkan kekuasaan-Nya, seperti disebutkan pada ayat-ayat berikut, yaitu dari ayat 6 sampai ayat 14.", "3": "Orang-orang musyrik Mekah ketika berkumpul di tempat pertemuan mereka yang berada di dekat Baitullah, sering membicarakan keadaan Nabi Muhammad dan Kitab Al-Qur'an yang dibawanya. Mereka sering bertanya satu sama lain bahwa apakah Muhammad itu seorang tukang sihir, penyair, atau seorang dukun tukang tenung yang terkena pengaruh buruk oleh berhala-berhala mereka? Mereka juga bertanya-tanya apakah Al-Qur'an itu sihir, syair, atau mantra-mantra saja? Masing-masing mengemukakan pendapat sesuai dengan hawa nafsu dan angan-angan mereka, sedangkan Nabi Muhammad sendiri dengan sikap yang tenang menyampaikan seruannya berdasarkan ayat-ayat Al-Qur'an yang memberi sinar penerangan kepada manusia menuju jalan kebenaran dan petunjuk yang lurus.\n\nSelain itu mereka sering bercakap-cakap tentang hari kebangkitan sehingga sering menimbulkan perdebatan, sebab di antara mereka ada yang mengingkarinya dan beranggapan bahwa setelah mati habislah urusan mereka. Tidak ada lagi kebangkitan setelah mati. Mereka berpendapat bahwa manusia itu lahir ke dunia lalu ia mati dan ditelan bumi karena tidak ada yang membinasakan mereka kecuali masa atau waktu saja. Di sisi lain, ada pula di antara mereka yang berpendapat bahwa yang dibangkitkan itu hanya arwah saja dan bukan jasad yang telah habis dimakan bumi. Ada pula di antara mereka yang menjumpai salah seorang sahabat Nabi dan menanyakan tentang hal itu dengan sikap mencemoohkan.\n\nSehubungan dengan sikap mereka yang demikian itu, surah ini turun untuk menolak keingkaran mereka, dan mengemukakan argumen yang nyata bahwa Allah benar-benar Mahakuasa membangkitkan mereka kembali setelah mati, walaupun mereka telah menjadi tanah, dimakan binatang buas, ditelan ikan di laut, terbakar api dan diterbangkan angin, atau sebab lainnya.\n\nDalam ayat ini, Allah mencela perselisihan orang-orang kafir Mekah mengenai hari kebangkitan dengan mengatakan, \"Tentang apakah orang-orang musyrik di kalangan penduduk Mekah itu saling bertanya-tanya?\"\n\nAllah menjawab pertanyaan mereka itu dengan firman-Nya. Yang dimaksud dengan berita yang sangat besar dalam ayat ini ialah berita tentang hari Kiamat. Disebut berita yang sangat besar karena hari Kiamat itu amat besar huru-haranya sebagaimana disebutkan dalam firman Allah:\n\nWahai manusia! Bertakwalah kepada Tuhanmu; sungguh, guncangan (hari) Kiamat itu adalah suatu (kejadian) yang sangat besar. (Ingatlah) pada hari ketika kamu melihatnya (guncangan itu), semua perempuan yang menyusui anaknya akan lalai terhadap anak yang disusuinya, dan setiap perempuan yang hamil akan keguguran kandungannya, dan kamu melihat manusia dalam keadaan mabuk, padahal sebenarnya mereka tidak mabuk, tetapi azab Allah itu sangat keras. (al-hajj/22: 1-2)\n\nMeskipun begitu, orang-orang musyrik masih meragukan bahkan banyak yang tidak percaya, sebagaimana diterangkan Allah dalam firman-Nya:\n\n(Kehidupan itu) tidak lain hanyalah kehidupan kita di dunia ini, (di sanalah) kita mati dan hidup dan tidak akan dibangkitkan (lagi). (al-Mu'minun/23: 37)\n\nFirman Allah:\n\nKami tidak tahu apakah hari Kiamat itu, kami hanyalah menduga-duga saja, dan kami tidak yakin. (al-Jatsiyah/45: 32)\n\nAdapun hikmah Ilahi menyampaikan persoalan ini dalam bentuk pertanyaan dan jawaban adalah agar lebih mendekatkan kepada pengertian dan penjelasan, seperti tercantum dalam firman Allah:\n\n(Lalu Allah berfirman), \"Milik siapakah kerajaan pada hari ini?\" Milik Allah Yang Maha Esa, Maha Mengalahkan. (Gafir/40: 16)\n\nKemudian Allah menjawab pertanyaan mereka dengan nada ancaman, \"Sekali-kali tidak. Jauh sekali dari kebenaran apa yang mereka anggap itu. Nanti mereka akan mengetahui pada waktu menyaksikan keadaan yang sebenarnya pada hari Kiamat yang selalu mereka ingkari.\"\n\nSebaiknya mereka jangan memperolok-olokkan karena mereka kelak pasti akan mengetahui keadaan yang sebenarnya. Apa-apa yang diragukan itu pasti akan mereka alami. Allah menguatkan firman-Nya itu dengan mengulang pernyataan itu sekali lagi.\n\nKemudian Allah menerangkan kekuasaan-Nya yang Mahaagung dan tanda-tanda rahmat-Nya yang sering dilupakan oleh mereka. Padahal tanda-tanda itu tampak jelas di hadapan mata. Allah mengemukakan sembilan perkara yang dapat mereka saksikan dengan mata sebagai bukti-bukti yang menunjukkan kekuasaan-Nya, seperti disebutkan pada ayat-ayat berikut, yaitu dari ayat 6 sampai ayat 14.", "4": "Orang-orang musyrik Mekah ketika berkumpul di tempat pertemuan mereka yang berada di dekat Baitullah, sering membicarakan keadaan Nabi Muhammad dan Kitab Al-Qur'an yang dibawanya. Mereka sering bertanya satu sama lain bahwa apakah Muhammad itu seorang tukang sihir, penyair, atau seorang dukun tukang tenung yang terkena pengaruh buruk oleh berhala-berhala mereka? Mereka juga bertanya-tanya apakah Al-Qur'an itu sihir, syair, atau mantra-mantra saja? Masing-masing mengemukakan pendapat sesuai dengan hawa nafsu dan angan-angan mereka, sedangkan Nabi Muhammad sendiri dengan sikap yang tenang menyampaikan seruannya berdasarkan ayat-ayat Al-Qur'an yang memberi sinar penerangan kepada manusia menuju jalan kebenaran dan petunjuk yang lurus.\n\nSelain itu mereka sering bercakap-cakap tentang hari kebangkitan sehingga sering menimbulkan perdebatan, sebab di antara mereka ada yang mengingkarinya dan beranggapan bahwa setelah mati habislah urusan mereka. Tidak ada lagi kebangkitan setelah mati. Mereka berpendapat bahwa manusia itu lahir ke dunia lalu ia mati dan ditelan bumi karena tidak ada yang membinasakan mereka kecuali masa atau waktu saja. Di sisi lain, ada pula di antara mereka yang berpendapat bahwa yang dibangkitkan itu hanya arwah saja dan bukan jasad yang telah habis dimakan bumi. Ada pula di antara mereka yang menjumpai salah seorang sahabat Nabi dan menanyakan tentang hal itu dengan sikap mencemoohkan.\n\nSehubungan dengan sikap mereka yang demikian itu, surah ini turun untuk menolak keingkaran mereka, dan mengemukakan argumen yang nyata bahwa Allah benar-benar Mahakuasa membangkitkan mereka kembali setelah mati, walaupun mereka telah menjadi tanah, dimakan binatang buas, ditelan ikan di laut, terbakar api dan diterbangkan angin, atau sebab lainnya.\n\nDalam ayat ini, Allah mencela perselisihan orang-orang kafir Mekah mengenai hari kebangkitan dengan mengatakan, \"Tentang apakah orang-orang musyrik di kalangan penduduk Mekah itu saling bertanya-tanya?\"\n\nAllah menjawab pertanyaan mereka itu dengan firman-Nya. Yang dimaksud dengan berita yang sangat besar dalam ayat ini ialah berita tentang hari Kiamat. Disebut berita yang sangat besar karena hari Kiamat itu amat besar huru-haranya sebagaimana disebutkan dalam firman Allah:\n\nWahai manusia! Bertakwalah kepada Tuhanmu; sungguh, guncangan (hari) Kiamat itu adalah suatu (kejadian) yang sangat besar. (Ingatlah) pada hari ketika kamu melihatnya (guncangan itu), semua perempuan yang menyusui anaknya akan lalai terhadap anak yang disusuinya, dan setiap perempuan yang hamil akan keguguran kandungannya, dan kamu melihat manusia dalam keadaan mabuk, padahal sebenarnya mereka tidak mabuk, tetapi azab Allah itu sangat keras. (al-hajj/22: 1-2)\n\nMeskipun begitu, orang-orang musyrik masih meragukan bahkan banyak yang tidak percaya, sebagaimana diterangkan Allah dalam firman-Nya:\n\n(Kehidupan itu) tidak lain hanyalah kehidupan kita di dunia ini, (di sanalah) kita mati dan hidup dan tidak akan dibangkitkan (lagi). (al-Mu'minun/23: 37)\n\nFirman Allah:\n\nKami tidak tahu apakah hari Kiamat itu, kami hanyalah menduga-duga saja, dan kami tidak yakin. (al-Jatsiyah/45: 32)\n\nAdapun hikmah Ilahi menyampaikan persoalan ini dalam bentuk pertanyaan dan jawaban adalah agar lebih mendekatkan kepada pengertian dan penjelasan, seperti tercantum dalam firman Allah:\n\n(Lalu Allah berfirman), \"Milik siapakah kerajaan pada hari ini?\" Milik Allah Yang Maha Esa, Maha Mengalahkan. (Gafir/40: 16)\n\nKemudian Allah menjawab pertanyaan mereka dengan nada ancaman, \"Sekali-kali tidak. Jauh sekali dari kebenaran apa yang mereka anggap itu. Nanti mereka akan mengetahui pada waktu menyaksikan keadaan yang sebenarnya pada hari Kiamat yang selalu mereka ingkari.\"\n\nSebaiknya mereka jangan memperolok-olokkan karena mereka kelak pasti akan mengetahui keadaan yang sebenarnya. Apa-apa yang diragukan itu pasti akan mereka alami. Allah menguatkan firman-Nya itu dengan mengulang pernyataan itu sekali lagi.\n\nKemudian Allah menerangkan kekuasaan-Nya yang Mahaagung dan tanda-tanda rahmat-Nya yang sering dilupakan oleh mereka. Padahal tanda-tanda itu tampak jelas di hadapan mata. Allah mengemukakan sembilan perkara yang dapat mereka saksikan dengan mata sebagai bukti-bukti yang menunjukkan kekuasaan-Nya, seperti disebutkan pada ayat-ayat berikut, yaitu dari ayat 6 sampai ayat 14.", "5": "Orang-orang musyrik Mekah ketika berkumpul di tempat pertemuan mereka yang berada di dekat Baitullah, sering membicarakan keadaan Nabi Muhammad dan Kitab Al-Qur'an yang dibawanya. Mereka sering bertanya satu sama lain bahwa apakah Muhammad itu seorang tukang sihir, penyair, atau seorang dukun tukang tenung yang terkena pengaruh buruk oleh berhala-berhala mereka? Mereka juga bertanya-tanya apakah Al-Qur'an itu sihir, syair, atau mantra-mantra saja? Masing-masing mengemukakan pendapat sesuai dengan hawa nafsu dan angan-angan mereka, sedangkan Nabi Muhammad sendiri dengan sikap yang tenang menyampaikan seruannya berdasarkan ayat-ayat Al-Qur'an yang memberi sinar penerangan kepada manusia menuju jalan kebenaran dan petunjuk yang lurus.\n\nSelain itu mereka sering bercakap-cakap tentang hari kebangkitan sehingga sering menimbulkan perdebatan, sebab di antara mereka ada yang mengingkarinya dan beranggapan bahwa setelah mati habislah urusan mereka. Tidak ada lagi kebangkitan setelah mati. Mereka berpendapat bahwa manusia itu lahir ke dunia lalu ia mati dan ditelan bumi karena tidak ada yang membinasakan mereka kecuali masa atau waktu saja. Di sisi lain, ada pula di antara mereka yang berpendapat bahwa yang dibangkitkan itu hanya arwah saja dan bukan jasad yang telah habis dimakan bumi. Ada pula di antara mereka yang menjumpai salah seorang sahabat Nabi dan menanyakan tentang hal itu dengan sikap mencemoohkan.\n\nSehubungan dengan sikap mereka yang demikian itu, surah ini turun untuk menolak keingkaran mereka, dan mengemukakan argumen yang nyata bahwa Allah benar-benar Mahakuasa membangkitkan mereka kembali setelah mati, walaupun mereka telah menjadi tanah, dimakan binatang buas, ditelan ikan di laut, terbakar api dan diterbangkan angin, atau sebab lainnya.\n\nDalam ayat ini, Allah mencela perselisihan orang-orang kafir Mekah mengenai hari kebangkitan dengan mengatakan, \"Tentang apakah orang-orang musyrik di kalangan penduduk Mekah itu saling bertanya-tanya?\"\n\nAllah menjawab pertanyaan mereka itu dengan firman-Nya. Yang dimaksud dengan berita yang sangat besar dalam ayat ini ialah berita tentang hari Kiamat. Disebut berita yang sangat besar karena hari Kiamat itu amat besar huru-haranya sebagaimana disebutkan dalam firman Allah:\n\nWahai manusia! Bertakwalah kepada Tuhanmu; sungguh, guncangan (hari) Kiamat itu adalah suatu (kejadian) yang sangat besar. (Ingatlah) pada hari ketika kamu melihatnya (guncangan itu), semua perempuan yang menyusui anaknya akan lalai terhadap anak yang disusuinya, dan setiap perempuan yang hamil akan keguguran kandungannya, dan kamu melihat manusia dalam keadaan mabuk, padahal sebenarnya mereka tidak mabuk, tetapi azab Allah itu sangat keras. (al-hajj/22: 1-2)\n\nMeskipun begitu, orang-orang musyrik masih meragukan bahkan banyak yang tidak percaya, sebagaimana diterangkan Allah dalam firman-Nya:\n\n(Kehidupan itu) tidak lain hanyalah kehidupan kita di dunia ini, (di sanalah) kita mati dan hidup dan tidak akan dibangkitkan (lagi). (al-Mu'minun/23: 37)\n\nFirman Allah:\n\nKami tidak tahu apakah hari Kiamat itu, kami hanyalah menduga-duga saja, dan kami tidak yakin. (al-Jatsiyah/45: 32)\n\nAdapun hikmah Ilahi menyampaikan persoalan ini dalam bentuk pertanyaan dan jawaban adalah agar lebih mendekatkan kepada pengertian dan penjelasan, seperti tercantum dalam firman Allah:\n\n(Lalu Allah berfirman), \"Milik siapakah kerajaan pada hari ini?\" Milik Allah Yang Maha Esa, Maha Mengalahkan. (Gafir/40: 16)\n\nKemudian Allah menjawab pertanyaan mereka dengan nada ancaman, \"Sekali-kali tidak. Jauh sekali dari kebenaran apa yang mereka anggap itu. Nanti mereka akan mengetahui pada waktu menyaksikan keadaan yang sebenarnya pada hari Kiamat yang selalu mereka ingkari.\"\n\nSebaiknya mereka jangan memperolok-olokkan karena mereka kelak pasti akan mengetahui keadaan yang sebenarnya. Apa-apa yang diragukan itu pasti akan mereka alami. Allah menguatkan firman-Nya itu dengan mengulang pernyataan itu sekali lagi.\n\nKemudian Allah menerangkan kekuasaan-Nya yang Mahaagung dan tanda-tanda rahmat-Nya yang sering dilupakan oleh mereka. Padahal tanda-tanda itu tampak jelas di hadapan mata. Allah mengemukakan sembilan perkara yang dapat mereka saksikan dengan mata sebagai bukti-bukti yang menunjukkan kekuasaan-Nya, seperti disebutkan pada ayat-ayat berikut, yaitu dari ayat 6 sampai ayat 14.", "6": "Pertama, bukankah Allah telah menjadikan bumi sebagai hamparan yang mudah didiami oleh manusia dan hewan ternak yang berguna bagi manusia. Sebetulnya bumi ini bundar seperti bola, tetapi karena begitu besarnya, maka permukaannya tampak datar seperti hamparan.", "7": "Kedua, Allah jadikan gunung-gunung sebagai pasak untuk mengokohkan bumi, sehingga tidak bergoyang karena guncangan-guncangan yang ada di bawahnya.", "8": "Ketiga, yang tidak kalah hebatnya Allah menciptakan manusia berpasang-pasangan, laki-laki dan perempuan, agar timbul kecintaan dan kesayangan di antara suami-istri untuk menempuh hidup bahagia dan memelihara keturunan yang baik, mempertahankan kelangsungan jenis manusia sehingga tidak punah.\n\nAyat ini sejalan dengan maksud firman Allah:\n\nDan di antara tanda-tanda (kebesaran)-Nya ialah Dia menciptakan pasangan-pasangan untukmu dari jenismu sendiri, agar kamu cenderung dan merasa tenteram kepadanya, dan Dia menjadikan di antaramu rasa kasih dan sayang. (ar-Rum/30: 21)", "9": "Keempat, Allah menjadikan tidur pada malam hari untuk beristirahat dari kesibukan pekerjaan pada siang hari, agar menghasilkan berbagai mata pencaharian. Dengan istirahat waktu tidur itu, manusia dapat mengembalikan daya dan kekuatan untuk melangsungkan pekerjaan pada keesokan harinya. Seandainya tidak diselingi oleh istirahat tidur tentu kekuatan siapa pun akan merosot sehingga tidak dapat melangsungkan tugas sehari-hari.", "10": "Kelima, Allah menjadikan malam sebagai pakaian. Maksudnya malam itu gelap menutupi permukaan bumi sebagaimana pakaian menutup tubuh manusia. Hal itu berarti bahwa malam itu berfungsi sebagai pakaian bagi manusia yang dapat menutupi auratnya pada waktu tidur dari pandangan orang-orang yang mungkin melihatnya. Demikian pula sebagai pakaian, maka gelap malam itu dapat melindungi dan menyembunyikan seseorang yang tidur dari bahaya atau musuh yang sedang mengancam.", "11": "Keenam, Allah menjadikan siang untuk berusaha dan mencari rezeki yang diperlukan dalam kehidupan dan untuk hidup bermasyarakat.", "12": "Ketujuh, Allah membangun di atas manusia tujuh langit yang kokoh tanpa memiliki tiang dan tunduk kepada hukum Allah.\n\nSecara ilmiah, tujuh langit yang kokoh kemungkinan dapat diartikan dengan lapisan-lapisan atmosfer yang dekat dengan bumi ini, seperti: (1) Troposphere (Troposfer), (2) Tropopause (Tropopaus), (3) Stratosphere (Stratosfer), (4) Stratopause (Stratopaus), (5) Mesosphere (Mesosfer), (6) Mesopause (Mesopause), dan (7) Thermosphere (Termosfer). Pembagian ini berdasarkan temperatur (suhu) dari lapisan-lapisan atmosfer dan jaraknya dari permukaan bumi. Kekokohan lapisan-lapisan tersebut, dalam pengertian kokoh dalam menyelimuti bola bumi kita, karena adanya gaya gravitasi bumi. (lihat pula telaah ilmiah dalam Surah ar-Ra'd/13:2, Juz-13). Pada telaah ilmiah Surah ar-Ra'd/13: 2 tersebut, pembagian lapisan atmosfer sedikit berbeda dengan yang dijelaskan pada telaah ilmiah ini, di mana Ionosfer dan Eksosfer disatukan dalam Termosfer. \n\nNamun apabila pengertian tujuh langit ini dikaitkan dengan Mi'raj Rasulullah Muhammad saw, tampak kurang tepat. Tujuh langit dalam Surah an-Naba'/78: 12 ini mungkin dapat diartikan sebagai Tujuh Dimensi Ruang-Waktu dalam Kaluza-Klein Theory (KKT). Seperti dinyatakan dalam fisika bahwa terdapat empat (4) Gaya Fundamental yang ada di jagad raya ini, yaitu Gaya Elektromagnetik, Gaya Nuklir Lemah, Gaya Nuklir Kuat, dan Gaya Gravitasi. Jika keempat gaya ini terbentuk dari Ledakan Besar (Big Bang) dari suatu Singularity, maka mestinya keempat gaya ini dahulunya 'menyatu sebagai Satu Gaya Tunggal (Grand Unified Force), ini yang dikenal dalam Grand Unified Theory (GUT, Teori Ketersatuan Agung?). KKT menjelaskan bahwa untuk dapat menerangkan ketersatuan gaya-gaya yang empat itu, maka adanya geometri ruang-waktu yang kita berada di dalamnya sekarang ini tidaklah cukup. Geometri ruang-waktu yang kita berada di dalamnya sekarang ini hanya mampu menjelaskan sedikit tentang gaya-gaya Elektromagnetik dan dalam beberapa hal Gaya Gravitasi. Untuk bisa menjelaskan keempat gaya tersebut, maka KKT menyatakan harus ada tujuh dimensi ruang-waktu (time-space dimensions) yang lain. Dengan demikian bersama empat dimensi yang sudah dikenal, yaitu: garis, bidang, ruang dan waktu; maka total dimensi ada sebelas (11) dimensi. Pernyataan ini berbasiskan pada perhitungan Matematika-Fisika. Berbasiskan pada KKT ini, para saintis telah mampu pula menghitung 'garis tengah salah satu dimensi ruang-waktu itu, yaitu sebesar 10-32 cm, jadi dimensi itu sangat kecil sekali. Dengan demikian, tidaklah mungkin dengan instrument yang ada sekarang ini kita dapat menembus tujuh dimensi ruang-waktu yang lain itu. Kaluza-Klein Theory telah memberikan gambaran adanya Tujuh Dimensi Ruang-Waktu, yang kesemuanya ini akan mengokohkan geometri jagad-raya dengan empat gaya-gaya fundamentalnya. Mungkinkah tujuh langit yang kokoh tersebut adalah tujuh dimensi ruang-waktu menurut Kaluza-Klein Theory ? Wallahu a'lam bis-sawab.", "13": "Kedelapan, Allah menjadikan matahari sebagai pelita yang terang benderang, menyebarkan cahaya dan panasnya ke seluruh angkasa.\n\nAllah telah menjadikan matahari yang sinarnya mengandung obat untuk membunuh kuman-kuman dan mengusir penyakit-penyakit yang dapat mengganggu makhluk yang hidup seandainya tidak cukup mendapat sinar.", "14": "Kesembilan, Allah menurunkan dari awan air hujan yang banyak dan memberi manfaat, terutama untuk menumbuhkan tumbuh-tumbuhan yang berguna bagi manusia dan binatang.\n\nHal itu bertujuan agar dapat menumbuhkan biji-bijian seperti gandum, sayur, padi, dan tumbuh-tumbuhan untuk bahan makanan manusia dan hewan ternak. Demikian pula kebun-kebun dan taman-taman yang lebat dengan daun-daunnya yang rimbun.\n\nDalam ayat ini, Allah menyebut bermacam-macam tanaman yang tumbuh di bumi, di antaranya ada yang mempunyai batang dan ada yang tidak. Ada yang menghasilkan buah-buahan dan ada pula yang menghasilkan biji-bijian seperti gandum, padi, dan lain-lain untuk makanan manusia. Ada pula tanaman-tanaman untuk makanan binatang ternak. Semuanya itu merupakan makanan-makanan pokok dan tambahan bagi manusia.", "15": "Kesembilan, Allah menurunkan dari awan air hujan yang banyak dan memberi manfaat, terutama untuk menumbuhkan tumbuh-tumbuhan yang berguna bagi manusia dan binatang.\n\nHal itu bertujuan agar dapat menumbuhkan biji-bijian seperti gandum, sayur, padi, dan tumbuh-tumbuhan untuk bahan makanan manusia dan hewan ternak. Demikian pula kebun-kebun dan taman-taman yang lebat dengan daun-daunnya yang rimbun.\n\nDalam ayat ini, Allah menyebut bermacam-macam tanaman yang tumbuh di bumi, di antaranya ada yang mempunyai batang dan ada yang tidak. Ada yang menghasilkan buah-buahan dan ada pula yang menghasilkan biji-bijian seperti gandum, padi, dan lain-lain untuk makanan manusia. Ada pula tanaman-tanaman untuk makanan binatang ternak. Semuanya itu merupakan makanan-makanan pokok dan tambahan bagi manusia.", "16": "Kesembilan, Allah menurunkan dari awan air hujan yang banyak dan memberi manfaat, terutama untuk menumbuhkan tumbuh-tumbuhan yang berguna bagi manusia dan binatang.\n\nHal itu bertujuan agar dapat menumbuhkan biji-bijian seperti gandum, sayur, padi, dan tumbuh-tumbuhan untuk bahan makanan manusia dan hewan ternak. Demikian pula kebun-kebun dan taman-taman yang lebat dengan daun-daunnya yang rimbun.\n\nDalam ayat ini, Allah menyebut bermacam-macam tanaman yang tumbuh di bumi, di antaranya ada yang mempunyai batang dan ada yang tidak. Ada yang menghasilkan buah-buahan dan ada pula yang menghasilkan biji-bijian seperti gandum, padi, dan lain-lain untuk makanan manusia. Ada pula tanaman-tanaman untuk makanan binatang ternak. Semuanya itu merupakan makanan-makanan pokok dan tambahan bagi manusia.", "17": "Dalam ayat ini, Allah menerangkan bahwa hari kebangkitan itu pasti terjadi pada waktu yang telah ditetapkan. Pada hari itu diputuskan siksa yang akan diterima orang yang kafir di dalam neraka dan pahala yang akan diterima orang-orang mukmin di dalam surga, baik orang-orang terdahulu, sekarang, maupun yang kemudian. Di sana akan sangat jauh beda nasib dan kehidupan mereka sesuai dengan derajat amal perbuatan mereka ketika di dunia. Allah telah menjadikan hari itu sebagai batas antara dunia dan akhirat, tempat seluruh makhluk akan dihimpun di Padang Mahsyar agar masing-masing dapat melihat dan menyaksikan apa yang telah mereka perbuat selama hidup di dunia, sehingga orang yang berbuat kebajikan akan menerima pahalanya dan orang yang berbuat kejahatan akan menerima siksaan. Kemudian Allah menerangkan tanda-tanda hari itu dan kedahsyatannya dengan firman-Nya dalam ayat berikut ini.", "18": "Pada hari Kiamat itu, ditiup sangkakala yang kedua oleh malaikat Israfil yang menyebabkan seluruh makhluk akan dibangkitkan kembali, bangkit dari kuburnya masing-masing dan berkumpul di Padang Mahsyar. Tiap-tiap umat dipimpin oleh rasulnya, sehingga datang berkelompok-kelompok seperti dalam firman Allah.\n\n(Ingatlah), pada hari (ketika) Kami panggil setiap umat dengan pemimpinnya. (al-Isra'/17: 71)", "19": "Dalam ayat ini, Allah menerangkan bahwa pada hari keputusan itu langit terbuka dan mempunyai pintu-pintu yang memisahkan satu bagian dengan bagian yang lain. Maksudnya langit itu terbelah-belah sehingga mempunyai celah-celah seakan-akan terbuka dan mempunyai pintu-pintu. Hal ini dijelaskan oleh firman Allah yang lain:\n\nApabila langit terbelah. (al-Insyiqaq/84: 1)\n\nHal demikian terjadi karena muncul perubahan besar dalam susunan planet-planet di alam raya, yang menyebabkan perubahan dalam daya tarik dan perjalanan orbitnya. Kejadian itu menjurus ke arah kehancuran alam raya, dan juga kehancuran alam dunia.", "20": "Dalam ayat ini dijelaskan bawah gunung-gunung pada hari itu tidak lagi seperti sediakala, tetapi akan diguncang sehingga hancur lebur seperti kabut yang dari jauh kelihatan seperti bayangan air. Akan tetapi jika didekati, ternyata tidak ada apa-apa karena bagian-bagiannya telah terpecah belah, dihancurkan, dan beterbangan ke mana-mana.\n\nFirman Allah dalam hal ini:\n\nDan diangkatlah bumi dan gunung-gunung, lalu dibenturkan keduanya sekali benturan. (al-haqqah/69: 14)\n\nKemudian dalam ayat yang lain Allah berfirman:\n\nDan gunung-gunung dihancurluluhkan sehancur-hancurnya, maka jadilah ia debu yang beterbangan. (al-Waqi'ah/56: 5-6)\n\nKemudian gunung-gunung itu akan dihancurleburkan seperti debu yang beterbangan seperti dijelaskan dalam firman Allah:\n\nDan gunung-gunung seperti bulu yang dihambur-hamburkan. (al-Qari'ah/101: 5)\n\nAyat 17-20 dari Surah an-Naba'/78 di atas tampaknya berbicara mengenai terjadinya kiamat. Pada ayat yang dibahas, ada penggambaran mengenai tiupan sangkakala. Ada ayat lain yang juga menggunakan kata sangkakala atau trompet dalam menggambarkan kiamat, seperti Surah an-Nazi'at/79: 6-9, \"(Sungguh, kamu akan dibangkitkan) pada hari ketika tiupan pertama mengguncangkan alam, (tiupan pertama) itu diiringi dengan tiupan kedua. Hati manusia pada waktu itu merasa sangat takut, pandangannya tunduk.\"\n\nKeempat ayat di atas membahas tentang apa yang akan terjadi saat terjadinya hari kiamat. Salah satu kejadian pada hari itu adalah gempa bumi yang sangat dahsyat. Pada ayat 6-9 Surah an-Nazi'at/79, peristiwa gempa, mungkin saja bumi, digambarkan dengan kata \"tiupan\". \n\nApabila kita perhatikan ayat 6 dan 7 dari Surah an-Nazi'at/79 di atas tampak adanya kemiripan dalam gambaran tentang hari kiamat. Namun ada dua pendapat mengenai penggambarannya. Di satu pihak, para ulama menginterpretasikan kata ar-rajifah sebagai bunyi trompet yang pertama, dan ar-radifah adalah tiupan trompet yang kedua. Di pihak lain, ar-rajifah dinyatakan sebagai bumi, dan ar-radifah sebagai saat terjadinya pengadilan. Ada juga yang menginterpretasikan ar-rajifah sebagai kekacauan dari unsur-unsur bumi, sedangkan ar-radifah adalah gempa buminya. Tampaknya pendapat terakhir yang lebih realistis. Tidak ada beda antara kekacauan unsur-unsur bumi dan gempa bumi.\n\nAkan tetapi tampaknya ada pendapat lain yang lebih masuk akal. Mungkin kedua kata yang coba diinterpretasikan oleh banyak ulama sebenarnya menunjukkan adanya gempa utama dan gempa susulan, seperti dapat dilihat pada terjemahan dan tafsir ayat 6 dan 7 Surah an-Nazi'at/79 dalam Tafsir Al-Misbah, \"Pada hari ketika berguncang-guncangan yang dahsyat, diikuti oleh yang mengiringi (nya).\" \n\nSebelum terjadinya gempa utama (main shock), beberapa gempa kecil (fore shock) akan mengawalinya. Setelah gempa utama terjadi maka diikuti oleh gempa susulan (after shocks) yang kekuatannya lebih kecil dan jumlahnya banyak sekali. Lambat laun gempa susulan ini menurun baik jumlah maupun kekuatannya. \n\nPerlu diketahui bahwa gempa awal sulit diidentifikasi. Umumnya gempa utama langsung datang, dan memorak-porandakan segalanya tanpa memperlihatkan adanya gempa awal. Sebagai gambaran adalah gempa Aceh yang terjadi pada tanggal 26 Desember 2004 dengan magnitudo Mw=9,3 datang tanpa gempa awal. Gempa yang mematahkan dasar laut sepanjang hampir 1000 km ini menimbulkan tsunami dan menghancurkan wilayah yang berada di sekitar Lautan Hindia. Gempa Aceh ini kemudian memicu gempa Nias dengan kekuatan sangat besar pula, yakni Mw=8,7. Jadi, pada hakikatnya gempa Nias bukan gempa susulan melainkan gempa yang dipicu oleh gempa besar yang pertama. Baik gempa Aceh maupun gempa Nias diikuti gempa susulan masing-masing. Dengan gambaran tersebut, gempa bumi yang datang pada hari kiamat akan jauh lebih dahsyat dan mampu memicu gempa-gempa yang sama dahsyatnya sehingga bumi hancur lebur.", "21": "Sesungguhnya tempat pelaksanaan azab Allah yaitu neraka Jahanam, yang selalu dalam posisi menunggu kedatangan orang-orang kafir untuk disiksa di dalamnya. Diriwayatkan oleh Ibnu Jarir dan Ibnu Mundhir dari al-hasan al-Basri, \"Tidak seorang pun masuk surga kecuali setelah melalui neraka. Apabila dia sudah melewatinya, selamatlah dia dan jika tidak, dia akan tertahan.\"", "22": "Dijelaskan di sini bahwa neraka Jahanam itu menjadi tempat kembali bagi orang-orang yang durhaka dan melampaui batas, yang tidak mau mendengar ajakan para rasul yang membawa petunjuk dan kebenaran.", "23": "Mereka tinggal di dalam neraka dalam waktu yang lama sebagaimana diterangkan pula dalam firman Allah:\n\nMereka ingin keluar dari neraka, tetapi tidak akan dapat keluar dari sana. Dan mereka mendapat azab yang kekal. (al-Ma'idah/5: 37)", "24": "Di dalam neraka Jahanam itu mereka tidak merasakan kesejukan yang dapat mengurangi panas yang sangat menghanguskan dan tidak pula mendapat minuman yang dapat menghilangkan rasa haus.", "25": "Selain air yang mendidih yang sampai kepada puncak panas, ada pula nanah yang sangat busuk baunya.", "26": "Neraka Jahanam itu disediakan sebagai balasan dari Allah yang setimpal dengan dosa dan pelanggaran yang mereka lakukan di dunia, karena setiap kejahatan dan keburukan akan dibalas dengan kejahatan dan keburukan yang setimpal. Azab yang setimpal itu diberikan karena dosa yang sangat berat yang telah mereka lakukan yaitu mempersekutukan Allah. Mereka dibakar dalam neraka Jahanam dalam waktu yang lama sekali.", "27": "Setelah menerangkan azab neraka secara garis besar dalam ayat-ayat yang lalu, maka dalam ayat-ayat berikut ini Allah menyebutkan perincian terhadap dosa itu, yaitu terbagi atas dua bagian: pertama, mereka tidak takut kepada hari perhitungan karena mengingkari kedatangannya. Oleh karena itu, mereka tidak takut melakukan pelanggaran-pelanggaran itu sesuai dengan ajakan hawa nafsunya. Kedua, mereka mendustakan ayat-ayat Allah dan apa yang disebutkan dalam Al-Qur'an tentang kewajiban mentauhidkan Allah sesuai dengan seruan para rasul serta mempercayai hari kebangkitan.", "28": "Setelah menerangkan azab neraka secara garis besar dalam ayat-ayat yang lalu, maka dalam ayat-ayat berikut ini Allah menyebutkan perincian terhadap dosa itu, yaitu terbagi atas dua bagian: pertama, mereka tidak takut kepada hari perhitungan karena mengingkari kedatangannya. Oleh karena itu, mereka tidak takut melakukan pelanggaran-pelanggaran itu sesuai dengan ajakan hawa nafsunya. Kedua, mereka mendustakan ayat-ayat Allah dan apa yang disebutkan dalam Al-Qur'an tentang kewajiban mentauhidkan Allah sesuai dengan seruan para rasul serta mempercayai hari kebangkitan.", "29": "Setelah menerangkan amal perbuatan mereka yang buruk dan akidah yang sesat, maka Allah dalam ayat ini menerangkan bahwa segala sesuatu yang mereka kerjakan itu telah dihitung sesuai dengan catatan yang ada pada sisi-Nya. Segala amalan manusia secara keseluruhan telah tercatat dalam catatan-Nya itu, tidak ada yang ketinggalan sedikit pun.", "30": "Dalam ayat ini, Allah menerangkan bahwa akibat dari kekafiran dan kedurhakaan itu, mereka akan merasakan siksaan-Nya. Allah tidak akan menambah kecuali dengan azab yang lebih pedih lagi.", "31": "Dalam ayat ini, Allah menerangkan bahwa orang-orang yang bertakwa itu benar-benar akan mendapat kemenangan dan kebahagiaan dengan penghormatan dan pahala yang besar di dalam surga.", "32": "Di dalamnya terdapat berbagai nikmat, antara lain berupa kebun-kebun kurma dan buah anggur yang sangat lezat rasanya, cocok dengan selera, dan sedap dalam pandangan mata.", "33": "Lalu diterangkan pula bahwa di dalam surga itu terdapat pula banyak bidadari yang cantik, montok, dan sebaya usianya. Kesenangan bergaul dengan kaum wanita yang biasanya merupakan kesenangan yang memuncak di dunia, akan dialami pula oleh ahli surga dengan cara yang lebih sempurna, tetapi tidak dapat dibayangkan bagaimana terjadinya nanti.", "34": "Di dalamnya juga terdapat hidangan-hidangan minuman yang dikemas dalam gelas-gelas yang penuh. Dalam firman Allah yang lain dinyatakan:\n\nDan di sana mereka diberi segelas minuman bercampur jahe. (al-Insan/76: 17)", "35": "Di dalam surga itu, mereka tidak mendengar perkataan yang tidak berarti atau sia-sia dan tidak pula perkataan yang dusta walaupun mereka meminum arak, sebagaimana diterangkan dalam firman Allah:\n\n(Di dalam surga itu) mereka saling mengulurkan gelas yang isinya tidak (menimbulkan) ucapan yang tidak berfaedah ataupun perbuatan dosa. (ath-thur/52: 23)", "36": "Dalam ayat ini diterangkan bahwa kemenangan dan kebahagiaan yang besar itu adalah pemberian yang banyak dari Allah, sebagai rahmat dan karunia-Nya kepada hamba yang taat kepada-Nya.", "37": "Dalam ayat ini, Allah menerangkan bahwa Dialah Tuhan Yang memelihara langit dan bumi dan segala yang berada di antaranya dengan sifat-Nya sebagai Tuhan Yang Maha Pemurah. Keagungan Allah pada hari Kiamat itu tampak sekali, tidak seorang pun yang akan berbicara dengan Allah, melainkan dengan izin-Nya.", "38": "Dalam ayat ini, Allah menerangkan bahwa pada hari Kiamat itu Malaikat Jibril dan para malaikat lainnya berdiri bersaf-saf menunggu perintah Allah. Mereka tidak berkata apa pun kecuali setelah diberi izin oleh Allah Yang Maha Pemurah. Kata-kata yang mereka ucapkan pun ketika itu hanya kata-kata yang benar.", "39": "Dalam ayat ini, Allah menerangkan bahwa hari Kiamat itu pasti terjadi dan persoalan-persoalan yang tadinya tertutup atau tersembunyi pasti akan diungkapkan. Begitu pula apa-apa yang tersimpan dalam hati manusia, pada hari itu pasti diperlihatkan. Oleh karena itu, Allah mendorong mereka agar bertambah dekat kepada-Nya dan melakukan perbuatan yang menjauhkan diri dari azab-Nya. Dengan demikian, ia pasti menempuh jalan kembali kepada Tuhannya dengan penuh kebahagiaan.", "40": "Ayat ini memberi peringatan kepada orang-orang kafir bahwa sesungguhnya Allah telah memberi peringatan kepada mereka dengan siksaan yang dekat.\n\nSetiap orang harus mengerti bahwa apa saja yang akan dialaminya telah dekat waktu terjadinya. Soal jarak waktu bukanlah suatu hal yang penting, tetapi yang penting adalah peristiwa itu pasti akan dialaminya. Maka seorang yang berakal sehat selalu bersiap-siap untuk menghadapi peristiwa-peristiwa yang akan dijumpainya. Pada hari itu, manusia akan melihat apa yang telah diperbuat oleh kedua tangannya, sebagaimana dijelaskan pula dalam firman Allah:\n\n(Ingatlah) pada hari (ketika) setiap jiwa mendapatkan (balasan) atas kebajikan yang telah dikerjakan dihadapkan kepadanya, (begitu juga balasan) atas kejahatan yang telah dia kerjakan. Dia berharap sekiranya ada jarak yang jauh antara dia dengan (hari) itu. (Ali 'Imran/3: 30)\n\nPada hari itu, orang kafir akan berkata dengan penuh kesedihan dan penyesalan, \"Andaikata aku dahulu di dunia hanya menjadi tanah, dan tidak menjadi manusia yang durhaka kepada Tuhan.\""}}, "jalalain": {"name": "Jalalain", "source": "Pesantren Persatuan Islam 91 Kota Tasikmalaya", "text": {"1": "(Tentang apakah) mengenai apakah (mereka saling bertanya-tanya?) yakni orang-orang Quraisy sebagian di antara mereka bertanya-tanya kepada sebagian yang lainnya.", "2": "(Tentang berita yang besar) ayat ini merupakan penjelasan bagi sesuatu yang dipertanyakan mereka itu. Sedangkan Istifham atau kata tanya pada ayat yang pertama tadi mengandung makna yang mengagungkannya. Hal yang dimaksud adalah Alquran yang disampaikan oleh Nabi saw. yang di dalamnya terkandung berita mengenai adanya hari berbangkit dan hal-hal lainnya.", "3": "(Yang mereka perselisihkan tentang ini) orang-orang yang beriman mempercayainya, sedangkan orang-orang kafir mengingkarinya.", "4": "(Sekali-kali tidak) kata ini merupakan sanggahan yang ditujukan kepada orang-orang kafir tadi (kelak mereka mengetahui) apa yang bakal menimpa mereka sebagai akibat daripada keingkaran mereka kepada Alquran.", "5": "(Kemudian sekali-kali tidak; kelak mereka mengetahui) ayat ini merupakan pengukuh dari ayat sebelumnya; dan pada ayat ini dipakai kata Tsumma untuk memberikan pengertian, bahwa ancaman yang kedua lebih keras dan lebih berat daripada ancaman yang dikandung pada ayat sebelumnya. Selanjutnya Allah swt. memberikan isyarat yang menunjukkan tentang kekuasaan-Nya untuk membangkitkan makhluk semuanya; untuk itu Dia berfirman:", "6": "(Bukankah Kami telah menjadikan bumi itu sebagai hamparan) yakni terhampar bagaikan permadani.", "7": "(Dan gunung-gunung sebagai pasak) yang menstabilkan bumi, sebagaimana halnya kemah yang berdiri dengan mantapnya berkat patok-patok yang menyangganya. Istifham atau kata tanya di sini mengandung makna Taqrir atau menetapkan.", "8": "(Dan Kami jadikan kalian berpasang-pasangan) yaitu terdiri dari jenis laki-laki dan perempuan.", "9": "(Dan Kami jadikan tidur kalian untuk istirahat) untuk istirahat bagi tubuh kalian.", "10": "(Dan Kami jadikan malam sebagai pakaian) sebagai penutup karena kegelapannya.", "11": "(Dan Kami jadikan siang untuk mencari penghidupan) yaitu waktu untuk mencari penghidupan.", "12": "(Dan Kami bina di atas kalian tujuh lapis) maksudnya langit yang berlapis tujuh (yang kokoh) lafal Syidaadan adalah  382  bentuk jamak dari lafal Syadidatun, artinya sangat kuat lagi sangat rapi yang tidak terpengaruh oleh berlalunya zaman.", "13": "(Dan Kami jadikan pelita) yang menerangi (yang amat terang) yang dimaksud adalah matahari.", "14": "(Dan Kami turunkan dari awan yang tebal) yaitu awan yang banyak mengandung air dan sudah saatnya menurunkan air yang dikandungnya, sebagaimana halnya seorang gadis yang sudah masanya untuk berhaid (air yang tercurah) artinya bagaikan air yang dicurahkan.", "15": "(Supaya Kami tumbuhkan dengan air itu biji-bijian) seperti biji gandum (dan tumbuh-tumbuhan) seperti buah Tin.", "16": "(Dan kebun-kebun) atau taman-taman (yang lebat) tumbuh-tumbuhannya; lafal Alfaafan bentuk jamak dari lafal Lafiifun, wazannya sama dengan lafal Syariifun yang bentuk jamaknya adalah Asyraafun.", "17": "(Sesungguhnya hari keputusan) di antara semua makhluk (adalah suatu waktu yang ditetapkan) waktu yang ditentukan untuk memberi pahala dan menimpakan siksaan.", "18": "(Yaitu hari ditiup sangkakala) menjadi Badal dari lafal Yaumal Fashl; atau merupakan Bayan daripadanya; yang meniupnya adalah malaikat Israfil (lalu kalian datang) dari kuburan kalian menuju ke Mauqif atau tempat penantian (berkelompokkelompok) secara bergelombang yang masing-masing gelombang berbeda dari gelombang yang lainnya.", "19": "(Dan dibukalah langit) dapat dibaca Futtihat dan Futihat, artinya langit terbelah karena para malaikat turun (maka terdapatlah beberapa pintu) yakni langit itu membentuk beberapa pintu.", "20": "(Dan dijalankanlah gunung-gunung) maksudnya, lenyap dari tempat-tempatnya (maka menjadi fatamorganalah ia) menjadi debu yang beterbangan, atau dengan kata lain gunung-gunung itu menjadi sangat ringan jalannya bagaikan debu yang diterbangkan.", "21": "(Sesungguhnya neraka Jahanam itu padanya ada tempat pengintaian) artinya, selalu mengintai atau ada tempat pengintaian.", "22": "(Bagi orang-orang yang melampaui batas) karena itu mereka tidak akan dapat menyelamatkan diri daripadanya (sebagai tempat kembali) bagi mereka, karena mereka akan dimasukkan ke dalamnya.", "23": "(Mereka tinggal) lafal Laabitsiina adalah Haal bagi lafal yang tidak disebutkan, yakni telah dipastikan penempatan mereka (di dalamnya berabad-abad) yakni untuk selama-lamanya tanpa ada batasnya; lafal Ahqaaban bentuk jamak dari lafal Huqban.", "24": "(Mereka tidak merasakan kesejukan di dalamnya) mereka tidak pernah merasakan tidur di dalamnya (dan tidak pula mendapat minuman) minuman yang lezat.", "25": "(Kecuali) atau selain (air yang mendidih) yaitu air yang panasnya tak terperikan (dan nanah) dapat dibaca Ghasaaqan dan Ghassaaqan artinya nanah yang keluar dari tubuh penghuni-penghuni neraka; mereka diperbolehkan untuk meminumnya.", "26": "(Sebagai pembalasan yang setimpal) atau sesuai dengan amal perbuatan mereka, karena tiada suatu dosa pun yang lebih besar daripada kekafiran, dan tiada azab yang lebih besar daripada azab neraka.", "27": "(Sesungguhnya mereka tidak mengharapkan) artinya, mereka tidak takut (kepada hisab) karena mereka ingkar kepada adanya hari berbangkit.", "28": "(Dan mereka mendustakan ayat-ayat Kami) mendustakan Alquran (dengan sesungguh-sungguhnya) maksudnya, dengan kedustaan yang sesungguhnya.", "29": "(Dan segala sesuatu) dari amal-amal perbuatan (telah Kami hitung) telah Kami catat (dalam suatu kitab) yaitu dalam catatan-catatan di Lohmahfuz supaya Kami memberikan balasan kepadanya, antara lain karena kedustaan mereka terhadap Alquran.", "30": "(Karena itu rasakanlah) artinya, lalu dikatakan kepada mereka sewaktu azab menimpa mereka, \"Rasakanlah pembalasan kalian ini.\" (Dan Kami sekali-kali tidak akan menambah kepada kalian selain daripada azab) di samping azab yang kalian rasakan sekarang.", "31": "(Sesungguhnya orang-orang yang bertakwa mendapat kemenangan) maksudnya, mendapat tempat kemenangan di surga.", "32": "(Yaitu kebun-kebun) lafal ayat ini menjadi Badal dari lafal Mafaazan, atau sebagai penjelasan daripadanya (dan buah anggur) di'athafkan kepada lafal Mafaazan.", "33": "(Dan gadis-gadis remaja) yaitu gadis-gadis yang buah dadanya sedang ranum-ranumnya. Lafal Kawaa'ib bentuk jamak dari lafal Kaa'ib (yang sebaya) umurnya, lafal Atraaban bentuk jamak dari lafal Tirbun.", "34": "(Dan gelas-gelas yang penuh) berisi khamar; dan di dalam surah Muhammad disebutkan pada salah satu ayat-Nya, \"...sungai-sungai dari khamar (arak).\" (Q.S. Muhammad, 15)", "35": "(Di dalamnya mereka tidak mendengar) yakni di dalam surga itu sewaktu mereka sedang meminum khamar dan merasakan kelezatan-kelezatan lainnya (perkataan yang sia-sia) perkataan yang batil (dan tidak pula dusta) jika dibaca Kidzaaban artinya dusta, jika dibaca Kidzdzaaban artinya kedustaan yang dilakukan oleh seseorang kepada yang lainnya, keadaannya berbeda dengan apa yang terjadi di dunia sewaktu khamar diminum.", "36": "(Sebagai balasan dari Rabbmu) dari Allah swt. memberikan hal tersebut kepada penghuni-penghuni surga sebagai pembalasan dari-Nya (dan pemberian) menjadi Badal daripada lafal Jazaa-an (yang cukup banyak) sebagai pembalasan yang banyak; pengertian ini diambil dari perkataan orang-orang Arab: A'thaanii Fa'ahsabanii, arti-Nya, \"Dia memberiku dengan pemberian yang cukup banyak.\" Atau dengan kata lain bahwa memberikan pemberian yang banyak kepadaku sehingga aku mengatakan, \"Cukuplah!\"", "37": "(Rabb langit dan bumi) dapat dibaca Rabbis Samaawaati Wal Ardhi dan Rabus Samaawaati Wal Ardhi (dan apa yang ada di antara keduanya; Yang Maha Pemurah) demikian pula lafal Ar-Rahmaan dapat dibaca Ar-Rahmaanu dan Ar-Rahmaani disesuaikan dengan lafal Rabbun tadi.\n\n(Mereka tiada memiliki) yakni makhluk semuanya (di hadapan-Nya) di hadapan Allah swt.\n\n(sepatah kata pun) yaitu tiada seseorang pun yang dapat berbicara kepada-Nya karena takut kepada-Nya.", "38": "(Pada hari itu) lafal Yauma merupakan Zharaf bagi lafal Laa Yamlikuuna (ketika ruh berdiri) yakni malaikat Jibril atau bala tentara Allah swt.\n\n(dan para malaikat dengan bershaf-shaf) lafal Shaffan menjadi Haal artinya dalam keadaan berbaris bershafshaf (mereka tidak berkata-kata) yakni makhluk semuanya (kecuali siapa yang telah diberi izin kepadanya oleh Tuhan Yang Maha Pemurah) untuk berbicara (dan ia mengucapkan) perkataan (yang benar) mereka terdiri dari orang-orang yang beriman dan para Malaikat, seumpamanya mereka memberikan syafaat kepada orang-orang yang diridai oleh-Nya untuk mendapatkan syafaat.  383", "39": "(Itulah hari yang pasti terjadi) hari yang pasti kejadiannya, yaitu hari kiamat.\n\n(Maka barang siapa yang menghendaki, niscaya ia menempuh jalan kembali kepada Rabbnya) yakni, kembali kepada Allah dengan mengerjakan ketaatan kepada-Nya, supaya ia selamat dari azab-Nya pada hari kiamat itu.", "40": "(Sesungguhnya Kami telah memperingatkan kepada kalian) hai orang-orang kafir Mekah (siksa yang dekat) yakni siksa pada hari kiamat yang akan datang nanti; dan setiap sesuatu yang akan datang itu berarti masa terjadinya sudah dekat (pada hari) menjadi Zharaf dari lafal 'Adzaaban berikut sifatnya yakni berikut lafal Qariiban (manusia melihat) setiap manusia melihat (apa yang telah diperbuat oleh kedua tangannya) yakni perbuatan baik dan perbuatan buruk yang telah dikerjakannya semasa di dunia (dan orang kafir berkata, \"Alangkah baiknya) huruf Ya di sini bermakna Tanbih (sekiranya aku dahulu adalah tanah\") maka aku tidak akan disiksa. Ia mengatakan demikian sewaktu Allah berfirman kepada binatang-binatang semuanya sesudah Dia melakukan hukum kisas sebagian dari mereka terhadap sebagian yang lain: \"Jadilah kamu sekalian tanah!\""}}}}}}