{
    "8": {
        "number": "8",
        "name": "الانفال",
        "name_latin": "Al-Anfal",
        "number_of_ayah": "75",
        "text": {
            "1": "يَسْـَٔلُوْنَكَ عَنِ الْاَنْفَالِۗ قُلِ الْاَنْفَالُ لِلّٰهِ وَالرَّسُوْلِۚ فَاتَّقُوا اللّٰهَ وَاَصْلِحُوْا ذَاتَ بَيْنِكُمْ ۖوَاَطِيْعُوا اللّٰهَ وَرَسُوْلَهٗٓ اِنْ كُنْتُمْ مُّؤْمِنِيْنَ",
            "2": "اِنَّمَا الْمُؤْمِنُوْنَ الَّذِيْنَ اِذَا ذُكِرَ اللّٰهُ وَجِلَتْ قُلُوْبُهُمْ وَاِذَا تُلِيَتْ عَلَيْهِمْ اٰيٰتُهٗ زَادَتْهُمْ اِيْمَانًا وَّعَلٰى رَبِّهِمْ يَتَوَكَّلُوْنَۙ",
            "3": "الَّذِيْنَ يُقِيْمُوْنَ الصَّلٰوةَ وَمِمَّا رَزَقْنٰهُمْ يُنْفِقُوْنَۗ ",
            "4": "اُولٰۤىِٕكَ هُمُ الْمُؤْمِنُوْنَ حَقًّاۗ  لَهُمْ دَرَجٰتٌ عِنْدَ رَبِّهِمْ وَمَغْفِرَةٌ وَّرِزْقٌ كَرِيْمٌۚ ",
            "5": "كَمَآ اَخْرَجَكَ رَبُّكَ مِنْۢ بَيْتِكَ بِالْحَقِّۖ وَاِنَّ فَرِيْقًا مِّنَ الْمُؤْمِنِيْنَ لَكٰرِهُوْنَ",
            "6": "يُجَادِلُوْنَكَ فِى الْحَقِّ بَعْدَمَا تَبَيَّنَ كَاَنَّمَا يُسَاقُوْنَ اِلَى الْمَوْتِ وَهُمْ يَنْظُرُوْنَ ۗ ",
            "7": "وَاِذْ يَعِدُكُمُ اللّٰهُ اِحْدَى الطَّاۤىِٕفَتَيْنِ اَنَّهَا لَكُمْ وَتَوَدُّوْنَ اَنَّ غَيْرَ ذَاتِ الشَّوْكَةِ تَكُوْنُ لَكُمْ وَيُرِيْدُ اللّٰهُ اَنْ يُّحِقَّ الْحَقَّ بِكَلِمٰتِهٖ وَيَقْطَعَ دَابِرَ الْكٰفِرِيْنَۙ ",
            "8": "لِيُحِقَّ الْحَقَّ وَيُبْطِلَ الْبَاطِلَ وَلَوْ كَرِهَ الْمُجْرِمُوْنَۚ ",
            "9": "اِذْ تَسْتَغِيْثُوْنَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ اَنِّيْ مُمِدُّكُمْ بِاَلْفٍ مِّنَ الْمَلٰۤىِٕكَةِ مُرْدِفِيْنَ",
            "10": "وَمَا جَعَلَهُ اللّٰهُ اِلَّا بُشْرٰى وَلِتَطْمَىِٕنَّ بِهٖ قُلُوْبُكُمْۗ وَمَا النَّصْرُ اِلَّا مِنْ عِنْدِ اللّٰهِ ۗاِنَّ اللّٰهَ عَزِيْزٌ حَكِيْمٌ ࣖ ",
            "11": "اِذْ يُغَشِّيْكُمُ النُّعَاسَ اَمَنَةً مِّنْهُ وَيُنَزِّلُ عَلَيْكُمْ مِّنَ السَّمَاۤءِ مَاۤءً لِّيُطَهِّرَكُمْ بِهٖ وَيُذْهِبَ عَنْكُمْ رِجْزَ الشَّيْطٰنِ وَلِيَرْبِطَ عَلٰى قُلُوْبِكُمْ وَيُثَبِّتَ بِهِ الْاَقْدَامَۗ ",
            "12": "اِذْ يُوْحِيْ رَبُّكَ اِلَى الْمَلٰۤىِٕكَةِ اَنِّيْ مَعَكُمْ فَثَبِّتُوا الَّذِيْنَ اٰمَنُوْاۗ سَاُلْقِيْ فِيْ قُلُوْبِ الَّذِيْنَ كَفَرُوا الرُّعْبَ فَاضْرِبُوْا فَوْقَ الْاَعْنَاقِ وَاضْرِبُوْا مِنْهُمْ كُلَّ بَنَانٍۗ ",
            "13": "ذٰلِكَ بِاَنَّهُمْ شَاۤقُّوا اللّٰهَ وَرَسُوْلَهٗۚ وَمَنْ يُّشَاقِقِ اللّٰهَ وَرَسُوْلَهٗ فَاِنَّ اللّٰهَ شَدِيْدُ الْعِقَابِ",
            "14": "ذٰلِكُمْ فَذُوْقُوْهُ وَاَنَّ لِلْكٰفِرِيْنَ عَذَابَ النَّارِ",
            "15": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا لَقِيْتُمُ الَّذِيْنَ كَفَرُوْا زَحْفًا فَلَا تُوَلُّوْهُمُ الْاَدْبَارَۚ ",
            "16": "وَمَنْ يُّوَلِّهِمْ يَوْمَىِٕذٍ دُبُرَهٗٓ اِلَّا مُتَحَرِّفًا لِّقِتَالٍ اَوْ مُتَحَيِّزًا اِلٰى فِئَةٍ فَقَدْ بَاۤءَ بِغَضَبٍ مِّنَ اللّٰهِ وَمَأْوٰىهُ جَهَنَّمُ ۗ وَبِئْسَ الْمَصِيْرُ",
            "17": "فَلَمْ تَقْتُلُوْهُمْ وَلٰكِنَّ اللّٰهَ قَتَلَهُمْۖ وَمَا رَمَيْتَ اِذْ رَمَيْتَ وَلٰكِنَّ اللّٰهَ رَمٰىۚ وَلِيُبْلِيَ الْمُؤْمِنِيْنَ مِنْهُ بَلَاۤءً حَسَنًاۗ اِنَّ اللّٰهَ سَمِيْعٌ عَلِيْمٌ",
            "18": "ذٰلِكُمْ وَاَنَّ اللّٰهَ مُوْهِنُ كَيْدِ الْكٰفِرِيْنَ",
            "19": "اِنْ تَسْتَفْتِحُوْا فَقَدْ جَاۤءَكُمُ الْفَتْحُۚ وَاِنْ تَنْتَهُوْا فَهُوَ خَيْرٌ لَّكُمْۚ وَاِنْ تَعُوْدُوْا نَعُدْۚ وَلَنْ تُغْنِيَ عَنْكُمْ فِئَتُكُمْ شَيْـًٔا وَّلَوْ كَثُرَتْۙ وَاَنَّ اللّٰهَ مَعَ الْمُؤْمِنِيْنَ ࣖ ",
            "20": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اَطِيْعُوا اللّٰهَ وَرَسُوْلَهٗ وَلَا تَوَلَّوْا عَنْهُ وَاَنْتُمْ تَسْمَعُوْنَ",
            "21": "وَلَا تَكُوْنُوْا كَالَّذِيْنَ قَالُوْا سَمِعْنَا وَهُمْ لَا يَسْمَعُوْنَۚ ",
            "22": "۞ اِنَّ شَرَّ الدَّوَاۤبِّ عِنْدَ اللّٰهِ الصُّمُّ الْبُكْمُ الَّذِيْنَ لَا يَعْقِلُوْنَ",
            "23": "وَلَوْ عَلِمَ اللّٰهُ فِيْهِمْ خَيْرًا لَّاَسْمَعَهُمْۗ وَلَوْ اَسْمَعَهُمْ لَتَوَلَّوْا وَّهُمْ مُّعْرِضُوْنَ",
            "24": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اسْتَجِيْبُوْا لِلّٰهِ وَلِلرَّسُوْلِ اِذَا دَعَاكُمْ لِمَا يُحْيِيْكُمْۚ وَاعْلَمُوْٓا اَنَّ اللّٰهَ يَحُوْلُ بَيْنَ الْمَرْءِ وَقَلْبِهٖ وَاَنَّهٗٓ اِلَيْهِ تُحْشَرُوْنَ",
            "25": "وَاتَّقُوْا فِتْنَةً لَّا تُصِيْبَنَّ الَّذِيْنَ ظَلَمُوْا مِنْكُمْ خَاۤصَّةً ۚوَاعْلَمُوْٓا اَنَّ اللّٰهَ شَدِيْدُ الْعِقَابِ",
            "26": "وَاذْكُرُوْٓا اِذْ اَنْتُمْ قَلِيْلٌ مُّسْتَضْعَفُوْنَ فِى الْاَرْضِ تَخَافُوْنَ اَنْ يَّتَخَطَّفَكُمُ النَّاسُ فَاٰوٰىكُمْ وَاَيَّدَكُمْ بِنَصْرِهٖ وَرَزَقَكُمْ مِّنَ الطَّيِّبٰتِ لَعَلَّكُمْ تَشْكُرُوْنَ",
            "27": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَخُوْنُوا اللّٰهَ وَالرَّسُوْلَ وَتَخُوْنُوْٓا اَمٰنٰتِكُمْ وَاَنْتُمْ تَعْلَمُوْنَ",
            "28": "وَاعْلَمُوْٓا اَنَّمَآ اَمْوَالُكُمْ وَاَوْلَادُكُمْ فِتْنَةٌ  ۙوَّاَنَّ اللّٰهَ عِنْدَهٗٓ اَجْرٌ عَظِيْمٌ ࣖ",
            "29": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِنْ تَتَّقُوا اللّٰهَ يَجْعَلْ لَّكُمْ فُرْقَانًا وَّيُكَفِّرْ عَنْكُمْ سَيِّاٰتِكُمْ وَيَغْفِرْ لَكُمْۗ وَاللّٰهُ ذُو الْفَضْلِ الْعَظِيْمِ",
            "30": "وَاِذْ يَمْكُرُ بِكَ الَّذِيْنَ كَفَرُوْا لِيُثْبِتُوْكَ اَوْ يَقْتُلُوْكَ اَوْ يُخْرِجُوْكَۗ وَيَمْكُرُوْنَ وَيَمْكُرُ اللّٰهُ ۗوَاللّٰهُ خَيْرُ الْمَاكِرِيْنَ",
            "31": "وَاِذَا تُتْلٰى عَلَيْهِمْ اٰيٰتُنَا قَالُوْا قَدْ سَمِعْنَا لَوْ نَشَاۤءُ لَقُلْنَا مِثْلَ هٰذَآ  ۙاِنْ هٰذَآ اِلَّآ اَسَاطِيْرُ الْاَوَّلِيْنَ",
            "32": "وَاِذْ قَالُوا اللهم  اِنْ كَانَ هٰذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَاَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السَّمَاۤءِ اَوِ ائْتِنَا بِعَذَابٍ اَلِيْمٍ",
            "33": "وَمَا كَانَ اللّٰهُ لِيُعَذِّبَهُمْ وَاَنْتَ فِيْهِمْۚ وَمَا كَانَ اللّٰهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُوْنَ ",
            "34": "وَمَا لَهُمْ اَلَّا يُعَذِّبَهُمُ اللّٰهُ وَهُمْ يَصُدُّوْنَ عَنِ الْمَسْجِدِ الْحَرَامِ وَمَا كَانُوْٓا اَوْلِيَاۤءَهٗۗ اِنْ اَوْلِيَاۤؤُهٗٓ اِلَّا الْمُتَّقُوْنَ وَلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ",
            "35": "وَمَا كَانَ صَلَاتُهُمْ عِنْدَ الْبَيْتِ اِلَّا مُكَاۤءً وَّتَصْدِيَةًۗ فَذُوْقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُوْنَ",
            "36": "اِنَّ الَّذِيْنَ كَفَرُوْا يُنْفِقُوْنَ اَمْوَالَهُمْ لِيَصُدُّوْا عَنْ سَبِيْلِ اللّٰهِ ۗفَسَيُنْفِقُوْنَهَا ثُمَّ تَكُوْنُ عَلَيْهِمْ حَسْرَةً ثُمَّ يُغْلَبُوْنَ ەۗ وَالَّذِيْنَ كَفَرُوْٓا اِلٰى جَهَنَّمَ يُحْشَرُوْنَۙ",
            "37": "لِيَمِيْزَ اللّٰهُ الْخَبِيْثَ مِنَ الطَّيِّبِ وَيَجْعَلَ الْخَبِيْثَ بَعْضَهٗ عَلٰى بَعْضٍ فَيَرْكُمَهٗ جَمِيْعًا فَيَجْعَلَهٗ فِيْ جَهَنَّمَۗ  اُولٰۤىِٕكَ هُمُ الْخٰسِرُوْنَ ࣖ ",
            "38": "قُلْ لِّلَّذِيْنَ كَفَرُوْٓا اِنْ يَّنْتَهُوْا يُغْفَرْ لَهُمْ مَّا قَدْ سَلَفَۚ وَاِنْ يَّعُوْدُوْا فَقَدْ مَضَتْ سُنَّتُ الْاَوَّلِيْنَ",
            "39": "وَقَاتِلُوْهُمْ حَتّٰى لَا تَكُوْنَ فِتْنَةٌ وَّيَكُوْنَ الدِّيْنُ كُلُّهٗ لِلّٰهِۚ فَاِنِ انْتَهَوْا فَاِنَّ اللّٰهَ بِمَا يَعْمَلُوْنَ بَصِيْرٌ",
            "40": "وَاِنْ تَوَلَّوْا فَاعْلَمُوْٓا اَنَّ اللّٰهَ مَوْلٰىكُمْ ۗنِعْمَ الْمَوْلٰى وَنِعْمَ النَّصِيْرُ  ۔",
            "41": "۞ وَاعْلَمُوْٓا اَنَّمَا غَنِمْتُمْ مِّنْ شَيْءٍ فَاَنَّ لِلّٰهِ خُمُسَهٗ وَلِلرَّسُوْلِ وَلِذِى الْقُرْبٰى وَالْيَتٰمٰى وَالْمَسٰكِيْنِ وَابْنِ السَّبِيْلِ اِنْ كُنْتُمْ اٰمَنْتُمْ بِاللّٰهِ وَمَآ اَنْزَلْنَا عَلٰى عَبْدِنَا يَوْمَ الْفُرْقَانِ يَوْمَ الْتَقَى الْجَمْعٰنِۗ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ",
            "42": "اِذْ اَنْتُمْ بِالْعُدْوَةِ الدُّنْيَا وَهُمْ بِالْعُدْوَةِ الْقُصْوٰى وَالرَّكْبُ اَسْفَلَ مِنْكُمْۗ وَلَوْ تَوَاعَدْتُّمْ لَاخْتَلَفْتُمْ فِى الْمِيْعٰدِۙ وَلٰكِنْ لِّيَقْضِيَ اللّٰهُ اَمْرًا كَانَ مَفْعُوْلًا ەۙ لِّيَهْلِكَ مَنْ هَلَكَ عَنْۢ بَيِّنَةٍ وَّيَحْيٰى مَنْ حَيَّ عَنْۢ بَيِّنَةٍۗ وَاِنَّ اللّٰهَ لَسَمِيْعٌ عَلِيْمٌۙ",
            "43": "اِذْ يُرِيْكَهُمُ اللّٰهُ فِيْ مَنَامِكَ قَلِيْلًاۗ وَلَوْ اَرٰىكَهُمْ كَثِيْرًا لَّفَشِلْتُمْ وَلَتَنَازَعْتُمْ فِى الْاَمْرِ وَلٰكِنَّ اللّٰهَ سَلَّمَۗ اِنَّهٗ عَلِيْمٌۢ بِذَاتِ الصُّدُوْرِ ",
            "44": "وَاِذْ يُرِيْكُمُوْهُمْ اِذِ الْتَقَيْتُمْ فِيْٓ اَعْيُنِكُمْ قَلِيْلًا وَّيُقَلِّلُكُمْ فِيْٓ اَعْيُنِهِمْ لِيَقْضِيَ اللّٰهُ اَمْرًا كَانَ مَفْعُوْلًا ۗوَاِلَى اللّٰهِ تُرْجَعُ الْاُمُوْرُ ࣖ ",
            "45": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا لَقِيْتُمْ فِئَةً فَاثْبُتُوْا وَاذْكُرُوا اللّٰهَ كَثِيْرًا لَّعَلَّكُمْ تُفْلِحُوْنَۚ ",
            "46": "وَاَطِيْعُوا اللّٰهَ وَرَسُوْلَهٗ وَلَا تَنَازَعُوْا فَتَفْشَلُوْا وَتَذْهَبَ رِيْحُكُمْ وَاصْبِرُوْاۗ اِنَّ اللّٰهَ مَعَ الصّٰبِرِيْنَۚ ",
            "47": "وَلَا تَكُوْنُوْا كَالَّذِيْنَ خَرَجُوْا مِنْ دِيَارِهِمْ بَطَرًا وَّرِئَاۤءَ النَّاسِ وَيَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِ ۗوَاللّٰهُ بِمَايَعْمَلُوْنَ مُحِيْطٌ ",
            "48": "وَاِذْ زَيَّنَ لَهُمُ الشَّيْطٰنُ اَعْمَالَهُمْ وَقَالَ لَا غَالِبَ لَكُمُ الْيَوْمَ مِنَ النَّاسِ وَاِنِّيْ جَارٌ لَّكُمْۚ فَلَمَّا تَرَاۤءَتِ الْفِئَتٰنِ نَكَصَ عَلٰى عَقِبَيْهِ وَقَالَ اِنِّيْ بَرِيْۤءٌ مِّنْكُمْ اِنِّيْٓ اَرٰى مَا لَا تَرَوْنَ اِنِّيْٓ اَخَافُ اللّٰهَ ۗوَاللّٰهُ شَدِيْدُ الْعِقَابِ ࣖ ",
            "49": "اِذْ يَقُوْلُ الْمُنٰفِقُوْنَ وَالَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ غَرَّ هٰٓؤُلَاۤءِ دِيْنُهُمْۗ وَمَنْ يَّتَوَكَّلْ عَلَى اللّٰهِ فَاِنَّ اللّٰهَ عَزِيْزٌ حَكِيْمٌ ",
            "50": "وَلَوْ تَرٰٓى اِذْ يَتَوَفَّى الَّذِيْنَ كَفَرُوا الْمَلٰۤىِٕكَةُ يَضْرِبُوْنَ وُجُوْهَهُمْ وَاَدْبَارَهُمْۚ وَذُوْقُوْا عَذَابَ الْحَرِيْقِ",
            "51": "ذٰلِكَ بِمَا قَدَّمَتْ اَيْدِيْكُمْ وَاَنَّ اللّٰهَ لَيْسَ بِظَلَّامٍ لِّلْعَبِيْدِۙ",
            "52": "كَدَأْبِ اٰلِ فِرْعَوْنَۙ وَالَّذِيْنَ مِنْ قَبْلِهِمْۗ  كَفَرُوْا بِاٰيٰتِ اللّٰهِ فَاَخَذَهُمُ اللّٰهُ بِذُنُوْبِهِمْۗ اِنَّ اللّٰهَ قَوِيٌّ شَدِيْدُ الْعِقَابِ ",
            "53": "ذٰلِكَ بِاَنَّ اللّٰهَ لَمْ يَكُ مُغَيِّرًا نِّعْمَةً اَنْعَمَهَا عَلٰى قَوْمٍ حَتّٰى يُغَيِّرُوْا مَا بِاَنْفُسِهِمْۙ وَاَنَّ اللّٰهَ سَمِيْعٌ عَلِيْمٌۙ ",
            "54": "كَدَأْبِ اٰلِ فِرْعَوْنَۙ وَالَّذِيْنَ مِنْ قَبْلِهِمْۚ  كَذَّبُوْا بِاٰيٰتِ رَبِّهِمْ فَاَهْلَكْنٰهُمْ بِذُنُوْبِهِمْ وَاَغْرَقْنَآ اٰلَ فِرْعَوْنَۚ وَكُلٌّ كَانُوْا ظٰلِمِيْنَ ",
            "55": "اِنَّ شَرَّ الدَّوَاۤبِّ عِنْدَ اللّٰهِ الَّذِيْنَ كَفَرُوْا فَهُمْ لَا يُؤْمِنُوْنَۖ ",
            "56": "الَّذِيْنَ عَاهَدْتَّ مِنْهُمْ ثُمَّ يَنْقُضُوْنَ عَهْدَهُمْ فِيْ كُلِّ مَرَّةٍ وَّهُمْ لَا يَتَّقُوْنَ ",
            "57": "فَاِمَّا تَثْقَفَنَّهُمْ فِى الْحَرْبِ فَشَرِّدْ بِهِمْ مَّنْ خَلْفَهُمْ لَعَلَّهُمْ يَذَّكَّرُوْنَ ",
            "58": "وَاِمَّا تَخَافَنَّ مِنْ قَوْمٍ خِيَانَةً فَانْۢبِذْ اِلَيْهِمْ عَلٰى سَوَاۤءٍۗ اِنَّ اللّٰهَ لَا يُحِبُّ الْخَاۤىِٕنِيْنَ ࣖ ",
            "59": "وَلَا يَحْسَبَنَّ الَّذِيْنَ كَفَرُوْا سَبَقُوْاۗ اِنَّهُمْ لَا يُعْجِزُوْنَ ",
            "60": "وَاَعِدُّوْا لَهُمْ مَّا اسْتَطَعْتُمْ مِّنْ قُوَّةٍ وَّمِنْ رِّبَاطِ الْخَيْلِ تُرْهِبُوْنَ بِهٖ عَدُوَّ اللّٰهِ وَعَدُوَّكُمْ وَاٰخَرِيْنَ مِنْ دُوْنِهِمْۚ  لَا تَعْلَمُوْنَهُمْۚ  اَللّٰهُ يَعْلَمُهُمْۗ وَمَا تُنْفِقُوْا مِنْ شَيْءٍ فِيْ سَبِيْلِ اللّٰهِ يُوَفَّ اِلَيْكُمْ وَاَنْتُمْ لَا تُظْلَمُوْنَ ",
            "61": "۞ وَاِنْ جَنَحُوْا لِلسَّلْمِ فَاجْنَحْ لَهَا وَتَوَكَّلْ عَلَى اللّٰهِ ۗاِنَّهٗ هُوَ السَّمِيْعُ الْعَلِيْمُ ",
            "62": "وَاِنْ يُّرِيْدُوْٓا اَنْ يَّخْدَعُوْكَ فَاِنَّ حَسْبَكَ اللّٰهُ ۗهُوَ الَّذِيْٓ اَيَّدَكَ بِنَصْرِهٖ وَبِالْمُؤْمِنِيْنَۙ ",
            "63": "وَاَلَّفَ بَيْنَ قُلُوْبِهِمْۗ  لَوْاَنْفَقْتَ مَا فِى الْاَرْضِ جَمِيْعًا مَّآ اَلَّفْتَ بَيْنَ قُلُوْبِهِمْ وَلٰكِنَّ اللّٰهَ اَلَّفَ بَيْنَهُمْۗ اِنَّهٗ عَزِيْزٌ حَكِيْمٌ ",
            "64": "يٰٓاَيُّهَا النَّبِيُّ حَسْبُكَ اللّٰهُ وَمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِيْنَ ࣖ ",
            "65": "يٰٓاَيُّهَا النَّبِيُّ حَرِّضِ الْمُؤْمِنِيْنَ عَلَى الْقِتَالِۗ اِنْ يَّكُنْ مِّنْكُمْ عِشْرُوْنَ صَابِرُوْنَ يَغْلِبُوْا مِائَتَيْنِۚ وَاِنْ يَّكُنْ مِّنْكُمْ مِّائَةٌ يَّغْلِبُوْٓا اَلْفًا مِّنَ الَّذِيْنَ كَفَرُوْا بِاَنَّهُمْ قَوْمٌ لَّا يَفْقَهُوْنَ ",
            "66": "اَلْـٰٔنَ خَفَّفَ اللّٰهُ عَنْكُمْ وَعَلِمَ اَنَّ فِيْكُمْ ضَعْفًاۗ فَاِنْ يَّكُنْ مِّنْكُمْ مِّائَةٌ صَابِرَةٌ يَّغْلِبُوْا مِائَتَيْنِۚ وَاِنْ يَّكُنْ مِّنْكُمْ اَلْفٌ يَّغْلِبُوْٓا اَلْفَيْنِ بِاِذْنِ اللّٰهِ ۗوَاللّٰهُ مَعَ الصّٰبِرِيْنَ ",
            "67": "مَاكَانَ لِنَبِيٍّ اَنْ يَّكُوْنَ لَهٗٓ اَسْرٰى حَتّٰى يُثْخِنَ فِى الْاَرْضِۗ تُرِيْدُوْنَ عَرَضَ الدُّنْيَاۖ وَاللّٰهُ يُرِيْدُ الْاٰخِرَةَۗ وَاللّٰهُ عَزِيْزٌحَكِيْمٌ ",
            "68": "لَوْلَاكِتٰبٌ مِّنَ اللّٰهِ سَبَقَ لَمَسَّكُمْ فِيْمَآ اَخَذْتُمْ عَذَابٌ عَظِيْمٌ ",
            "69": "فَكُلُوْا مِمَّاغَنِمْتُمْ حَلٰلًا طَيِّبًاۖ وَّاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ",
            "70": "يٰٓاَيُّهَا النَّبِيُّ قُلْ لِّمَنْ فِيْٓ اَيْدِيْكُمْ مِّنَ الْاَسْرٰٓىۙ اِنْ يَّعْلَمِ اللّٰهُ فِيْ قُلُوْبِكُمْ خَيْرًا يُّؤْتِكُمْ خَيْرًا مِّمَّآ اُخِذَ مِنْكُمْ وَيَغْفِرْ لَكُمْۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ ࣖ ",
            "71": "وَاِنْ يُّرِيْدُوْا خِيَانَتَكَ فَقَدْ خَانُوا اللّٰهَ مِنْ قَبْلُ فَاَمْكَنَ مِنْهُمْ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ",
            "72": "اِنَّ الَّذِيْنَ اٰمَنُوْا وَهَاجَرُوْا وَجَاهَدُوْا بِاَمْوَالِهِمْ وَاَنْفُسِهِمْ فِيْ سَبِيْلِ اللّٰهِ وَالَّذِيْنَ اٰوَوْا وَّنَصَرُوْٓا اُولٰۤىِٕكَ بَعْضُهُمْ اَوْلِيَاۤءُ بَعْضٍۗ وَالَّذِيْنَ اٰمَنُوْا وَلَمْ يُهَاجِرُوْا مَا لَكُمْ مِّنْ وَّلَايَتِهِمْ مِّنْ شَيْءٍ حَتّٰى يُهَاجِرُوْاۚ وَاِنِ اسْتَنْصَرُوْكُمْ فِى الدِّيْنِ فَعَلَيْكُمُ النَّصْرُ اِلَّا عَلٰى قَوْمٍۢ بَيْنَكُمْ وَبَيْنَهُمْ مِّيْثَاقٌۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرٌ",
            "73": "وَالَّذِيْنَ كَفَرُوْا بَعْضُهُمْ اَوْلِيَاۤءُ بَعْضٍۗ اِلَّا تَفْعَلُوْهُ تَكُنْ فِتْنَةٌ فِى الْاَرْضِ وَفَسَادٌ كَبِيْرٌۗ",
            "74": "وَالَّذِيْنَ اٰمَنُوْا وَهَاجَرُوْا وَجَاهَدُوْا فِيْ سَبِيْلِ اللّٰهِ وَالَّذِيْنَ اٰوَوْا وَّنَصَرُوْٓا اُولٰۤىِٕكَ هُمُ الْمُؤْمِنُوْنَ حَقًّاۗ  لَهُمْ مَّغْفِرَةٌ وَّرِزْقٌ كَرِيْمٌ ",
            "75": "وَالَّذِيْنَ اٰمَنُوْا مِنْۢ بَعْدُ وَهَاجَرُوْا وَجَاهَدُوْا مَعَكُمْ فَاُولٰۤىِٕكَ مِنْكُمْۗ وَاُولُوا الْاَرْحَامِ بَعْضُهُمْ اَوْلٰى بِبَعْضٍ فِيْ كِتٰبِ اللّٰهِ ۗاِنَّ اللّٰهَ بِكُلِّ شَيْءٍ عَلِيْمٌ ࣖ"
        },
        "translations": {
            "id": {
                "name": "Rampasan Perang",
                "text": {
                    "1": "Mereka menanyakan kepadamu (Muhammad) tentang (pembagian) harta rampasan perang. Katakanlah, “Harta rampasan perang itu milik Allah dan Rasul (menurut ketentuan Allah dan Rasul-Nya), maka bertakwalah kepada Allah dan perbaikilah hubungan di antara sesamamu, dan taatlah kepada Allah dan Rasul-Nya jika kamu orang-orang yang beriman.”",
                    "2": "Sesungguhnya orang-orang yang beriman adalah mereka yang apabila disebut nama Allah gemetar hatinya, dan apabila dibacakan ayat-ayat-Nya kepada mereka, bertambah (kuat) imannya dan hanya kepada Tuhan mereka bertawakal,",
                    "3": "(Yaitu) orang-orang yang melaksanakan salat dan yang menginfakkan sebagian dari rezeki yang Kami berikan kepada mereka.",
                    "4": "Mereka itulah orang-orang yang benar-benar beriman. Mereka akan memperoleh derajat (tinggi) di sisi Tuhannya dan ampunan serta rezeki (nikmat) yang mulia.",
                    "5": "Sebagaimana Tuhanmu menyuruhmu pergi dari rumahmu dengan kebenaran, meskipun sesungguhnya sebagian dari orang-orang yang beriman itu tidak menyukainya,",
                    "6": "mereka membantahmu (Muhammad) tentang kebenaran setelah nyata (bahwa mereka pasti menang), seakan-akan mereka dihalau kepada kematian, sedang mereka melihat (sebab kematian itu).",
                    "7": "Dan (ingatlah) ketika Allah menjanjikan kepadamu bahwa salah satu dari dua golongan (yang kamu hadapi) adalah untukmu, sedang kamu menginginkan bahwa yang tidak mempunyai kekuatan senjatalah untukmu. Tetapi Allah hendak membenarkan yang benar dengan ayat-ayat-Nya dan memusnahkan orang-orang kafir sampai ke akar-akarnya,",
                    "8": "agar Allah memperkuat yang hak (Islam) dan menghilangkan yang batil (syirik) walaupun orang-orang yang berdosa (musyrik) itu tidak menyukainya.",
                    "9": "(Ingatlah), ketika kamu memohon pertolongan kepada Tuhanmu, lalu diperkenankan-Nya bagimu, “Sungguh, Aku akan mendatangkan bala bantuan kepadamu dengan seribu malaikat yang datang berturut-turut.”",
                    "10": "Dan tidaklah Allah menjadikannya melainkan sebagai kabar gembira agar hatimu menjadi tenteram karenanya. Dan kemenangan itu hanyalah dari sisi Allah. Sungguh, Allah Mahaperkasa, Mahabijaksana.",
                    "11": "(Ingatlah), ketika Allah membuat kamu mengantuk untuk memberi ketenteraman dari-Nya, dan Allah menurunkan air (hujan) dari langit kepadamu untuk menyucikan kamu dengan (hujan) itu dan menghilangkan gangguan-gangguan setan dari dirimu dan untuk menguatkan hatimu serta memperteguh telapak kakimu (teguh pendirian).",
                    "12": "(Ingatlah), ketika Tuhanmu mewahyukan kepada para malaikat, “Sesungguhnya Aku bersama kamu, maka teguhkanlah (pendirian) orang-orang yang telah beriman.” Kelak akan Aku berikan rasa ketakutan ke dalam hati orang-orang kafir, maka pukullah di atas leher mereka dan pukullah tiap-tiap ujung jari mereka.",
                    "13": "(Ketentuan) yang demikian itu adalah karena sesungguhnya mereka menentang Allah dan Rasul-Nya; dan barangsiapa menentang Allah dan Rasul-Nya, sungguh, Allah sangat keras siksa-Nya.",
                    "14": "Demikianlah (hukuman dunia yang ditimpakan atasmu), maka rasakanlah hukuman itu. Sesungguhnya bagi orang-orang kafir ada (lagi) azab neraka.",
                    "15": "Wahai orang yang beriman! Apabila kamu bertemu dengan orang-orang kafir yang akan menyerangmu, maka janganlah kamu berbalik membelakangi mereka (mundur).",
                    "16": "Dan barangsiapa mundur pada waktu itu, kecuali berbelok untuk (siasat) perang atau hendak menggabungkan diri dengan pasukan yang lain, maka sungguh, orang itu kembali dengan membawa kemurkaan dari Allah, dan tempatnya ialah neraka Jahanam, seburuk-buruk tempat kembali.",
                    "17": "Maka (sebenarnya) bukan kamu yang membunuh mereka, melainkan Allah yang membunuh mereka, dan bukan engkau yang melempar ketika engkau melempar, tetapi Allah yang melempar. (Allah berbuat demikian untuk membinasakan mereka) dan untuk memberi kemenangan kepada orang-orang mukmin, dengan kemenangan yang baik. Sungguh, Allah Maha Mendengar, Maha Mengetahui.",
                    "18": "Demikianlah (karunia Allah yang dilimpahkan kepadamu), dan sungguh, Allah melemahkan tipu daya orang-orang kafir.",
                    "19": "Jika kamu meminta keputusan, maka sesungguhnya keputusan telah datang kepadamu; dan jika kamu berhenti (memusuhi Rasul), maka itulah yang lebih baik bagimu; dan jika kamu kembali, niscaya Kami kembali (memberi pertolongan); dan pasukanmu tidak akan dapat menolak sesuatu bahaya sedikit pun darimu, biarpun dia jumlahnya (pasukan) banyak. Sungguh, Allah beserta orang-orang beriman.",
                    "20": "Wahai orang-orang yang beriman! Taatlah kepada Allah dan Rasul-Nya, dan janganlah kamu berpaling dari-Nya, padahal kamu mendengar (perintah-perintah-Nya),",
                    "21": "dan janganlah kamu menjadi seperti orang-orang (munafik) yang berkata, “Kami mendengarkan,” padahal mereka tidak mendengarkan (karena hati mereka mengingkarinya).",
                    "22": "Sesungguhnya makhluk bergerak yang bernyawa yang paling buruk dalam pandangan Allah ialah mereka yang tuli dan bisu (tidak mendengar dan memahami kebenaran) yaitu orang-orang yang tidak mengerti.",
                    "23": "Dan sekiranya Allah mengetahui ada kebaikan pada mereka, tentu Dia jadikan mereka dapat mendengar. Dan jika Allah menjadikan mereka dapat mendengar, niscaya mereka berpaling, sedang mereka memalingkan diri.",
                    "24": "Wahai orang-orang yang beriman! Penuhilah seruan Allah dan Rasul, apabila dia menyerumu kepada sesuatu yang memberi kehidupan kepadamu, dan ketahuilah bahwa sesungguhnya Allah membatasi antara manusia dan hatinya dan sesungguhnya kepada-Nyalah kamu akan dikumpulkan.",
                    "25": "Dan peliharalah dirimu dari siksaan yang tidak hanya menimpa orang-orang yang zalim saja di antara kamu. Ketahuilah bahwa Allah sangat keras siksa-Nya.",
                    "26": "Dan ingatlah ketika kamu (para Muhajirin) masih (berjumlah) sedikit, lagi tertindas di bumi (Mekah), dan kamu takut orang-orang (Mekah) akan menculik kamu, maka Dia memberi kamu tempat menetap (Madinah) dan dijadikan-Nya kamu kuat dengan pertolongan-Nya dan diberi-Nya kamu rezeki yang baik agar kamu bersyukur.",
                    "27": "Wahai orang-orang yang beriman! Janganlah kamu mengkhianati Allah dan Rasul dan (juga) janganlah kamu mengkhianati amanat yang dipercayakan kepadamu, sedang kamu mengetahui.",
                    "28": "Dan ketahuilah bahwa hartamu dan anak-anakmu itu hanyalah sebagai cobaan dan sesungguhnya di sisi Allah ada pahala yang besar.",
                    "29": "Wahai orang-orang yang beriman! Jika kamu bertakwa kepada Allah, niscaya Dia akan memberikan furqan (kemampuan membedakan antara yang hak dan batil) kepadamu dan menghapus segala kesalahanmu dan mengampuni (dosa-dosa)mu. Allah memiliki karunia yang besar.",
                    "30": "Dan (ingatlah), ketika orang-orang kafir (Quraisy) memikirkan tipu daya terhadapmu (Muhammad) untuk menangkap dan memenjarakanmu atau membunuhmu, atau mengusirmu. Mereka membuat tipu daya dan Allah menggagalkan tipu daya itu. Allah adalah sebaik-baik pembalas tipu daya.",
                    "31": "Dan apabila ayat-ayat Kami dibacakan kepada mereka, mereka berkata, “Sesungguhnya kami telah mendengar (ayat-ayat seperti ini), jika kami menghendaki niscaya kami dapat membacakan yang seperti ini. (Al-Qur'an) ini tidak lain hanyalah dongeng orang-orang terdahulu.”",
                    "32": "Dan (ingatlah), ketika mereka (orang-orang musyrik) berkata, “Ya Allah, jika (Al-Qur'an) ini benar (wahyu) dari Engkau, maka hujanilah kami dengan batu dari langit, atau datangkanlah kepada kami azab yang pedih.”",
                    "33": "Tetapi Allah tidak akan menghukum mereka, selama engkau (Muhammad) berada di antara mereka. Dan tidaklah (pula) Allah akan menghukum mereka, sedang mereka (masih) memohon ampunan.",
                    "34": "Dan mengapa Allah tidak menghukum mereka padahal mereka menghalang-halangi (orang) untuk (mendatangi) Masjidilharam dan mereka bukanlah orang-orang yang berhak menguasainya? Orang yang berhak menguasai(nya), hanyalah orang-orang yang bertakwa, tetapi kebanyakan mereka tidak mengetahui.",
                    "35": "Dan salat mereka di sekitar Baitullah itu, tidak lain hanyalah siulan dan tepuk tangan. Maka rasakanlah azab disebabkan kekafiranmu itu.",
                    "36": "Sesungguhnya orang-orang yang kafir itu, menginfakkan harta mereka untuk menghalang-halangi (orang) dari jalan Allah. Mereka akan (terus) menginfakkan harta itu, kemudian mereka akan menyesal sendiri, dan akhirnya mereka akan dikalahkan. Ke dalam neraka Jahanamlah orang-orang kafir itu akan dikumpulkan,",
                    "37": "agar Allah memisahkan (golongan) yang buruk dari yang baik dan menjadikan (golongan) yang buruk itu sebagiannya di atas yang lain, lalu kesemuanya ditumpukkan-Nya, dan dimasukkan-Nya ke dalam neraka Jahanam. Mereka itulah orang-orang yang rugi.",
                    "38": "Katakanlah kepada orang-orang yang kafir itu (Abu Sufyan dan kawan-kawannya), “Jika mereka berhenti (dari kekafirannya), niscaya Allah akan mengampuni dosa-dosa mereka yang telah lalu; dan jika mereka kembali lagi (memerangi Nabi) sungguh, berlaku (kepada mereka) sunnah (Allah terhadap) orang-orang dahulu (dibinasakan).”",
                    "39": "Dan perangilah mereka itu sampai tidak ada lagi fitnah, dan agama hanya bagi Allah semata. Jika mereka berhenti (dari kekafiran), maka sesungguhnya Allah Maha Melihat apa yang mereka kerjakan.",
                    "40": "Dan jika mereka berpaling, maka ketahuilah bahwa sesungguhnya Allah pelindungmu. Dia adalah sebaik-baik pelindung dan sebaik-baik penolong.",
                    "41": "Dan ketahuilah, sesungguhnya segala yang kamu peroleh sebagai rampasan perang, maka seperlima untuk Allah, Rasul, kerabat Rasul, anak yatim, orang miskin dan ibnu sabil, (demikian) jika kamu beriman kepada Allah dan kepada apa yang Kami turunkan kepada hamba Kami (Muhammad) di hari Furqan, yaitu pada hari bertemunya dua pasukan. Allah Mahakuasa atas segala sesuatu.",
                    "42": "(Yaitu) ketika kamu berada di pinggir lembah yang dekat dan mereka berada di pinggir lembah yang jauh sedang kafilah itu berada lebih rendah dari kamu. Sekiranya kamu mengadakan persetujuan (untuk menentukan hari pertempuran), niscaya kamu berbeda pendapat dalam menentukan (hari pertempuran itu), tetapi Allah berkehendak melaksanakan suatu urusan yang harus dilaksanakan, yaitu agar orang yang binasa itu binasa dengan bukti yang nyata dan agar orang yang hidup itu hidup dengan bukti yang nyata. Sungguh, Allah Maha Mendengar, Maha Mengetahui.",
                    "43": "(Ingatlah) ketika Allah memperlihatkan mereka di dalam mimpimu (berjumlah) sedikit. Dan sekiranya Allah memperlihatkan mereka (berjumlah) banyak tentu kamu menjadi gentar dan tentu kamu akan berbantah-bantahan dalam urusan itu, tetapi Allah telah menyelamatkan kamu. Sungguh, Allah Maha Mengetahui apa yang ada dalam hatimu.",
                    "44": "Dan ketika Allah memperlihatkan mereka kepadamu, ketika kamu berjumpa dengan mereka berjumlah sedikit menurut penglihatan matamu dan kamu diperlihatkan-Nya berjumlah sedikit menurut penglihatan mereka, itu karena Allah berkehendak melaksanakan suatu urusan yang harus dilaksanakan. Hanya kepada Allah segala urusan dikembalikan.",
                    "45": "Wahai orang-orang yang beriman! Apabila kamu bertemu pasukan (musuh), maka berteguh hatilah dan sebutlah (nama) Allah banyak-banyak (berzikir dan berdoa) agar kamu beruntung.",
                    "46": "Dan taatilah Allah dan Rasul-Nya dan janganlah kamu berselisih, yang menyebabkan kamu menjadi gentar dan kekuatanmu hilang dan bersabarlah. Sungguh, Allah beserta orang-orang sabar.",
                    "47": "Dan janganlah kamu seperti orang-orang yang keluar dari kampung halamannya dengan rasa angkuh dan ingin dipuji orang (ria) serta menghalang-halangi (orang) dari jalan Allah. Allah meliputi segala yang mereka kerjakan.",
                    "48": "Dan (ingatlah) ketika setan menjadikan terasa indah bagi mereka perbuatan (dosa) mereka dan mengatakan, “Tidak ada (orang) yang dapat mengalahkan kamu pada hari ini, dan sungguh, aku adalah penolongmu.” Maka ketika kedua pasukan itu telah saling melihat (berhadapan), setan balik ke belakang seraya berkata, “Sesungguhnya aku berlepas diri dari kamu; aku dapat melihat apa yang kamu tidak dapat melihat; sesungguhnya aku takut kepada Allah.” Allah sangat keras siksa-Nya.",
                    "49": "(Ingatlah), ketika orang-orang munafik dan orang-orang yang ada penyakit di dalam hatinya berkata, “Mereka itu (orang mukmin) ditipu agamanya.” (Allah berfirman), “Barangsiapa bertawakal kepada Allah, ketahuilah bahwa Allah Mahaperkasa, Mahabijaksana.”",
                    "50": "Dan sekiranya kamu melihat ketika para malaikat mencabut nyawa orang-orang yang kafir sambil memukul wajah dan punggung mereka (dan berkata), “Rasakanlah olehmu siksa neraka yang membakar.”",
                    "51": "Demikian itu disebabkan oleh perbuatan tanganmu sendiri. Dan sesungguhnya Allah tidak menzalimi hamba-hamba-Nya,",
                    "52": "(Keadaan mereka) serupa dengan keadaan pengikut Fir‘aun dan orang-orang yang sebelum mereka. Mereka mengingkari ayat-ayat Allah, maka Allah menyiksa mereka disebabkan dosa-dosanya. Sungguh, Allah Mahakuat lagi sangat keras siksa-Nya.",
                    "53": "Yang demikian itu karena sesungguhnya Allah tidak akan mengubah suatu nikmat yang telah diberikan-Nya kepada suatu kaum, hingga kaum itu mengubah apa yang ada pada diri mereka sendiri. Sungguh, Allah Maha Mendengar, Maha Mengetahui,",
                    "54": "(Keadaan mereka) serupa dengan keadaan pengikut Fir‘aun dan orang-orang yang sebelum mereka. Mereka mendustakan ayat-ayat Tuhannya, maka Kami membinasakan mereka disebabkan oleh dosa-dosanya dan Kami tenggelamkan Fir‘aun dan pengikut-pengikutnya; karena mereka adalah orang-orang yang zalim.",
                    "55": "Sesungguhnya makhluk bergerak yang bernyawa yang paling buruk dalam pandangan Allah ialah orang-orang kafir, karena mereka tidak beriman.",
                    "56": "(Yaitu) orang-orang yang terikat perjanjian dengan kamu, kemudian setiap kali berjanji mereka mengkhianati janjinya, sedang mereka tidak takut (kepada Allah).",
                    "57": "Maka jika engkau (Muhammad) mengungguli mereka dalam peperangan, maka cerai-beraikanlah orang-orang yang di belakang mereka dengan (menumpas) mereka, agar mereka mengambil pelajaran.",
                    "58": "Dan jika engkau (Muhammad) khawatir akan (terjadinya) pengkhianatan dari suatu golongan, maka kembalikanlah perjanjian itu kepada mereka dengan cara yang jujur. Sungguh, Allah tidak menyukai orang yang berkhianat.",
                    "59": "Dan janganlah orang-orang kafir mengira, bahwa mereka akan dapat lolos (dari kekuasaan Allah). Sungguh, mereka tidak dapat melemahkan (Allah).",
                    "60": "Dan persiapkanlah dengan segala kemampuan untuk menghadapi mereka dengan kekuatan yang kamu miliki dan dari pasukan berkuda yang dapat menggentarkan musuh Allah, musuhmu dan orang-orang selain mereka yang kamu tidak mengetahuinya; tetapi Allah mengetahuinya. Apa saja yang kamu infakkan di jalan Allah niscaya akan dibalas dengan cukup kepadamu dan kamu tidak akan dizalimi (dirugikan).",
                    "61": "Tetapi jika mereka condong kepada perdamaian, maka terimalah dan bertawakallah kepada Allah. Sungguh, Dia Maha Mendengar, Maha Mengetahui.",
                    "62": "Dan jika mereka hendak menipumu, maka sesungguhnya cukuplah Allah (menjadi pelindung) bagimu. Dialah yang memberikan kekuatan kepadamu dengan pertolongan-Nya dan dengan (dukungan) orang-orang mukmin,",
                    "63": "dan Dia (Allah) yang mempersatukan hati mereka (orang yang beriman). Walaupun kamu menginfakkan semua (kekayaan) yang berada di bumi, niscaya kamu tidak dapat mempersatukan hati mereka, tetapi Allah telah mempersatukan hati mereka. Sungguh, Dia Mahaperkasa, Mahabijaksana.",
                    "64": "Wahai Nabi (Muhammad)! Cukuplah Allah (menjadi pelindung) bagimu dan bagi orang-orang mukmin yang mengikutimu.",
                    "65": "Wahai Nabi (Muhammad)! Kobarkanlah semangat para mukmin untuk berperang. Jika ada dua puluh orang yang sabar di antara kamu, niscaya mereka dapat mengalahkan dua ratus orang musuh. Dan jika ada seratus orang (yang sabar) di antara kamu, niscaya mereka dapat mengalahkan seribu orang kafir, karena orang-orang kafir itu adalah kaum yang tidak mengerti.",
                    "66": "Sekarang Allah telah meringankan kamu karena Dia mengetahui bahwa ada kelemahan padamu. Maka jika di antara kamu ada seratus orang yang sabar, niscaya mereka dapat mengalahkan dua ratus (orang musuh); dan jika di antara kamu ada seribu orang (yang sabar), niscaya mereka dapat mengalahkan dua ribu orang dengan seizin Allah. Allah beserta orang-orang yang sabar.",
                    "67": "Tidaklah pantas, bagi seorang nabi mempunyai tawanan sebelum dia dapat melumpuhkan musuhnya di bumi. Kamu menghendaki harta benda duniawi sedangkan Allah menghendaki (pahala) akhirat (untukmu). Allah Mahaperkasa, Mahabijaksana.",
                    "68": "Sekiranya tidak ada ketetapan terdahulu dari Allah, niscaya kamu ditimpa siksaan yang besar karena (tebusan) yang kamu ambil.",
                    "69": "Maka makanlah dari sebagian rampasan perang yang telah kamu peroleh itu, sebagai makanan yang halal lagi baik, dan bertakwalah kepada Allah. Sungguh, Allah Maha Pengampun, Maha Penyayang.",
                    "70": "Wahai Nabi (Muhammad)! Katakanlah kepada para tawanan perang yang ada di tanganmu, “Jika Allah mengetahui ada kebaikan di dalam hatimu, niscaya Dia akan memberikan yang lebih baik dari apa yang telah diambil darimu dan Dia akan mengampuni kamu.” Allah Maha Pengampun, Maha Penyayang.",
                    "71": "Tetapi jika mereka (tawanan itu) hendak mengkhianatimu (Muhammad) maka sesungguhnya sebelum itu pun mereka telah berkhianat kepada Allah, maka Dia memberikan kekuasaan kepadamu atas mereka. Allah Maha Mengetahui, Mahabijaksana.",
                    "72": "Sesungguhnya orang-orang yang beriman dan berhijrah serta berjihad dengan harta dan jiwanya pada jalan Allah dan orang-orang yang memberikan tempat kediaman dan memberi pertolongan (kepada Muhajirin), mereka itu satu sama lain saling melindungi. Dan (terhadap) orang-orang yang beriman tetapi belum berhijrah, maka tidak ada kewajiban sedikit pun bagimu melindungi  mereka, sampai mereka berhijrah. (Tetapi) jika mereka meminta pertolongan kepadamu dalam (urusan pembelaan) agama, maka kamu wajib memberikan pertolongan kecuali terhadap kaum yang telah terikat perjanjian antara kamu dengan mereka. Dan Allah Maha Melihat apa yang kamu kerjakan.",
                    "73": "Dan orang-orang yang kafir, sebagian mereka melindungi sebagian yang lain. Jika kamu tidak melaksanakan apa yang telah diperintahkan Allah (saling melindungi), niscaya akan terjadi kekacauan di bumi dan kerusakan yang besar.",
                    "74": "Dan orang-orang yang beriman dan berhijrah serta berjihad di jalan Allah, dan orang-orang yang memberi tempat kediaman dan memberi pertolongan (kepada orang Muhajirin), mereka itulah orang yang benar-benar beriman. Mereka memperoleh ampunan dan rezeki (nikmat) yang mulia.",
                    "75": "Dan orang-orang yang beriman setelah itu, kemudian berhijrah dan berjihad bersamamu maka mereka termasuk golonganmu. Orang-orang yang mempunyai hubungan kerabat itu sebagiannya lebih berhak terhadap sesamanya (daripada yang bukan kerabat) menurut Kitab Allah. Sungguh, Allah Maha Mengetahui segala sesuatu."
                }
            }
        },
        "tafsir": {
            "id": {
                "kemenag": {
                    "text": {
                        "1": "(10) Kemudian Nabi Zakaria memohon kembali kepada Allah supaya diberi tanda-tanda bahwa anaknya itu segera akan dilahirkan, agar hatinya tambah tenteram dan rasa syukurnya bertambah dalam. Beliau berkata, \"Ya Tuhanku, berilah aku suatu tanda yang dapat menambah ketenteraman hatiku tentang terlaksananya janji engkau itu.\" Hal seperti ini pernah terjadi pula pada Nabi Ibrahim a.s. ketika ditanya, \"Apakah engkau belum percaya bahwa Allah kuasa menghidupkan yang telah mati?\" Beliau menjawab, \"Sungguh aku percaya, akan tetapi aku bertanya supaya bertambah tenteram hatiku.\" Sebagaimana tersebut dalam firman Allah: \nDan (ingatlah) ketika Ibrahim berkata, \"Ya Tuhanku, perlihatkanlah kepadaku bagaimana Engkau menghidupkan orang mati.\" Allah berfirman, \"Belum percayakah engkau?\" Dia (Ibrahim) menjawab, \"Aku percaya, tetapi agar hatiku tenang (mantap).\" Dia (Allah) berfirman, \"Kalau begitu ambillah empat ekor burung, lalu cincanglah olehmu kemudian letakkan di atas masing-masing bukit satu bagian, kemudian panggillah mereka, niscaya mereka datang kepadamu dengan segera.\" Ketahuilah bahwa Allah Mahaperkasa, Mahabijaksana. (al-Baqarah/2: 260)",
                        "2": "(9) Ayat menjelaskan bahwa Zakariya akan dianugerahi seorang putra, walaupun ia sudah sangat tua dan istrinya mandul. Hal itu adalah mudah bagi Tuhan. Kalau Allah mampu menciptakan Adam dari yang tidak ada sama sekali kemudian menjadi ada, maka menciptakan seorang anak dari yang ada, yaitu Zakaria dan istrinya adalah lebih mudah bagi Allah. Beberapa firman Allah berikut ini menunjukkan bahwa tidak ada kesulitan sedikitpun bagi Allah untuk menciptakan segala yang dikehendaki-Nya antara lain yaitu : \nTidakkah engkau tahu bahwa Allah mengetahui apa yang di langit dan di bumi? Sungguh, yang demikian itu sudah terdapat dalam sebuah Kitab (Lauh Mahfudz). Sesungguhnya yang demikian itu sangat mudah bagi Allah. (al-hajj/22: 70) \n \n \nDan firman Allah : \nDan apakah mereka tidak memperhatikan bagaimana Allah memulai penciptaan (makhluk), kemudian Dia mengulanginya (kembali). Sungguh, yang demikian itu mudah bagi Allah. (al-’Ankabut/29: 19)",
                        "3": "(8) Nabi Zakaria a.s. setelah diberitahu akan mempunyai seorang putra bertanya kepada Allah. Pertanyaan itu timbul bukan karena keragu-raguan tentang kekuasaan Allah, akan tetapi untuk mendapat penjelasan tentang caranya, karena beliau merasa sudah tidak mampu lagi untuk memiliki putra, dan istrinya mandul. Apakah beliau akan dijadikan seperti seorang pemuda lagi dengan kekuatan fisik yang cukup, atau istrinya akan dikembalikan menjadi seorang perempuan muda yang dapat melahirkan seorang anak, ataukah beliau harus kawin lagi dengan seorang perempuan lain yang tidak mandul? Karena Zakaria sangat gembira dengan berita akan mendapat seorang anak itu, dan beliau penuh dengan rasa keheranan tentang cara-cara pelaksanaannya, maka beliau tidak dapat menahan diri untuk menanyakan hal itu kepada Tuhannya. Maka dijawab dengan firman Allah pada ayat berikut ini:",
                        "4": "(7) Dalam ayat ini Allah memberitahukan tentang dikabulkannya doa Zakaria a.s. dan pemberian nama putranya langsung dari Allah sendiri. Allah berfirman kepada Zakaria, bahwa sesungguhnya Allah memberi kabar gembira kepadanya, bahwa permohonannya untuk dianugerahi seorang putra akan terkabul, dan telah disiapkan pula supaya anaknya itu jika lahir diberi nama Yahya dan nama itu belum pernah diberikan kepada seorang pun sebelum dia.",
                        "5": "(6) Ayat ini menyebutkan isi doa Nabi Zakariya, Ya Tuhan, berikanlah kepadaku keturunan yang akan mewarisi aku dan mewarisi sebahagian keluarga Yakub dan jadikanlah ia seorang yang patut lagi taat dan diridai oleh-Mu, karena mempunyai akhlak dan budi yang luhur lagi mulia, dapat dijadikan suri tauladan oleh sekalian pengikutnya. \nDoa memohon keturunan yang saleh dan kelak menjadi pemimpin bagi orang yang bertakwa memang diperintahkan Allah, seperti pada firman-Nya: \nDan orang-orang yang berkata, \"Ya Tuhan kami, anugerahkanlah kepada kami pasangan kami dan keturunan kami sebagai penyenang hati (kami), dan jadikanlah kami pemimpin bagi orang-orang yang bertakwa.\" (al-Furqan/25 :74)",
                        "6": "(5) Dan sesungguhnya aku khawatir terhadap orang-orang yang akan mengendalikan dan memimpin umatku, karena tidak ada seorang pun yang dapat dipercaya di antara mereka itu, oleh sebab itu aku mohon dianugerahi seorang anak. Walaupun istriku mandul dan aku sendiri telah sangat tua, tetapi hal ini tidak menyebabkan aku berputus asa, karena percaya atas kebijaksanaan dan kekuasaan Allah Yang Mahaagung. Berputus asa memang dilarang oleh Allah, seperti pada beberapa firman-Nya, yaitu: \n\"¦dan jangan kamu berputus asa dari rahmat Allah. Sesungguhnya yang berputus asa dari rahmat Allah, hanyalah orang-orang yang kafir.\" (Yusuf/12: 87) \n Dan firman Allah: \n\"Dia (Ibrahim) berkata, \"Tidak ada yang berputus asa dari rahmat Tuhan-nya, kecuali orang yang sesat.\" (al-hijr/15: 56)",
                        "7": "(4) Nabi Zakaria dalam doanya antara lain mengemukakan, \"Ya Tuhanku, sesungguhnya aku memohon terkabulnya doaku ini, karena beberapa sebab yang aku yakini akan membuka rahmat karunia-Mu. Pertama, aku telah mencapai usia yang sangat tua yaitu hampir sembilan puluh tahun, di mana aku sudah merasa tulang-tulangku sudah lemah, dan kelemahan kerangka badan itu mengakibatkan pula kelemahan yang menyeluruh dalam seluruh tubuhku, dan seorang yang sudah tua seperti aku ini, sangat pantas untuk disayangi dan dikasihani. Kedua, di kepalaku sudah penuh dengan uban, sehingga siapapun yang memandang kepadaku pasti menaruh belas kasihan dan tergerak hatinya untuk memenuhi permohonanku. Ketiga, aku selama ini belum pernah dikecewakan dalam berdoa kepada Engkau, Ya Tuhan, sejak aku masih muda, apalagi sekarang di mana kelemahanku telah nampak secara keseluruhan.\" \nNabi Zakaria sendiri mengetahui bahwa jika doanya dikabulkan, akan membawa banyak perbaikan dalam bidang agama dan kemasyarakatan. Karena itu beliau melanjutkan doanya seperti disebutkan pada ayat berikut ini.",
                        "8": "(3) Yaitu tatkala beliau berdoa dengan suara lembut lagi menyendiri dalam mihrabnya, supaya diberi keturunan yang akan melanjutkan tugas kerasulan. Doanya itu sengaja diucapkan dengan suara yang lembut dan dalam keadaan sunyi, supaya terasa lebih ikhlas dan terkabul. Kemudian Al-Qur’an menyebutkan bagaimana bunyi doanya itu. Berdoa memang diperintahkan Allah kepada kita semua dengan tawadhu, yaitu rendah hati serta dengan suara yang lembut, tidak menjerit-jerit, seperti disebutkan dalam firman Allah: \nBerdoalah kepada Tuhanmu dengan rendah hati dan suara yang lembut. Sungguh, Dia tidak menyukai orang-orang yang melampaui batas. (al-A’raf/7: 55)",
                        "9": "(2) Yang dibaca ini adalah penjelasan tentang rahmat Tuhanmu yang dilimpahkan kepada seorang hamba-Nya yang sudah tua, yaitu Nabi Zakaria a.s. ketika beliau berdoa supaya diberi seorang anak yang saleh. Nabi Zakaria berasal dari keturunan Bani Israil yang menjadi nabi setelah Nabi Yunus untuk memimpin kaumnya.",
                        "10": "(1) Telah diterangkan dalam tafsir permulaan Surah al-Baqarah bahwa permulaan Surah-surah yang dimulai dengan huruf-huruf hijaiyah seperti Alif Lam Mim, Kaf Ha Ya ’Ain shad dan sebagainya termasuk ayat \"Mutasyabihat\" yang arti sesungguhnya hanya diketahui oleh Allah tujuannya agar jadi peringatan dan menambah perhatian tentang Al-Qur’an yang banyak mengandung hikmah dan rahasia yang mendalam.",
                        "11": "(39) Pada ayat ini Allah memerintahkan kepada Nabi Muhammad saw agar dia memberi peringatan kepada manusia khususnya kaum musyrik Mekah tentang hari Kiamat mereka mati dalam keadaan kafir, orang-orang kafir akan menyesali diri mereka karena tidak mau beriman dan selalu berusaha menegakkan yang batil semasa hidup di dunia. \nPara mukmin dibawa ke surga dan orang-orang kafir digiring ke neraka. Kepada kedua golongan ini diberitahukan bahwa masing-masing mereka tidak akan keluar selama-lamanya dari tempat yang telah disediakan bagi mereka, dan mereka tidak akan mengalami kematian selama-lamanya. Diriwayatkan dalam sebuah hadis dari Abu Sa`id, Rasulullah saw bersabda, \"Pada waktu itu dibawalah \"kematian\" berbentuk seekor biri-biri yang bagus rupanya, lalu datang orang yang menyerukan, Hai penghuni surga! Lalu mereka tertegun memperhatikan. Maka penyeru itu bertanya, \"Tahukah kamu apa ini?\" Mereka menjawab, Ya, itu adalah \"Kematian.\" Semua mereka melihatnya. Kemudian penyeru yang lain berseru pula. Hai penghuni neraka! Tahukah kamu apakah ini? Mereka menjawab, ya! Itu adalah \"kematian.\" Mereka melihatnya pula. Maka \"kematian\" yang berbentuk biri-biri itu disembelihkan di antara surga dan neraka, lalu penyeru itu berkata, \"Hai penghuni surga kamu kekal di dalam surga dan kamu tidak akan mengalami kematian lagi. Hai penghuni neraka, kamu kekal di dalam neraka dan tidak akan mengalami kematian lagi.\" Kemudian Rasulullah membacakan ayat ini. (Riwayat al-Bukhari dan Muslim) \nKetika itu sadarlah orang-orang kafir akan keteledoran mereka dan mereka menyesal mengapa mereka di dunia dahulu mengingkari hari ke-bangkitan, mengapa mereka tidak mau memikirkan ajakan dan petunjuk ke jalan yang benar, tetapi sesalan itu tidak berguna lagi.",
                        "12": "(38) Pada hari kiamat nanti orang-orang kafir itu karena memikirkan nasib mereka yang malang telinganya menjadi sangat peka dan peng-lihatannya sangat tajam apa saja yang terjadi segera menjadi perhatian mereka. Maka Allah lalu berfirman, \"Alangkah pekanya telinga mereka dan alangkah tajamnya penglihatan mereka di kala mereka menghadap Kami. Padahal mereka di dunia seakan-akan tuli tidak dapat mendengarkan petunjuk yang di bawa Nabi, dan seakan-akan buta tidak dapat melihat kebenaran dan mukjizat yang diberikan kepada para rasul. Mereka tidak melihat atau merasakan kekuasaan Allah yang tampak dengan nyata di alam semesta.\" \nSeandainya mereka semasa di dunia mempergunakan pendengaran dan penglihatan seperti keadaan mereka di akhirat itu tentulah mereka tidak akan tetap dalam kekafiran, mereka akan beriman kepada Allah dan Rasul-Nya. Tetapi tidak ada gunanya lagi telinga yang peka dan mata yang tajam pada waktu itu, karena nasib mereka sudah ditentukan dan pastilah mereka masuk neraka. Mereka pada waktu itu merasa sangat menyesal dan berangan-angan agar mereka dapat dikembalikan ke dunia untuk memperbaiki kesalahan dan kedurhakaan mereka, tetapi apa hendak dikata nasi telah menjadi bubur. Angan-angan kosong itu tidak akan terkabul karena mereka akan dibelenggu, dirantai, dan dimasukkan ke neraka sebagaimana tersebut dalam firman Allah: \n(Allah berfirman), \"Tangkaplah dia lalu belenggulah tangannya ke lehernya.\" Kemudian masukkanlah dia ke dalam api neraka yang menyala-nyala. Kemudian belitlah dia dengan rantai yang panjangnya tujuh puluh hasta. Sesungguhnya dialah orang yang tidak beriman kepada Allah Yang Mahabesar. (al-haqqah/69: 30-33) \nDemikianlah nasib mereka di akhirat nanti karena mereka adalah orang-orang yang benar-benar telah sesat dari jalan yang lurus.",
                        "13": "(37) Kemudian pada ayat ini Allah menerangkan bahwa kaum Nabi Isa tidak mengindahkan petunjuk-petunjuk yang diberikan kepada mereka. Mereka telah jatuh ke dalam lembah kesesatan dan perselisihan yang hebat. Mereka terpecah-pecah menjadi beberapa golongan; Golongan \"Yakubiyah\" yaitu golongan yang mengikuti ajaran seorang pendeta bernama Yakub, yang mengatakan bahwa Isa adalah tuhan yang diturunkan ke bumi tetapi kemudian naik lagi ke langit. Golongan \"Nasturiah\" yang mengikuti ajaran seorang pendeta bernama Nastur yang mengatakan bahwa Isa adalah putra Tuhan yang diturunkan ke bumi kemudian diangkat-Nya kembali ke langit. Golongan ini mengatakan bahwa Isa adalah salah satu dari oknum yang tiga yaitu: Bapak, putra dan Ruhulkudus. Golongan lain mengatakan bahwa Isa adalah salah satu dari Tuhan yang tiga, yaitu: Allah, Isa anak-Nya dan Maryam ibu Isa. Di samping golongan-golongan yang sesat itu, ada pula golongan yang benar dan beriman sesuai dengan ajaran dan petunjuk Isa yang beriman bahwa Isa adalah hamba Allah dan Rasul-Nya, golongan ini bernama \"Malakania\". \nTerhadap golongan-golongan yang sesat itu Allah mengancam mereka bahwa mereka akan menyaksikan sendiri bagamana dahsyatnya hari kiamat nanti dan bagaimana pedihnya siksaan yang disediakan untuk mereka. Semua anggota badan mereka akan menjadi saksi atas kekufuran dan keingkaran mereka. Allah menangguhkan siksaan terhadap mereka sampai hari Kiamat dan tidak menyegerakan siksaan mereka semata-mata karena rahmat dan kasih sayang-Nya sebagaimana tersebut dalam sabda Nabi saw: \nSesungguhnya Allah menangguhkan penyiksaan bagi orang zalim sehingga apabila Dia menyiksanya, dia tidak akan dapat lepas dari siksaan itu. (Riwayat al-Bukhari dan Muslim dari Abu Musa) \nMengenai sikap kaum Nabi Isa ini Nabi Muhammad saw bersabda: \nTak ada seorang pun yang tahan, mendengar kata-kata yang menyakitkan kecuali Allah. Mereka mengatakan bahwa Allah mempunyai anak sedang Allah tetap memberi mereka rezeki dan kesehatan. (Riwayat al-Bukhari dari Abdullah bin Qais)",
                        "14": "(36) Pada ayat ini Allah menerangkan lagi ucapan Isa di waktu dia masih bayi dalam buaian di samping ucapan-ucapannya pada ayat 30-33 Surah ini yaitu, \"Bahwa sesungguhnya Allah adalah Tuhanku dan Tuhanmu, maka hendaklah kamu menyembah-Nya.\" Isa menegaskan kepada kaumnya bahwa dia hanya hamba Allah seperti mereka juga meskipun dia dilahirkan dengan cara yang luar biasa tanpa bapak. Hal ini tidak menunjukkan bahwa dia adalah putra Allah, atau dia adalah Tuhan yang patut disembah. Dia hanya manusia biasa diciptakan Allah. Oleh sebab itu dia mengajak kaumnya supaya menyembah Allah Yang menciptakannya dan menciptakan semua makhluk. Yang patut mereka sembah hanyalah Allah Pencipta segala sesuatu. \nSelanjutnya Isa menerangkan kepada mereka, bahwa manusia sepatutnya menyembah Allah bukan menyembah setan dan berhala. Inilah jalan yang lurus yang akan membawa mereka pada kebahagiaan di dunia dan akhirat. Ini pula jalan yang ditunjukkan oleh nabi-nabi sebelum dia. Barangsiapa yang menempuh jalan itu ia akan berbahagia dan barangsiapa yang menempuh jalan selain itu akan sesat dan celaka.",
                        "15": "(35) Pada ayat ini Allah menegaskan kembali bahwa Isa itu bukan anak Allah. Tidak wajar dan tidak mungkin Allah mempunyai anak karena Allah tidak memerlukan keturunan seperti manusia yang di masa tuanya sangat membutuhkan pertolongan dan perawatan dan membutuhkan orang yang akan melanjutkan dan memelihara hasil usahanya atau mengharumkan namanya sesudah ia meninggal. Allah tidak memerlukan semua itu karena Dia Mahakuasa, senantiasa berdiri sendiri tidak membutuhkan bantuan orang lain sebagaimana tersebut dalam firman-Nya: \nAllah, tidak ada tuhan selain Dia. Yang Mahahidup, Yang terus menerus mengurus (makhluk-Nya). (Ali ’Imran/3: 2) \nMahasuci Allah dari segala sifat kekurangan dan dari segala tuduhan yang diucapkan oleh kaum kafir. Apabila Dia hendak menciptakan sesuatu, cukuplah Dia menfirmankan \"Kun\" (jadilah) maka terciptalah dia. Baginya tidak sulit untuk menciptakan seorang anak tanpa bapak atau menciptakan manusia tanpa ibu dan bapak seperti menciptakan Adam dan Allah berfirman: \nSesungguhnya perumpamaan (penciptaan) Isa bagi Allah, seperti (penciptaan) Adam. Dia menciptakannya dari tanah, kemudian Dia berkata kepadanya, \"Jadilah!\" Maka jadilah sesuatu itu. (Ali ’Imran/3: 59) \n \nAllah Yang Maha Sempurna dan demikian besar kekuasaan-Nya tidaklah mungkin membutuhkan seorang anak karena yang demikian itu menunjukkan kepada kelemahan dan sifat-sifat kekurangan.",
                        "16": "(34) Pada ayat ini Allah menegaskan bahwa Isa adalah seorang hamba Allah yang akan menjadi nabi dan akan diturunkan kepadanya Al-Kitab, yang mempunyai sifat-sifat dan akhlak yang mulia bukan sebagaimana yang dituduhkan oleh kaumnya, bukan anak zina dan bukan pula anak Allah sebagaimana yang diucapkan dan dipercayai oleh kaumnya di belakang hari. Apa yang diucapkannya sewaktu ia masih bayi dalam gendongan itulah ucapan yang benar dan tak dapat diragukan lagi meskipun kaumnya masih meragukan ucapan-ucapan itu dan menuduhnya sebagai tukang sihir. Dia bukan tukang sihir sebagaimana dikatakan orang Yahudi, bukan putra Allah sebagaimana didakwahkan oleh kaum Nasrani dan bukan pula Tuhan sebagaimana dikatakan golongan yang lain. Dia adalah hamba Allah yang akan diangkat menjadi nabi dan rasul.",
                        "17": "(33) Selanjutnya Isa berdoa, Semoga kesejahteraan dan keselamatan dilimpahkan kepadanya pada tiga peristiwa yaitu pada hari ia dilahirkan, pada hari ia wafat dan pada hari ia dibangkitkan hidup kembali pada hari Kiamat. Maka tidak ada seorang pun yang dapat memberi mudarat kepadanya dalam tiga peristiwa ini yang merupakan peristiwa-peristiwa paling sulit dan kritis bagi setiap hamba Allah yang hidup di dunia. \nOrang-orang Yahudi dan Nasrani mengingkari bahwa Isa a.s. pernah berbicara ketika masih bayi dan masih dalam gendongan. Mereka mengemukakan bahwa seandainya hal ini betul-betul terjadi tentu beritanya tersebar luas di kalangan masyarakat ramai, karena peristiwa itu merupakan hal yang sangat aneh dan sangat menarik perhatian. Mereka telah mengadakan penyelidikan ke mana-mana dan tidak menjumpai keterangan itu dalam kitab-kitabnya. \nBagi kaum Muslimin peristiwa ini tetap menjadi suatu keyakinan karena tersebut di dalam Al-Qur’an yang pasti kebenarannya karena seandainya Isa a.s., tidak berbicara waktu kecilnya dan membersihkan ibunya dari segala tuduhan yang kotor tentu orang Yahudi akan melaksanakan hukuman rajam kepada Maryam, besar kemungkinan bahwa yang menyaksikan ucapan bayi itu beberapa orang saja yang jumlahnya terbatas sehingga tidak sampai tersebar luas di kalangan mereka.",
                        "18": "(32) Isa yang masih bayi menjelaskan lebih lanjut, bahwa Allah memerintahkan kepadanya supaya berbakti kepada ibunya, tunduk dan selalu berbuat kebaikan kepadanya. Ucapan ini menunjukkan pula kesucian Maryam, karena apabila tidak demikian maka Nabi Isa tidak akan diperintah untuk berbakti kepada ibunya. Keterangan selanjutnya Isa mengatakan, \"Allah tidak menjadikan aku seorang yang sombong karena aku selalu taat menyembah Allah dan tidak pula menjadikan aku seorang yang celaka karena aku selalu berbuat baik kepada ibuku.\"",
                        "19": "(31) Selanjutnya Isa kecil mengatakan, Allah akan menjadikan aku seorang yang diberkati di mana saja aku berada, karena aku memberi manfaat kepada manusia dan memberi petunjuk kepada mereka ke jalan kebahagiaan; Allah telah memerintahkan aku untuk mendirikan salat karena dalam mendirikan salat itu terkandung perbuatan membersihkan diri dari berbagai macam dosa lahir dan batin, Allah juga memerintahkan aku untuk menunaikan zakat selama aku hidup di dunia. Zakat bertujuan untuk membersihkan harta, jiwa dan memberi bantuan kepada fakir miskin.",
                        "20": "(30) Isa a.s. yang masih dalam gendongan ibunya kemudian berkata, \"Sesungguhnya aku ini hamba Allah, Dia yang akan memberikan aku kitab suci Injil dan Dia yang akan menjadikan aku seorang Nabi.\" Ucapan ini mengandung penjelasan bahwa ibunya adalah seorang wanita yang suci karena seorang Nabi harus dari keturunan orang yang saleh dan suci.",
                        "21": "(29) Maryam menunjuk kepada putranya supaya berbicara dan menjelaskan tentang keadaannya, karena Maryam sudah bernazar untuk tidak berbicara dengan siapa pun dan sudah merasa yakin bahwa anaknya mengerti isyarat itu. Orang-orang Yahudi bertanya dengan keheranan, \"Bagaimana kami akan berbicara dengan seorang bayi yang masih di dalam gendongan?\" Mereka menduga bahwa Maryam memperolok-olok mereka.",
                        "22": "(28) Kemudian mereka menambah celaan dan cemoohan serta tuduhan kepada Maryam seraya berkata, \"Hai saudara perempuan Harun, ayahmu sekali-kali bukanlah seorang yang jahat dan ibumu sekali-kali bukanlah seorang wanita tuna susila. Bagaimana kamu sampai mendapatkan anak ini.\" Maryam dipanggil dengan sebutan \"Saudara perempuan Harun\", oleh karena telah menjadi kebiasaan Bani Israil untuk menyebutkan nama-nama para nabi dan orang-orang saleh sebelumnya. \nDiriwayatkan oleh al-Mugirah bin Syu`bah yang diutus oleh Rasulullah saw, ke Najran di negeri Yaman di mana terdapat orang-orang Nasrani dan mereka bertanya kepadanya, \"Mengapa kamu membaca di dalam Al-Qur’an, \"hai saudara perempuan Harun,\" padahal Harun dan Musa itu hidupnya lama sekali sebelum lahirnya Isa putra Maryam?\" al-Mugirah tidak sempat memberikan jawaban dan ketika beliau pulang ke Medinah dan menghadap Rasulullah beliau mengemukakan pertanyaan itu. Oleh Rasulullah saw dijawab: \n\"Mengapa kamu tidak memberitahu mereka, bahwa kebiasaan mereka (Bani Israil) itu suka menyebut-nyebut nama para nabi dan orang-orang saleh sebelum mereka.\" (Riwayat Ahmad)",
                        "23": "(27) Setelah Maryam diperintahkan untuk berpuasa pada hari melahirkan putranya dan tidak berbicara dengan seorang pun dan setelah ada jaminan dari Allah bahwa kehormatannya tetap terpelihara; maka Maryam menyerahkan seluruh nasibnya pada ketetapan Allah, Maryam menggendong anaknya dan membawanya kepada kaumnya, hal itu menyebabkan kaumnya mencela perbuatannya seraya berkata, \"Hai Maryam, sesungguhnya kamu telah melakukan sesuatu perbuatan yang amat mungkar.\"",
                        "24": "(26) Maka Jibril menyuruh Maryam supaya makan, minum dan ber-senang hati karena mendapat rezeki itu dan menghilangkan kesedihan hatinya karena Allah berkuasa untuk membersihkannya dari segala tuduhan yang tidak pantas, sehingga Maryam tetap dianggap sebagai wanita yang suci tidak pernah ternoda. Jika kamu melihat seorang manusia yang bertanya tentang persoalannya dan persoalan anaknya, maka isyaratkanlah kepadanya, \"Sesungguhnya aku telah bernazar atas diriku untuk berpuasa semata-mata untuk Tuhan Yang Maha Pemurah, dan aku tidak akan berbicara langsung dengan seorang manusia pun pada hari ini, karena ucapanku itu mungkin ditolak dan tidak dipercayai.",
                        "25": "(25) Jibril kemudian menyuruh Maryam untuk menggoyang pohon kurma dan nanti pohon itu akan menjatuhkan buah kurma yang telah masak kepadanya. Dan ini adalah rahmat yang lain untuk Maryam karena pada mulanya pohon kurma itu telah kering, dengan kehendak Allah menjadi hijau dan subur kembali serta berbuah sebagai rezeki untuk Maryam.",
                        "26": "(24) Maka datanglah Jibril dan berseru dari suatu tempat yang rendah, \"Janganlah kamu bersedih hati, karena sesungguhnya Tuhanmu telah mengalirkan sebuah anak sungai di bawahmu.\" Ini merupakan suatu rahmat bagi Maryam karena di tempat itu pada mulanya kering tidak ada air yang mengalir, tetapi kemudian terdapat aliran air yang bersih.",
                        "27": "(23) Ketika Maryam merasa sakit karena akan melahirkan anaknya, maka ia terpaksa bersandar pada pangkal pohon kurma untuk memudahkan kelahiran; dengan penuh kesedihan ia berkata, \"Aduhai, alangkah baiknya jika aku mati saja sebelum ini, dan aku menjadi sesuatu yang tidak berarti lagi dilupakan.\" Ia mengharapkan seandainya mati saja sebelum melahirkan karena merasa beratnya penderitaan akibat melahirkan seorang anak tanpa seorang ayah yang berakibat timbulnya tuduhan dan cemoohan dari kaumnya yang tidak mengetahui kejadian yang sebenarnya; atau beliau mengharapkan menjadi sesuatu benda yang tidak berarti dalam pandangan manusia, lagi dilupakan daripada menderita perasaan tertekan dan malu yang luar biasa.",
                        "28": "(22) Setelah Jibril menerangkan maksud kedatangannya itu, maka Maryam menjawab, \"Aku berserah diri kepada ketetapan Allah.\" Lalu Jibril meniupkan roh Nabi Isa ke Maryam sehingga mengakibatkan Maryam mengandung; lalu ia mengasingkan diri dengan kandungannya ke suatu tempat yang jauh dari orang banyak untuk menghindari tuduhan dan cemoohan dari Bani Israil.",
                        "29": "(21) Jibril menjawab pertanyaan Maryam dengan mengatakan bahwa Maryam akan mendapat seorang anak laki-laki walaupun tidak bersuami ataupun tidak mengadakan hubungan dengan laki-laki; karena yang demikian itu adalah kehendak Allah Yang Mahakuasa dan yang demikian itu mudah bagi-Nya. Allah menjadikan seorang putra dari Maryam itu agar menjadi bukti bagi manusia atas kekuasaan-Nya. Pemberian putra kepada Maryam sebagai rahmat dari Allah karena kelak anak laki-laki itu akan menjadi seorang Nabi yang menyeru kepada jalan kebahagiaan dunia dan akhirat. Dan itu adalah keputusan Allah yang tidak dapat dirubah lagi.\"",
                        "30": "(20) Maryam merasa sangat terkejut mendengar berita itu dan dengan nada keheranan ia berkata, \"Bagaimana aku akan mendapat seorang anak laki-laki padahal belum pernah ada seorang laki-laki pun yang menyentuhku; dan aku bukan pula seorang pezina.\"",
                        "31": "(19) Untuk menenteramkan hati Maryam dan menghilangkan ke-curigaannya Malaikat Jibril berkata, \"Sesungguhnya aku ini hanyalah utusan dari Tuhanmu untuk menyampaikan berita kepadamu akan lahir seorang anak laki-laki yang suci dari segala macam noda.\" Malaikat Jibril menyebutkan bahwa dia sendiri yang akan menyampaikan berita tentang anak laki-laki itu, karena ia diperintahkan oleh Allah Ta`ala untuk meniupkan roh ke dalam tubuh Maryam.",
                        "32": "(18) Tatkala Maryam melihat ada seorang laki-laki di tempatnya yang terasing itu, beliau berlindung kepada Allah Ta`ala dari kejahatan yang mungkin timbul seraya berkata, \"Sesungguhnya aku berlindung daripadamu kepada Tuhan Yang Maha Pemurah; jangan sekali-kali kamu mengganggu aku jika kamu bertakwa kepada-Nya, sebab setiap orang yang bertakwa itu selalu menjauhkan diri dari perbuatan maksiat.\"",
                        "33": "(17) Maka Maryam membuat tabir (dinding) yang melindunginya dari pandangan keluarganya dan manusia lainnya. Kemudian Allah mengutus malaikat Jibril kepadanya dalam bentuk seorang laki-laki yang gagah dan rupawan untuk memberitahukan kepada Maryam bahwa ia akan melahirkan seorang putra tanpa ayah. Adapun hikmatnya kedatangan Jibril dalam bentuk manusia itu agar supaya tidak menimbulkan ketakutan pada diri Maryam.",
                        "34": "(16) Allah memerintahkan Nabi Muhammad supaya menceritakan kisah Maryam yang diterangkan dalam Al-Qur’an ketika Maryam ibunda Nabi Isa menjauhkan diri dari keluarganya ke suatu tempat yang berada di sebelah timur Baitul Makdis untuk mendapatkan ketenangan dalam beribadat kepada Allah. Maryam ingin melepaskan diri dari rutinitas kegiatan hidup sehari-hari. \nSehubungan dengan ayat ini, Ibnu Abbas berkata, \"Di antara semua orang aku paling mengetahui tentang apa sebab kaum Nasrani menjadikan kiblat mereka ke arah Timur; yaitu sesuai dengan firman Allah bahwa Maryam menenangkan dan menjauhkan diri dari keluarganya ke suatu tempat di sebelah Timur, lalu mereka menjadikan tempat kelahiran Nabi Isa a.s. itu sebagai kiblat.\"",
                        "35": "(15) Allah menerangkan pahala kebajikan Nabi Yahya itu karena ketaatan dan kesalehannya, keselamatan, kesejahteraan atas dirinya pada hari ia dilahirkan ke dunia, dan pada hari ia wafat meninggalkan dunia yang fana ini serta pada hari ia dibangkitkan hidup lagi pada hari Kiamat. Disebutkannya tiga peristiwa ini, karena setiap manusia pada ketiga masa itu sangat membutuhkan rahmat dan karunia Tuhan.",
                        "36": "(14) Ayat ini menjelaskan sifat Nabi Yahya yang selalu berbakti kepada kedua orang tuanya, karena berbakti kepada mereka itu dijadikan amal kebajikan setelah beribadah kepada Allah, sesuai dengan firman-Nya: \nDan Tuhanmu telah memerintahkan agar kamu jangan menyembah selain Dia dan hendaklah berbuat baik kepada ibu bapak.(al-Isra/17: 23) \nDi antara sifat Nabi Yahya lainnya ialah tidak sombong terhadap manusia yang lain, selalu rendah hati, seperti sifat yang diperintahkan kepada Nabi Muhammad saw dalam firman Allah: \nDan rendahkanlah dirimu terhadap orang-orang yang beriman yang mengikutimu. (asy-Syu`ara/26: 215) \nDan firman Allah: \nSekiranya engkau bersikap keras dan berhati kasar, tentulah mereka menjauhkan diri dari sekitarmu. (Ali ’Imran/3: 159) \nOleh karena sifat sombong ini sangat buruk, sehingga menyebabkan Iblis dikutuk karena ia berlaku sombong, tidak mau sujud menghormati kepada Nabi Adam as, atas perintah Allah. Sifat yang terakhir di antara sifat Nabi Yahya yang terpuji adalah tidak pernah menentang perintah Allah.",
                        "37": "(13) Allah menjadikan Nabi Yahya itu seorang yang memiliki rasa belas kasihan kepada sesama manusia terutama fakir miskin sebagaimana Allah menjadikan Nabi Muhammad saw memiliki perasaan yang sama, seperti tercantum dalam firman Allah: \nMaka berkat rahmat Allah engkau (Muhammad) berlaku lemah lembut terhadap mereka. (Ali ’Imran/3: 159) \nDan firman Allah: \nSungguh, telah datang kepadamu seorang rasul dari kaummu sendiri, berat terasa olehnya penderitaan yang kamu alami, (dia) sangat menginginkan (keimanan dan keselamatan) bagimu, penyantun dan penyayang terhadap orang-orang yang beriman. (at-Taubah/9: 128) \nSifat Nabi Yahya juga bersih dari syirik dan selalu menjauhkan diri dari setiap perbuatan yang menyebabkan kemurkaan Allah. Beliau selalu bertakwa melaksanakan perintah Allah dan menjauhi larangannya.",
                        "38": "(12) Allah memerintahkan kepada Yahya supaya mengambil kitab Taurat yang merupakan nikmat terbesar dari Allah kepada Bani Israil dengan penuh perhatian dan sungguh-sungguh dan mengamalkan isinya dengan tulus ikhlas. Kemudian Allah mengungkapkan sifat-sifat Nabi Yahya yang sangat terpuji yang patut ditiru oleh sekalian pengikutnya. Di antaranya, Allah telah memberikan kepadanya hikmah dan pengertian yang sangat mendalam tentang agama dan kegairahan untuk mengamalkan segala amal kebaikan walaupun ketika itu Yahya masih sangat muda. Diriwayatkan bahwa beliau pernah dikerumuni oleh anak-anak sebayanya dan diajak supaya main bersama-sama, lalu beliau menjawab, \"Kita ini diciptakan Tuhan bukan untuk bermain-main. Marilah ikut bersama saya salat.\"",
                        "39": "(11) Nabi Zakaria a.s. keluar dari mihrab menuju kaumnya, yang sudah lama menunggu karena kebiasaan mereka ikut salat berjamaah bersama di tempat beribadatnya pada pagi dan petang hari. Mereka bertanya, \"Gerangan apa yang menyebabkan beliau terlambat membuka pintu mihrabnya.\" Lalu beliau memberi isyarat kepada mereka, supaya bertasbih mensucikan Allah dari kemusyrikan dan dari tuduhan mempunyai anak dan dari setiap sifat yang tidak layak bagi Allah. Mereka diperintahkan supaya banyak bertasbih di waktu pagi dan petang.",
                        "40": "(1) Ayat ini membicarakan persoalan harta rampasan perang yang diperoleh kaum Muslimin setelah usainya Perang Badar Kubra. Perang ini berakhir dengan kemenangan kaum Muslimin. Mereka memperoleh harta rampasan perang yang banyak. \nAl-Anfal (al-Ganimah) ialah segala macam harta yang diperoleh kaum Muslimin dari musuh dalam medan pertempuran. Harta rampasan perang ini dinamakan al-Anfal (bentuk jamak dari Nafal) karena harta-harta ini menjadi harta kekayaan kaum Muslimin. \nSetelah kaum Muslimin memperoleh harta rampasan perang itu, terjadilah perselisihan pendapat di antara mereka yang ikut berperang. Perselisihan itu mengenai cara-cara pembagiannya, dan pihak-pihak manakah yang berhak mendapatkan. Pihak pemuda ataukah pihak orang-orang tua, pihak-pihak orang Muhajirin atau pihak Anshar, ataukah pula masing-masing pihak sama-sama mendapat bagian. Persoalan itu dibawa kepada Rasulullah saw agar mendapat keputusan yang adil. \nSebagai jawaban atas pertanyan kaum Muslimin itu, Allah memerintahkan kepada Rasulullah saw untuk menetapkan hukumnya, bahwa harta rampasan perang itu adalah hak Allah dan Rasul-Nya. Oleh sebab itu yang menentukan pembagian harta rampasan itu bukan kelompok pemuda atau kelompok orang tua, bukan orang Muhajirin atau orang Anshar, bukan pula tim penyerang, tim pelindung, atau tim pengumpul harta rampasan perang, tetapi Allah-lah yang menentukan dengan wahyu yang diturunkan kepada Rasul-Nya. Rasulullah membagi harta rampasan perang itu secara merata di antara kaum Muslimin. \nDalam ketentuan ini terkandung pelajaran yang tinggi bagi kaum Muslimin agar mereka tidak beranggapan, bahwa harta rampasan perang yang mereka peroleh itu, merupakan imbalan jasa peperangan, tetapi semata-mata mereka peroleh karena karunia Allah. Kalau mereka beranggapan bahwa harta rampasan perang itu mereka peroleh sebagai imbalan jasa, maka perjuangan mereka tidak murni karena Allah dan mengikuti perintah Rasul-Nya. Ayat ini memberi dorongan pula kepada kaum Muslimin, agar mereka dalam menghadapi tanggung jawab yang berat, hendaklah mereka hadapi secara bersama-sama, dan apabila mendapat kenikmatan, agar dirasakan bersama-sama pula. \nMengenai pembagian harta rampasan perang secara rinci akan diuraikan penafsirannya pada ayat 41 surah ini. Allah memerintahkan pula kepada Rasulullah saw agar kaum Muslimin bertakwa, menjauhi perselisihan dan persengketaan yang menimbulkan kesusahan dan menjerumuskan mereka kepada kemurkaan Allah. Takwa diperlukan dalam setiap keadaan, terlebih dalam perang dan pembagian harta rampasan perang, akibat perselisihan dapat dirasakan, yaitu terganggunya persatuan dan timbulnya perpecahan yang mengakibatkan kekalahan. \nSesudah itu Allah memerintahkan agar kaum Muslimin memperbaiki hubungan sesama muslim, yaitu menjalin cinta kasih dan memperkokoh kesatuan pendapat. Hal inilah yang dapat mengikat mereka dalam kesatuan gerak dalam mencapai cita-cita bersama, yaitu mempertinggi kalimat Allah. Persatuan dan kesatuan ini menjadi dasar kekuatan umat dalam segala bidang. Itulah sebabnya, memperbaiki hubungan di antara sesama muslim diwajibkan, agar kaum Muslimin menyadari akan pentingnya menghindari bahaya yang mengancam mereka, bahaya keretakan yang menggoyahkan kesatuan umat. Hal ini jelas tergambar pada saat terjadinya perselisihan yang terjadi di antara kelompok-kelompok karena yang satu merasa lebih berjasa dari kelompok yang lain. Demikian pula hal ini terjadi karena mereka melupakan tugas mereka yang penting, yaitu bahwa tugas mempertahankan kebenaran itu adalah tugas bersama. \nPada akhir ayat, Allah menegaskan agar kaum Muslimin menaati Allah dan Rasul, dalam hal ini menaati ketentuan perang, yang disampaikan kepada Rasulullah saw dengan perantaraan wahyu. Ketentuan Allah wajib ditaati, Dia adalah Tuhan seru sekalian alam dan Yang Mahakuasa, sedang taat kepada Rasul, dalam urusan agama, berarti taat kepada Allah karena dialah yang menyampaikan agama itu dan memberikan penjelasan yang tertuang dalam perkataan, perbuatan serta keputusannya. \nPerintah ini ditegaskan pada saat kaum Muslimin dalam keadaan bersengketa mengenai pembagian harta rampasan perang, untuk mengingatkan mereka bahwa dalam saat-saat bagaimanapun juga kaum Muslimin harus tetap menaati Allah dan Rasul-Nya, agar mereka tidak menimbulkan perpecahan karena ambisi golongan dan kemauan hawa nafsu, yang biasanya menjerumuskan mereka kepada kehancuran. \nDi dalam ayat ini terdapat beberapa unsur penting yang dapat memelihara kesatuan umat yaitu; takwa, memperbaiki hubungan sesama muslim, dan menaati Allah dan Rasul di dalam setiap keadaan.",
                        "41": "(2) Allah menjelaskan bahwa orang-orang mukmin ialah mereka yang menghiasi dirinya dengan sifat-sifat seperti tersebut dalam ayat ini. Tiga sifat disebutkan dalam ayat ini, sedang dua sifat lagi disebutkan dalam ayat berikutnya. \n \n1. Apabila disebutkan nama Allah bergetarlah hatinya karena ingat keagungan dan kekuasaan-Nya. Pada saat itu timbul dalam jiwanya perasaan penuh haru mengingat besarnya nikmat dan karunia-Nya. Mereka merasa takut apabila mereka tidak memenuhi tugas kewajiban sebagai hamba Allah, dan merasa berdosa apabila melanggar larangan-larangan-Nya. \nBergetarnya hati sebagai perumpamaan dari perasaan takut, adalah sikap mental yang besifat abstrak, yang hanya dapat dirasakan oleh yang bersangkutan dan hanya Allah sendiri yang mengetahuinya. Sedang orang lain dapat mengetahui dengan memperhatikan tanda-tanda lahiriah dari orang yang merasakannya, yang terlukis dalam perkataan atau gerak-gerik perbuatannya. \nSikap mental itu adakalanya tampak dalam perkataan, sebagaimana tergambar dalam firman Allah: \n \n\"Dan mereka yang memberikan apa yang mereka berikan (sedekah) dengan hati penuh rasa takut, (karena mereka tahu) bahwa sesungguhnya mereka akan kembali kepada Tuhannya\". (al-Muminun/23: 60) \n \nDan adakalanya tampak pada gerak-gerik dalam perbuatan, firman Allah : \n \n\"Ketika mereka masuk ke tempatnya, lalu mereka mengucapkan, \"salam.\" Dia (Ibrahim) berkata, \"Kami benar-benar merasa takut kepadamu.\" (al-Hijr/15: 52) \n \n2. Apabila dibacakan ayat-ayat Allah, maka akan bertambah iman mereka, karena ayat-ayat itu mengandung dalil-dalil yang kuat, yang mempengaruhi jiwanya sedemikian rupa, sehingga mereka bertambah yakin dan mantap serta dapat memahami kandungan isinya, sedang anggota badannya tergerak untuk melaksanakannya. \n \nDalam ayat ini terdapat petunjuk bahwa iman seseorang dapat bertambah dan dapat berkurang sesuai dengan ilmu dan amalnya, Rasulullah bersabda: \n\"Iman itu lebih dari 70 cabang, yang tertinggi adalah pengakuan bahwa tiada Tuhan selain Allah, dan yang terendah adalah menyingkirkan ganguan dari jalan.\" (Riwayat al-Bukhari dan Muslim dari Abu Hurairah) \n \nDengan demikian bertambahnya iman pada seseorang dapat diketahui apabila ia lebih giat beramal. Iman dan amal adalah merupakan satu kesatuan yang bulat yang tak dapat dipisahkan. \n Firman Allah swt: \n \n(Yaitu) orang-orang (yang menaati Allah dan Rasul) yang ketika ada orang-orang mengatakan kepadanya, \"Orang-orang (Quraisy) telah mengumpulkan pasukan untuk menyerang kamu, karena itu takutlah kepada mereka,\" ternyata (ucapan) itu menambah (kuat) iman mereka dan mereka menjawab, \"Cukuplah Allah (menjadi penolong) bagi kami dan Dia sebaik-baik pelindung.\" (ali Imran/3: 173) \n \n Dan firman Allah: \n \nDan ketika orang-orang mukmin melihat golongan-golongan (yang bersekutu) itu, mereka berkata, \"Inilah yang dijanjikan Allah dan Rasul-Nya kepada kita.\" Dan benarlah Allah dan Rasul-Nya. Dan yang demikian itu menambah keimanan dan keislaman mereka. (al-Ahzab/33: 22) \n \n3. Bertawakal hanya kepada Allah Yang Maha Esa, tidak berserah diri kepada yang lain-Nya. Tawakal merupakan senjata terakhir seseorang dalam mewujudkan serangkaian amal setelah berbagai sarana dan syarat-syarat yang diperlukan itu dipersiapkan. Hal ini dapat dipahami, karena pada hakikatnya segala macam aktifitas dan perbuatan, hanya terwujud menurut hukum-hukum yang berlaku yang tunduk dibawah kekuasaan Allah. Maka tidak benar apabila seseorang itu berserah diri kepada selain Allah.",
                        "42": "(3) Allah menjelaskan sifat-sifat lahiriyah orang-orang mukmin sebagai kelanjutan dari sifat-sifat yang telah lalu. \n \n4. Selalu mendirikan salat lima waktu dengan sempurna syarat-syarat dan rukun-rukunnya, serta tepat pada waktunya, sedang jiwanya khusyu mengikuti gerak lahiriyah dan tunduk semata kepada Allah. \n5. Menginfakkan sebagian dari harta yang diberikan kepadanya. Yang dimaksud dengan membelanjakan harta dalam ayat ini ialah meliputi pengeluaran zakat, memberi nafkah kepada keluarga dekat ataupun jauh, atau membantu kegiatan sosial dan kepentingan agama, serta kemaslahatan umat.",
                        "43": "(4) Allah menegaskan bahwa orang-orang yang menghiasi dirinya dengan sifat-sifat tersebut adalah orang-orang mukmin yang sejati. Ibnu Hazm menjelaskan bahwa sifat-sifat ini adalah sifat-sifat yang dapat diketahui orang lain dari dirinya, maka apabila seseorang mengetahui bahwa dirinya telah beriman kepada Allah, kepada Rasul-Nya Muhammad saw dan meyakini bahwa apa yang dibawa Nabi itu benar, sedang orang itu mengikrarkan semua pengakuannya itu dengan lisan, maka ia wajib mengatakan bahwa ia telah menjadi orang mukmin yang benar. \nDi akhir ayat Allah menjelaskan imbalan yang akan diterima oleh orang-orang mukmin yang benar-benar beriman dan menghiasi dirinya dengan sifat-sifat yang telah disebutkan, yaitu mereka akan memperoleh derajat yang tinggi dan kedudukan yang mulia di sisi Allah, karena kuasa Allah semata. Kalau Allah berkuasa menciptakan segala macam bentuk kehidupan. Maka Dia berkuasa pula memberikan keutamaan kepada makhluk-Nya sesuai dengan kehendak-Nya. \nDerajat yang tinggi itu, dapat berupa keutamaan hidup di dunia dan dapat berupa keutamaan hidup di akhirat, atau kedua-duanya. Allah berfirman: \n \nOrang-orang yang beriman dan berhijrah serta berjihad di jalan Allah, dengan harta dan jiwa mereka, adalah lebih tinggi derajatnya di sisi Allah. Mereka itulah orang-orang yang memperoleh kemenangan.(at-Taubah/9:20) \n \nDan firman Allah : \n \nDan Dialah yang menjadikan kamu sebagai khalifah-khalifah di bumi dan Dia mengangkat (derajat) sebagian kamu di atas yang lain. (al-Anam/6: 165)",
                        "44": "(5) Allah menjelaskan bahwa Dia mengatur harta rampasan perang itu secara adil, sebagaimana juga Allah memerintahkan kepada mereka pergi bertempur untuk membela agama Allah secara adil pula. Kemudian timbullah perselisihan pendapat mengenai harta rampasan perang sama halnya dengan perselisihan pendapat sewaktu mereka pergi untuk menghadapi kafilah yang dipimpin Abu Sufyan atau pasukan kafir Quraisy yang datang dari Mekah untuk membela kafilah Abu Sufyan itu. \nApabila ada sebagian orang yang tidak menyukai ketetapan Allah mengenai pembagian harta rampasan perang, maka hal itu adalah tanda bahwa iman mereka belum sempurna, sebagaimana juga halnya yang demikian itu terjadi pada saat menjelang Perang Badar. Mereka tidak mengikuti perintah Allah dan Rasul-Nya enggan meninggalkan rumah untuk bertempur ke medan perang. Karena mereka masih belum menjadi orang mukmin yang sempurna imannya. \nDi akhir ayat Allah menjelaskan bahwa sebagian dari orang mukmin ada yang tidak senang akan keputusan Nabi Muhammad untuk menyerang musuh ke luar kota. Hal ini disebabkan karena persiapan perang mereka belum lengkap. Namun anggapan serupa ini tidak benar, karena betapapun juga kesulitan yang akan mereka hadapi, semestinya mereka tidak boleh mengelak lagi, karena hal itu telah menjadi keputusan yang harus ditaati. \nPerselisihan yang terjadi di antara mereka disebutkan dalam riwayat di bawah ini: \n\"Setelah Rasulullah mendengar berita bahwa Abu Sufyan bin Harb membawa rombongan unta dari Syam, Nabi menggerakkan kaum Muslimin untuk menghadangnya. Nabi bersabda, \"Kafilah ini membawa harta benda (barang dagangan) maka pergilah kamu untuk menghadapinya boleh jadi Allah menjadikan harta benda itu sebagai rampasan perang bagi kamu.\" Maka bergeraklah para sahabat. Di antara kaum Muslimin itu ada yang tidak merasa keberatan, dan ada pula yang merasa keberatan, hal ini karena mereka tidak yakin bahwa Rasulullah saw akan menghadapi peperangan, sedang Abu sufyan ketika mendekati Hijaz telah mengerahkan beberapa orang yang mematai-matai, untuk memperoleh keterangan dengan jalan menanyakan kepada orang-orang yang berkendaraan yang ditemuinya, sehingga ia memperoleh berita dari mereka bahwa Muhammad telah mengerahkan para sahabatnya untuk menghadang kafilahnya. Maka Abu Sufyan mengupah amdham bin Amr al-Giffari untuk pergi ke Mekah dan menyuruhnya agar menemui orang-orang Quraisy agar mereka mengirim orang-orang yang akan melindungi harta mereka dan agar disampaikan berita bahwa Muhammad telah menghadang harta benda itu. Maka pergilah amdham bin Amr dengan segera ke Mekah, dan rasul pun pergi bersama para sahabatnya sehingga sampai ke lembah, yang disebut Â¨afran. Setelah beliau sampai di wadi itu, sampailah berita keberangkatan orang-orang Quraisy kepada beliau untuk melindungi kafilah mereka. Karena itu Rasulullah bermusyawarah dengan para sahabatnya. Lalu Abu Bakar bangkit dan berkata mengemukakan tanggapan yang baik pula. Sesudah itu Miqdad bin Amir bangkit dan berkata, \"Ya Rasulullah! Laksanakanlah apa yang telah diperintahkan Allah, kami selalu menyertaimu. Demi Allah, kami tidak akan berkata kepadamu seperti apa yang telah dikatakan Bani Israil kepada Musa pergilah kamu bersama Tuhanmu dan berperanglah kamu berdua, sesungguhnya kami hanyalah duduk menanti di sini saja, tetapi pergilah engkau bersama-sama Tuhanmu, maka sungguh kami akan menyertaimu demi Tuhan yang mengutusmu dengan benar. Andaikata kamu pergi membawa kami ke Barkil Gimad (sebuah kota di Habasyah) niscaya kami tetap bersamamu menuju kota itu, sehingga engkau sampai ke sana.\" Kemudian Rasulullah saw mengucapkan perkataan yang baik dan berdoa untuknya dengan doa yang baik pula. Sesudah itu Rasullah saw bersabda, \"Wahai manusia, berilah pertimbangan kepadaku. Perkataan itu ditujukan kepada orang-orang Anshar. Hal ini karena mereka telah membaiat Nabi di Aqabah. Mereka berkata, \"Hai Rasulullah! Sebenarnya kami telah melindungi engkau sebagaimana kami melindungi anak-anak kami dan isteri-isteri kami.\" Rasulullah saw sebenarnya khawatir bahwa orang-orang Anshar tidak merasa perlu membantunya, terkecuali apabila musuh menyerang ke dalam kota, dan mereka tidak merasa berkewajiban membela Nabi apabila Nabi menyerang. Maka setelah Rasulullah saw mengatakan demikian, Saad bin Muadh berkata, \"Demi Allah! Rupanya yang engkau maksud ialah kami (para Anshar).\" Nabi menjawab, \"Ya\". Kemudian Saad berkata, \"Sebenarnya kami telah beriman kepadamu dan telah membenarkan agamamu, serta menyaksikan bahwa apa yang engkau bawa itu telah memberikan perjanjian untuk dipatuhi, maka laksanakanlah apa yang telah diperintahkan Allah. Maka demi Tuhan yang mengutusmu dengan benar, andaikata engkau mengajak kami menyeberang lautan, tentulah kami akan menyeberanginya, tidak ada seorangpun di antara kami yang berkeberatan dan tidak pula yang mengingkari, apabila engkau mengajak kami menghadap musuh esok pagi. Sebenarnya kami ini adalah orang-orang yang tabah dalam peperangan serta ikhlas menghadapi musuh. \nSemoga Allah menampakkan kepadamu apa yang menyenangkan hatimu.\" Maka pergilah bersama kami di bawah lindungan Allah. Rasulullah merasa gembira dengan pendapat Saad dan ketangkasannya menghadapi perang. Kemudian Rasulullah saw bersabda, \"Pergilah kamu di bawah lindungan Allah dan bergembiralah bahwa Allah telah menjanjikan kemenangan di antara dua barisan musuh. Demi Allah seolah-olah kami melihat musuh dalam keadaan tersungkur.\" (Riwayat Ibnu Ishak dari Ibnu Abbas)",
                        "45": "(6) Allah menjelaskan bahwa di antara orang-orang mukmin ada yang membantah keputusan yang telah ditetapkan, yaitu keputusan menyerang musuh yang datang dari Mekah di bawah pimpinan Abu Jahal, padahal keputusan itu adalah kebenaran yang sudah nyata dan mereka telah dijanjikan kemenangan oleh Allah di mana saja mereka berada. Akan tetapi mereka mengelak dari keputusan itu, karena lebih menyukai menghadapi rombongan musuh di bawah pimpinan Abu Sufyan. Mereka mengelak untuk bertempur dengan pasukan musuh yang datang dari Mekah dan digambarkan oleh Allah, seolah-olah mereka itu dihalau kepada kematian. Mereka memberikan alasan bahwa mereka belum mempersiapkan segala-galanya untuk berperang. Dalam hal ini mereka seolah-olah berusaha membelokkan pengertian bahwa janji kemenangan yang akan diberikan Allah kepada orang-orang Muslimin ialah kafilah Abu Sufyan. Itulah sebabnya maka Allah menggambarkan keadaan mereka seolah-olah mereka melihat sebab-sebab kematian itu. Apabila ditinjau dari segi strategi perang maka keputusan Nabi untuk menghadapi bala tentara Quraisy meskipun yang dilengkapi dengan perlengkapan perang yang cukup adalah tepat, karena seumpama serangan Rasul ditujukan kepada rombongan unta yang datang dari Syam, niscaya kaum Muslimin akan menjadi sasaran yang empuk bagi bala tentara Quraisy yang datang memberi perlindungan kepada Abu Sufyan, karena orang-orang Quraisy dapat memukul kaum Muslimin dari belakang. Hal ini karena bala tentara Quraisy sudah menduga sebelumnya bahwa orang-orang Islam sudah siap untuk menghadang rombongan unta Abu Sufyan.",
                        "46": "(7) Dalam ayat ini Allah mengingatkan kaum Muslimin akan suatu peristiwa yang penting, yaitu pada saat Allah menjanjikan kemenangan kepada kaum Muslimin melawan salah satu dari dua golongan yang dihadapi yaitu salah satu diantara rombongan unta yang membawa harta dagangan atau bala tentara Quraisy yang membawa peralatan perang yang lengkap. Pada saat itu kaum Muslimin cenderung memilih berhadapan dengan rombongan yang membawa dagangan yang jumlahnya tidak lebih dari 40 unta. Hal ini adalah sebagai sindiran kepada sebagian kaum Muslimin yang takut terlibat dalam peperangan, tetapi mereka ingin mendapat harta yang banyak. \nKecenderungan mereka ini jauh dari kebenaran, karena tujuan mereka telah berbalik pada kesenangan materiil. Mereka telah berbelok dari menegakkan tauhid dan menghancurkan kemusyrikan. Itulah sebabnya Allah menjelaskan kepada meraka bahwa yang dikehendaki Allah tidak seperti yang mereka inginkan. Allah menghendaki agar kaum Muslimin menegakkan kebenaran sesuai dengan wahyu yang telah diturunkan kepada Rasul-Nya, yang menyatakan bahwa kemenangan itu akan diperoleh kaum Muslimin dari salah satu di antara dua rombongan. Sasaran tempur yang harus dipilih itu tidak dijelaskan adalah untuk melatih kaum Muslimin agar dapat menentukan pilihan serta menetapkan strategi perang dengan jalan menanggapi situasi dan menilainya dengan jalan bermusyawarah serta mendidik mereka agar menaati hasil keputusan. \nKemudian Allah menandaskan kehendak-Nya, yaitu untuk memusnahkan orang-orang musyrikin yang membangkang kepada agama Allah secara keseluruhan termasuk pula pendukung-pendukung mereka. Allah menggambarkan hancurnya keseluruhan bala tentara kafir Quraisy dengan ungkapan hancurnya barisan belakang adalah usaha yang paling sulit, yang hanya dapat dilaksanakan apabila barisan depan telah dihancurkan terlebih dahulu. Tujuan utama perang ini ialah memusnahkan kaum musyrikin karena kemenangan kaum Muslimin melawan mereka dalam Perang Badar adalah kemenangan pertama yang akan disusul oleh kemenangan-kemenangan yang lain pada peperangan-peperangan berikutnya, dan berakhir dengan penaklukan Mekah sebagai kemenangan total yang gilang gemilang bag kaum Muslimin dan kehancuran orang-orang kafir Quraisy secara menyeluruh.",
                        "47": "(8) Allah menjelaskan kepada kaum Muslimin bahwa kemenangan yang mereka peroleh itu tiada lain agar kebenaran agama Islam tegak menjulang dan lenyaplah kebathilan syirik dari muka bumi. Inilah tujuan utama yang harus dipilih kaum Muslimin pada waktu melakukan peperangan. \nTujuan untuk menegakkan agama Islam dan menghancurkan kemusyrikan itu tidak akan tercapai, kecuali apabila kaum Muslimin dapat mengalahkan bala tentara Quraisy yang datang dari Mekah dengan peralatan perang yang lengkap dengan tujuan menghancurkan kaum Muslimin. \nDi akhir ayat Allah menegaskan bahwa tujuan untuk menegakkan agama Islam dan menghancurkan kemusyrikan itu pasti terwujud, betapapun sengitnya permusuhan dan kebencian orang-orang musyrikin.",
                        "48": "(9) Allah mengingatkan kaum Muslimin akan pertolongan Allah yang diberikan kepada mereka pada saat mereka menghadapi kesulitan dan berusaha untuk mengatasi kesulitan-kesulitan itu dengan jalan berdoa kepada Allah swt agar Allah memberikan pertolongan kepada mereka dalam menghadapi musuh-musuh-Nya, karena usaha mereka untuk mengatasi kesulitan dengan usaha lahir tidak memungkinkan. Menurut kenyataan, kekuatan bala tentara Islam pada waktu itu adalah terdiri dari 313 orang lebih, sedang tentara musyrikin 1000 orang, apalagi kalau ditinjau dari segi alat persenjataan. Mereka membawa alat-alat perang yang lebih lengkap dari pada perlengkapan kaum Muslimin. Sesudah itu Allah mengabulkan doa kaum Muslimin dengan jalan mendatangkan bala bantuan berupa malaikat yang datang berturut-turut. \nMengenai bantuan Allah kepada kaum Muslimin dengan jumlah malaikat yang banyaknya 3.000 dijelaskan dalam ayat lain, yaitu dengan firman Allah: \n \n(Ingatlah), ketika engkau (Muhammad) mengatakan kepada orang-orang beriman, \"Apakah tidak cukup bagimu bahwa Allah membantu kamu dengan tiga ribu malaikat yang diturunkan (dari langit)?\" (ali Imran/3: 124) \nDan firman Allah swt: \n \n\"Ya\" (cukup). Jika kamu bersabar dan bertakwa ketika mereka datang menyerang kamu dengan tiba-tiba, niscaya Allah menolongmu dengan lima ribu malaikat yang memakai tanda. (ali Imran/3: 125) \n \nMengenai bantuan Allah, yaitu malaikat yang jumlahnya berbeda-beda seperti disebutkan dalam ayat-ayat tersebut, para mufasir berbeda pendapat: \nBagi mereka yang berpendapat bahwa ayat-ayat tersebut mengenai kisah Perang Badar, maka hendaklah dipahami, bahwa pada pertama kalinya Allah swt membantu kaum Muslimin dengan seribu malaikat. Sesudah itu bantuan tersebut dilengkapi dengan tiga ribu malaikat. Bantuan yang diberikan secara berturut-turut ini, dengan jumlah yang terus bertambah adalah untuk memberi kesan yang lebih tegas pada mental musuh, agar mereka lebih merasa takut dalam peperangan. \nTetapi bagi mereka yang memahami bahwa kedua ayat ini adalah kisah Uhud, maka jumlah 3.000 itu akan diberikan kepada kaum Muslimin, bahkan kalau mereka bersabar akan diberi bantuan lima ribu malaikat lagi. Tetapi hal ini adalah merupakan janji, tetapi karena mereka tidak patuh, maka janji itu tidak dilaksanakan oleh Allah.",
                        "49": "(10) Ayat ini memberikan penjelasan bahwa Allah tidak mengirimkan bala bantuan kecuali sebagai kabar gembira, yaitu agar kaum Muslimin menjadi tenteram karenanya, dan mempunyai semangat tempur yang tinggi serta mempunyai keyakinan yang kuat bahwa kemenangan akan diperoleh mereka seperti yang telah dijanjikan Allah, juga agar terhindar dari kegoncangan jiwa, terlepas dari rasa takut karena melihat jumlah kekuatan dari daya tahan dan keyakinan yang kuat dalam mencapai kemenangan yang gemilang. \nDi dalam ayat ini dijelaskan pula bahwa kemenangan yang mereka peroleh, bukanlah karena kekuatan dan persenjataan, tetapi semata-mata karena bantuan Allah, dan hanya Allah sajalah yang dapat memberikan pertolongan dengan jalan mengirimkan bala tentara dari malaikat. Pernyataan Allah ini amat penting artinya bagi kaum Muslimin, agar mereka tidak merasa congkak dan takabur pada saat menghadapi musuh. Karena kedua sifat ini dapat menghilangkan kehati-hatian dan kontrol terhadap diri pribadi dalam peperangan. \nDi akhir ayat ini Allah menandaskan bahwa sesungguhnya Allah Maha kuasa lagi Mahabijaksana. Mahakuasa berarti kuasa memberikan kemenangan kepada umat Muhammad menurut yang Dia kehendaki. Sedangkan Mahabijaksana berarti memberikan kemenangan kepada hamba-Nya yang beragama tauhid dan menghancurkan hamba-Nya yang terjerumus ke dalam kemusyrikan.",
                        "50": "(11) Allah menjelaskan kepada kaum Muslimin bahwa di samping Allah memberikan bantuan berupa malaikat yang datang secara berturut-turut, juga memberikan bantuan yang lain berupa situasi dan kondisi yang menguntungkan bagi kaum Muslimin. Seperti pertolongan Allah pada saat kaum Muslimin berada dalam ketakutan menghadapi musuh, mereka diselimuti rasa kantuk, sehingga mereka tidak dapat merasakan ketakutan lagi. Ketakutan disebabkan mereka melihat jumlah bala tentara musuh yang banyak dan persiapannya yang lengkap. Maka dengan adanya rasa kantuk itu, rasa takut tidak lagi mereka rasakan dan mereka kembali menjadi tenteram. \nUntuk memberikan gambaran yang lebih luas mengenai mengantuknya orang-orang Muslimin saat berperang, dapatlah diikuti hadis yang diriwayatkan oleh Abu Yala dan al-Baihaqi dari Ali berkata: \n\"Kami tidak mempunyai bala tentara berkuda pada Perang Badar kecuali Al-Miqdad. Semua kami tertidur, kecuali Rasulullah saw, beliau salat di bawah pohon sampai pagi hari\". (Riwayat Abu Yala dan al-Baihaqi dari Ali) \n \nMenurut bunyi ayat yang dapat dipahami ialah, bahwa datangnya rasa kantuk itu terjadi pada saat pertempuran berlangsung. Rasa kantuk itu menghilangkan rasa takut dan gentar. Dengan sendirinya hilanglah perasaan takut menghadapi bahaya. \nHal ini sama dengan peristiwa yang terjadi pada mereka sewaktu berlangsungnya perang Uhud, seperti tersebut dalam firman Allah: \n \n\"Kemudian setelah kamu ditimpa kesedihan, Dia menurunkan rasa aman kepadamu, (berupa) kantuk yang meliputi segolongan dari kamu.\" (ali-Imran/3: 154) \n \nSesudah itu Allah swt menyebutkan pertolongan-Nya yang lain kepada kaum Muslimin, yaitu pada saat terjadinya Perang Badar, Allah swt menurunkan hujan kepada kaum Muslimin dari langit, agar mereka dapat mensucikan diri dengan hujan itu. Gambaran tentang maksud Allah swt menurunkan hujan kepada kaum Muslimin, dan apa hikmatnya dapat dilihat dari hadis yang diriwayatkan oleh Ibnu Mundhir melalui Ibnu Jarir dari Ibnu Abbas: \n\"Orang-orang musyrikin di permulaan peperangan telah menguasai sumber-sumber air mendahului kaum Muslimin, sehingga orang-orang Islam menjadi kehausan. Mereka salat dalam keadaan junub dan berhadas (tanpa bersuci dengan air). Sedang di sekitar mereka hanya pasir belaka. Kemudian mereka digoda oleh setan, seolah-olah setan itu berkata, \"Apakah kamu mengira bahwa ada Nabi di antara kamu dan kamu adalah wali-wali Allah. Sedangkan kamu salat dalam keadaan junub dan berhadas? Karenanya Allah swt menurunkan hujan dari langit, sehingga mengalirlah air di lembah itu. Maka kaum Muslimin meminum air dan bersuci dengannya dan kuatlah hati mereka, serta hilanglah was-was mereka.\" (Riwayat Ibnu Mundzir dari Ibnu Abbas) \n \nAllah juga menjelaskan bahwa Dia menurunkan hujan dari langit untuk menghilangkan gangguan-gangguan setan dan untuk menghilangkan rasa takut dan was-was, lantaran kaum Muslimin pada waktu itu berada dalam posisi yang kurang menguntungkan. Mereka berada di daerah padang pasir yang tidak strategis dijadikan kubu pertahanan, karena sukar untuk menggerakkan kaki apalagi untuk mengadakan penyerangan, bahkan di daerah tersebut tidak ada sumber air. \nDari segi lain Allah menjelaskan bahwa dengan turunnya hujan kaki mereka mudah untuk berjalan di atas padang pasir, sehingga mereka mendapat kemantapan dan kepercayaan penuh agar dapat bertahan dan menyerang musuh serta dapat mempersatukan daya tempur mereka. \nDengan demikian tujuan Allah menurunkan hujan dari langit dalam Perang Badar itu ialah: \n1. Untuk memberikan kemungkinan kepada kaum Muslimin agar mereka dapat bersuci dari junub dan hadas sehingga mereka dapat beribadah dalam keadaan suci lahir batin. \n2. Untuk menghilangkan was-was yang dibisikkan setan, dan menghilangkan rasa takut akibat tidak adanya persediaan air. \n3. Agar kaum Muslimin bebas untuk mengatur gerak dalam pertempuran, karena mereka tidak lagi terganggu oleh pasir yang lunak yang mengganggu gerakan kaki.",
                        "51": "(12) Dalam ayat ini Allah mengingatkan kaum Muslimin kepada pertolongan-Nya, yang lain lagi dalam Perang Badar, yaitu pada saat Allah swt mewahyukan kepada para malaikat untuk memberikan bantuan kepada kaum Muslimin. Malaikat-malaikat diperintahkan Allah agar menyertai kaum Muslimin untuk sewaktu-waktu dapat memberikan bantuan. Bantuan itu adalah memantapkan hati kaum Muslimin dalam pertempuran. Dan meyakinkan mereka agar Allah menciptakan ketakutan di dalam hati orang-orang kafir, lantaran mereka melihat jumlah malaikat yang menyertai tentara Islam itu. Dengan demikian kaum Muslimin dapat menguasai pertempuran, mereka dapat maju dengan tangkas dan dengan mudah pula mereka mematahkan serangan musuh.",
                        "52": "(13) Allah menerangkan sebab-sebab kemenangan kaum Muslimin dan kekalahan kaum musyrikin, yaitu karena bantuan Allah yang diberikan kepada kaum Muslimin dalam menghadapi kaum musyrikin dan perjuangan mereka dilandasi kebenaran, yaitu menegakkan agama tauhid. Sedang kaum musyrikin menderita kekalahan karena mereka itu memusuhi Allah dan Rasul-Nya dan perjuangan mereka dilandasi kebathilan yaitu perjuangan-perjuangan mempertahankan berhala. \nAllah swt memberikan ancaman keras kepada siapa saja yang menentang Allah dan Rasul-Nya, baik menantang hukum-hukumnya atau mengingkari nikmat yang diberikan kepada mereka, bahwa Allah akan memberikan siksaan kepada mereka. Permusuhan orang-orang musyrikin kepada Allah dan Rasul-Nya berupa tantangan mereka terhadap seruan Rasul pada saat menyampaikan dakwah Islamiyah. Pada waktu itu Rasulullah bukan hanya didustakan dan dihina, bahkan dia diusir dari negerinya sehingga beliau hijrah ke Medinah. Sedang mereka berpegang teguh kepada agama nenek moyang mereka, yaitu agama syirik dan pemujaan berhala. Setelah Nabi Muhammad saw berada di Medinah bersama para sahabatnya mereka berusaha melenyapkan kaum Muslimin dari muka bumi dan melenyapkan ajaran Islam. Maka pantaslah mereka diberi siksaan yang keras yaitu kekalahan mereka dalam Perang Badar dan siksaan Allah yang akan ditimpakan kepada mereka yaitu siksaan api neraka di akhirat nanti.",
                        "53": "(14) Allah swt menegaskan ancamannya kepada orang-orang kafir bahwa hukuman dunia yang ditimpakan atas mereka adalah hukuman yang harus dirasakan sebagai imbalan keingkaran mereka terhadap hukum-hukum dan nikmat Allah. Di samping itu Allah menegaskan pula bahwa bagi mereka ada lagi siksaan yang paling pedih dirasakan yaitu siksaan api neraka yang akan ditimpakan kepada mereka di akhirat.",
                        "54": "(15) Allah menyeru orang-orang beriman bahwa apabila berhadapan dengan orang-orang kafir yang sedang datang menyerang, kaum Muslimin dilarang lari dari pertempuran. \nOrang-orang kafir itu bergerak dari Mekah dengan membawa jumlah pasukan yang banyak. Mereka sengaja menemui kaum Muslimin yang sudah ada di Badar. Mereka sudah mengetahui rencana kaum Muslimin yang akan menghadang kafilah yang dipimpin Abu Sufyan dengan alasan melindungi perdagangan mereka. Mereka bergerak dari Mekah, padahal sebenarnya mereka berniat untuk memusnahkan kaum Muslimin. Itulah sebabnya, Allah swt melarang kaum Muslimin membelakangi mereka. Lebih-lebih melarikan diri dari pertempuran melawan mereka, meskipun mereka membawa bala tentara yang cukup banyak dan peralatan perang yang lengkap. \nYang dilarang adalah melarikan diri dari pertempuran, tanpa alasan yang dibenarkan karena takut menghadapi musuh. Sedangkan mundur untuk mengatur siasat, bukan termasuk dalam larangan yang dikandung ayat ini.",
                        "55": "(16) Allah mengancam kaum Muslimin yang melarikan diri dari pertempuran bahwa mereka akan pulang dengan membawa kemurkaan Allah. Kemurkaan Allah itu berupa ancaman yang akan ditimpakan kepada mereka, yaitu mereka akan disiksa dengan neraka Jahannam tempat kediaman yang sangat menakutkan. \nDari ayat ini dapat diambil pengertian bahwa melarikan diri dari peperangan adalah dosa besar. Nabi Muhammad saw bersabda: \n\"Jauhilah olehmu sekalian tujuh perkara yang membinasakan. Mereka bertanya: \"Apakah yang tujuh perkara itu ya Rasulullah? Nabi menjawab: \"Menyekutukan Allah, melakukan sihir, membunuh seseorang yang Allah haramkan membunuhnya, kecuali ada sebab-sebab yang membolehkan, makan riba, makan harta anak yatim, melarikan diri dari pertempuran (peperangan), dan menuduh berzina wanita mukmin yang baik-baik yang tidak berniat berbuat zina\". (Riwayat al-Bukhari dan Muslim dari Abu Hurairah) \n \nDalam hal ini Allah menjelaskan beberapa pengecualian dari membelakangi musuh dan melarikan diri dari pertempuran, yaitu apabila kaum Muslimin pada saat perang terjadi, mundur untuk mengatur siasat seperti mencari posisi yang lebih menguntungkan dalam pertempuran, memancing musuh agar mengejar keluar medan pertempuran yang lebih strategis sehingga dengan demikian musuh dapat dimusnahkan, atau dengan mengadakan gerak tipu sehingga sasaran tempur menjadi kacau balau, atau membagi pasukan-pasukan untuk menyerang dari segala arah, agar kesatuan musuh dapat dipecah-belah dan sebagainya. \nKaum Muslimin pada saat perang berkobar melarikan diri untuk bergabung dengan kesatuan yang lain agar sasaran tempur lebih kuat atau untuk memperoleh bantuan dari pasukan pada saat musuh dipandang mempunyai pasukan yang lebih kuat.",
                        "56": "(17) Dari Ibnu Abbas bahwa Rasulullah memerintahkan Ali bin Abi thalib: Ambilkan segenggam tanah, Ali mengambilnya dan diberikan kepada Rasul lalu dilemparkan kepada orang-orang musyrik, maka tidak seorangpun dari mereka kecuali terkena matanya, maka turunlah ayat ini. \nKemudian Allah memberikan penjelasan mengenai alasan kaum Muslimin dilarang membelakangi musuh yaitu karena kemenangan tidak akan dicapai kaum Muslimin kecuali dengan maju menyerang musuh, melemparkan tombak atau melemparkan kepalan tanah kepada mereka. \nDari kemenangan dan bantuan Allah tersebut dapat dipahami bahwa setiap kali orang Muslimin menancapkan tombak untuk membunuh musuh dan setiap lemparan segenggam tanah dari mereka dijamin akan memenuhi sasaran, karena Allah-lah yang menjamin dan membantu mereka. \nAllah berfirman: \n \nPerangilah mereka, niscaya Allah akan menyiksa mereka dengan (perantaraan) tanganmu dan Dia akan menghina mereka dan menolongmu (dengan kemenangan) atas mereka, serta melegakan hati orang-orang yang beriman. (at-Taubah/9: 14) \n \nDi samping itu keadaan yang menguntungkan bagi kaum Muslimin ialah keyakinan bahwa perjuangan mereka akan menang, dan Allah akan membantu mereka. Sedangkan orang kafir tujuannya hanyalah untuk memperoleh kepuasan hidup di dunia. \nAllah berfirman: \n\"Dan janganlah kamu berhati lemah dalam mengejar mereka (musuh mu). Jika kamu menderita kesakitan, maka ketahuilah mereka pun menderita kesakitan (pula), sebagaimana kamu rasakan, sedang kamu masih dapat mengharapkan dari Allah apa yang tidak dapat mereka harapkan\". (an-Nisa/4: 104) \n \nFirman Allah : \n \n\"Betapa banyak kelompok kecil mengalahkan kelompok besar dengan izin Allah.\" (al-Baqarah/2: 249) \nAllah menerangkan bahwa segala macam bantuan yang diberikan kepada kaum Muslimin dalam Perang Badar itu adalah merupakan alasan yang kuat terhadap larangan Allah kepada kaum Muslimin, lari dari pertempuran, dan merupakan anugerah kemenangan yang diberikan Allah kepada orang-orang mukmin, yaitu kemenangan dan harta rampasan yang banyak. \nDi akhir ayat Allah menegaskan bahwa Allah Maha Mendengar segala permintaan hamba-Nya yang betul-betul menjalankan perintah serta menjauhi larangan-Nya lagi Maha Mengetahui akan segala macam bisikan hati para hamba-Nya dan mengetahui siapakah di antara hamba-Nya yang pantas mendapat kemenangan dan siapa pula yang pantas menderita kekalahan.",
                        "57": "(18) Allah menegaskan bahwa karunia Allah yang diberikan kepada kaum Muslimin itu bertujuan untuk melemahkan tipu-daya orang-orang kafir dan melemahkan serangan mereka kepada Nabi serta kaum Muslimin seluruhnya. Juga untuk membangun perhatian kaum Muslimin agar tetap berjuang menegakkan agama tauhid serta berbuat baik sesama mereka dalam membela serta menegakkan agama. \nDari ayat ini dapat dipahami bahwa Allah, selalu melindungi setiap perjuangan kaum Muslimin dalam menegakkan agama tauhid serta akan melemahkan perjuangan orang-orang musyrikin pada setiap gerak dan langkah mereka yang ditujukan untuk memerangi orang-orang yang menegakkan agama tauhid dan menyebarluaskan agama Islam.",
                        "58": "(19) Sesudah itu Allah memberikan pernyataan yang ditujukan kepada orang-orang musyrikin bahwa apabila mereka ingin mencari keputusan mana di antara kedua bala tentara yang paling unggul dan paling mendapat petunjuk sehingga memperoleh kemenangan, maka jelaslah yang mendapat kemenangan gilang-gemilang itulah pasukan yang paling unggul dan paling mendapat petunjuk. \nPernyataan ini adalah merupakan ejekan terhadap orang-orang musyrikin karena pada akhir pertempuran Perang Badar kemenangan jelas diperoleh oleh kaum Muslimin, sedangkan mereka kaum musyrikin mengalami kehancuran dan kekalahan. \nPernyataan ini berlaku pada setiap waktu dan tempat, di mana saja dan kapan saja terjadi pergolakan di antara dua golongan maka kemenangan tentu akan diperoleh oleh golongan yang berdiri atas prinsip-prinsip yang benar. \nKemudian Allah menyeru orang-orang musyrikin bahwa apabila mereka setelah menderita kekalahan dalam Perang Badar itu berhenti dari memusuhi Muhammad saw dan pengikut-pengikutnya, maka sebenarnya hal itu lebih baik buat mereka. \nTawaran itu dikemukakan Allah kepada mereka karena mereka telah mengalami pahit getirnya peperangan. Dari pengalaman itu mereka telah melihat kenyataan bahwa betapa pun kuatnya dan betapa pun banyaknya jumlah pasukan yang mereka kerahkan serta perlengkapan perang yang mereka andalkan, namun akhirnya mereka mengalami kekalahan juga. \nApabila mereka itu membangkang seruan ini dan kembali memusuhi serta memerangi Rasul dan pengikut-pengikutnya, maka kenyataan yang mereka alami itu akan terulang kembali, yaitu Allah kembali memberi pertolongan-Nya kepada Rasulullah saw. \nAllah menegaskan bahwa angkatan perang kaum musyrikin betapa pun kuatnya, tidak akan dapat menolak bencana malapetaka yang akan ditimpakan oleh Allah kepada mereka. Hal ini menunjukkan bahwa jumlah tentara yang banyak tidak selalu menentukan jalannya peperangan, terkecuali jumlah yang banyak itu disertai dengan kekuatan jiwa dan kepercayaan kepada Allah Azza wa Jalla. \nBetapa pun gigihnya Abu Jahal dan pengikut-pengikutnya untuk mengalahkan kaum Muslimin dalam Perang Badar mereka tidak juga berhasil sebagaimana diterangkan oleh Hadis yang diriwayatkan oleh Ahmad dan an-Nasai: \n\"Ya Allah siapa di antara kami yang telah memutuskan tali persaudaraan dan membawa sesuatu agama yang tidak dikenal, maka hancurkanlah ia sebelum terbitnya fajar, maka yang demikian itu adalah sebagai permintaan kemenangan dari padanya (untuk Rasulullah). (Riwayat Ahmad dan an-Nasai). \n \nMenurut riwayat as-Suddi yang berasal dari Mujahid, diceritakan bahwa sebelum pasukan Quraisy berangkat ke medan perang mereka berdoa : \nOrang-orang musyrikin pada waktu keluar dari kota Mekah menuju Badar, telah memegang tirai Kabah kemudian mereka memohon kemenangan kepada Allah dan berkata: \"Aduhai Tuhan berilah kemenangan kepada pasukan yang paling tinggi (derajatnya) kepada golongan yang paling mulia dan kepada kiblat yang paling baik.\" Maka turunlah ayat: Jika kamu (orang musyrikin) mencari keputusan.",
                        "59": "(20) Allah menyeru orang-orang mukmin agar menaati Allah dan Rasul-Nya. Menaati Allah dan Rasul-Nya dalam ayat ini ialah melaksanakan jihad, berjuang untuk membela agama tauhid dan meninggalkan kampung halaman serta mempergunakan harta benda dan jiwa apabila diperlukan, dan melarang orang-orang mukmin berpaling dari pada perintah-Nya, sedang pada waktu itu mereka telah mengetahui dan mendengar seruan untuk menaati perintah-Nya dan membantu perjuangannya. \nDimaksud mendengar dalam ayat ini ialah memahami seruan Rasul serta membenarkannya. Sebagai seorang mukmin semestinya ia mengatakan pada waktu mendengar seruan Rasul \"samina wa athana\" (kami mendengar dan menaati), sebagaimana firman Allah: \n \nHanya ucapan orang-orang mukmin, yang apabila mereka diajak kepada Allah dan Rasul-Nya agar Rasul memutuskan (perkara) di antara mereka, mereka berkata, \"Kami mendengar, dan kami taat.\" Dan mereka itulah orang-orang yang beruntung. (an-Nur/24: 51) \n Dan firman Allah lagi: \n \n\"Kami tidak membeda-bedakan seseorang pun dari Rasul-Rasul-Nya.\" Dan mereka berkata,\"Kami dengar dan kami taat.\" (al-Baqarah/2: 285) \n \nYang dimaksud dengan mendengar seruan Rasul dalam ayat ini ialah menaati semua perintah Allah yang disampaikan kepadanya dengan perantara wahyu.",
                        "60": "(21) Allah melarang orang-orang mukmin berbuat sebagai orang-orang munafik dan orang-orang kafir apabila mendengar seruan Rasul, mereka berbuat seolah-olah mendengar seruan itu, tetapi sebenarnya hati mereka mengingkarinya. Maka kaum Muslimin pun dilarang berbuat seperti mereka, yang kelihatannya mendengarkan seruan Nabi dengan penuh perhatian, padahal mereka tidak menaruh perhatian sedikit pun apalagi melaksanakannya. \nDalam ayat ini orang-orang munafik dinyatakan sebagai orang-orang yang tidak mau mendengarkan perkataan Nabi, yaitu memeluk agama Islam, hal ini memberikan petunjuk bahwa mereka tidak mau membenarkan sama sekali apa yang diserukan Nabi itu. \nAllah berfirman: \n \nDan di antara mereka ada orang yang mendengarkan perkataanmu (Muhammad), tetapi apabila mereka telah keluar dari sisimu, mereka berkata kepada orang yang telah diberi ilmu (sahabat-sahabat Nabi), \"Apakah yang dikatakannya tadi?\" Mereka itulah orang-orang yang dikunci hatinya oleh Allah, dan mengikuti keinginannya. (Muhammad/47: 16)",
                        "61": "(22) Allah menyamakan orang-orang munafik itu dengan binatang yang paling buruk, karena mereka itu tidak mau mempergunakan pendengarannya untuk mengetahui seruan-seruan yang benar dan tidak memperhatikan nasihat-nasihat yang baik. \nOrang-orang munafik disamakan dengan binatang dalam ayat ini, bukanlah fisik mereka seperti binatang, tetapi sifat kejiwaan merekalah yang seperti binatang. Mereka menolak pengertian dari firman Allah dan tidak mau memikirkan dan memahami kebenaran. Dalam hal ini mereka tidak mau membedakan mana seruan yang benar dan mana ajakan yang salah dan mana itikad yang benar serta mana kepercayaan yang salah. \nSebagai alasan yang lain dipersamakannya mereka dengan binatang adalah karena tidak mau menuturkan kebenaran, seolah-olah mereka tidak berfikir, karena mereka menyia-nyiakan akal mereka sehingga tidak dapat menuturkan kebenaran itu sebagaimana mestinya. Seandainya mereka menggunakan akal, tentulah mereka mau mendengarkan seruan Rasul serta mau mengikutinya. \nDi dalam ayat ini atau ayat yang lain Allah, menerangkan bahwa orang-orang munafik itu lebih sesat dari binatang. \nFirman Allah: \n \n\"Dan sungguh, akan Kami isi neraka Jahanam banyak dari kalangan jin dan manusia. Mereka memiliki hati, tetapi tidak dipergunakannya untuk memahami (ayat-ayat Allah) dan mereka memiliki mata (tetapi) tidak dipergunakannya untuk melihat (tanda-tanda kekuasaan Allah), dan mereka mempunyai telinga (tetapi) tidak dipergunakan untuk mendengar (ayat-ayat Allah). Mereka seperti hewan ternak, bahkan lebih sesat lagi. Mereka itulah orang-orang yang lengah.\" (al-Araf/7: 179) \n \nPendengaran dan penglihatan tidak dapat dibuat manusia, karena keduanya bertalian dengan jiwa, dengan hidup. Tidak bisa diharapkan dari benda mati yang tidak mempunyai pendengaran dan penglihatan itu. Bahkan pendengaran dan penglihatan yang hidup tidak berfungsi jika tidak diarahkan.",
                        "62": "(23) Allah memberikan pernyataan terhadap orang-orang munafik dan orang-orang musyrik bahwa andaikata mereka mempunyai kemauan untuk beriman dan harapan untuk mengikuti petunjuk yang disampaikan oleh Rasulullah, tentulah Allah menjadikan mereka dapat mendengar. Tetapi lantaran bakat mereka, untuk menerima petunjuk Allah telah dikotori dengan noda-noda kemusyrikan dan kenifakan, maka tidak ada jalan lain lagi untuk mengarahkan bakat-bakat mereka untuk menerima petunjuk. \nSeumpama Allah menjadikan mereka dapat memahami seruan Rasul itu tentulah mereka enggan melaksanakan apa yang mereka dengar, apa lagi untuk mengamalkannya, karena di dalam hati mereka telah bersarang keingkaran dan kekafiran. Dari firman Allah itu dapat dipahami bahwa derajat orang yang mendengarkan seruan Rasul itu bertingkat-tingkat. \n1. Ada orang yang sengaja tidak mau mendengarkan seruan Rasul secara terang-terangan dan menyambutnya dengan permusuhan sejak semula, karena mereka merasa bahwa seruannya itu akan menghancurkan keyakinannya. \n2. Ada orang yang mendengarkan seruan Rasul, akan tetapi tidak berniat untuk memahami dan memikirkan apa yang diserukan, seperti orang-orang munafik. \n3. Ada orang yang mendengarkan seruan Rasul dengan maksud mencari kesempatan untuk membantah dan menolaknya. Hal serupa ini dilakukan oleh orang-orang musyrik dan ahli kitab yang mengingkari kebenaran ayat Al-Quran. \n4. Ada orang yang mendengarkan dengan maksud ingin memahami dan memikirkan seruan Rasul. Tetapi adakalanya ajaran Islam itu dijadikan sebagai pengetahuan yang dipergunakan untuk tujuan-tujuan tertentu dan adakalanya ajaran Islam itu dijadikan bahan pembicaraan dan sasaran kritikan. Perbuatan ini dilakukan oleh kebanyakan orang-orang orientalis.",
                        "63": "(24) Allah menyerukan kepada orang-orang mukmin, bahwa apabila Allah dan Rasul-Nya menyampaikan hukum-hukumnya yang berguna untuk kehidupan mereka, hendaklah mereka menyambut seruan itu dan menerimanya dengan penuh perhatian serta berusaha untuk mengabulkannya. Karena seruan itu mengandung ajaran-ajaran yang berguna bagi kehidupan mereka, seperti mengetahui hukum-hukum Allah yang diberikan kepada makhluk-Nya, suri teladan hidup yang dapat dijadikan contoh dan pelajaran yang utama untuk meningkatkan nilai-nilai kemanusiaan serta mengangkat kehidupan mereka kepada martabat yang sempurna, sehingga mereka dapat menempuh jalan lurus yang mendekatkan diri kepada Tuhan. Akhirnya mereka akan hidup di bawah keridaan Allah; di dunia mereka akan berbahagia dan di akhirat akan mendapat surga. Di dalam ayat lain perintah mengikuti Rasul itu disertai dengan perintah memegangnya dengan teguh. \nAllah berfirman: \n \n\"Pegang teguhlah apa yang Kami berikan kepadamu dan dengarkanlah.\" (al-Baqarah/2: 93) \n \nMenaati Rasul hukumnya wajib, baik pada waktu beliau hidup maupun setelah wafatnya. Menaati Rasul ialah menaati segala macam perintahnya dan menjauhi larangannya yang termuat dalam Kitab Al-Quran dan yang termuat pula dalam Kitab-kitab hadis yang diketahui kesahihannya. \nAllah memerintahkan kepada kaum Muslimin agar mereka betul-betul mengetahui bahwa Allah membatasi antara manusia dan hatinya. Ungkapan ini mengandung banyak pengertian: \n1. Bahwa Allah menguasai hati seseorang, maka Allah-lah yang menentukan kecenderungan hati itu menurut kehendak-Nya. Allah berkuasa untuk mengarahkan hati orang kafir apabila ia menghendaki orang kafir itu mendapat hidayah dan menguasai hati seseorang yang beriman untuk menyesatkannya apabila Ia berkehendak untuk menyesatkan. Pengertian serupa ini terdapat pula dalam hadis yang diriwayatkan oleh al-Hakim dalam Kitab al-Mustadrak dari Ibnu Abbas dan dari sebagian besar ulama salaf. \nHadis-hadis yang menguatkan pengertian ini antar lain bahwa Nabi Muhammad, seringkali mengatakan: \n\"Wahai Tuhan yang membolak-balikkan hati, tetapkanlah hatiku atas agamamu. Lalu Rasulullah ditanya, \"Ya Rasulullah! Kami telah beriman kepadamu dan kepada Kitab yang engkau bawa, maka apakah yang engkau khawatirkan terhadap kami? Maka Rasulullah menjawab, \"Ya! Sungguh hati itu berada di antara dua jari dari jari-jari Tuhan. Dialah Yang membolak-balikkannya.\" (Riwayat Imam Ahmad dan at-Tirmidzi dari Anas). \n \n2. Bahwa Allah, menyuruh hambanya untuk bersegera menaati Allah sebelum terlepasnya jiwa dari tubuh, tetapi mereka tidak memperdulikan perintah itu. Ini berarti bahwa Allah mematikan hatinya sehingga hilanglah kesempatan yang baik itu, yaitu hilangnya kesempatan seseorang untuk melakukan amal yang baik dan usaha untuk mengobati hati dengan bermacam penawar jiwa sehingga jiwanya menjadi sehat, sesuai dengan kehendak Allah. Kata-kata membatasi adalah merupakan kata yang digunakan untuk pengertian mati, karena hati itulah biasanya yang dapat memahami sesuatu, maka apabila dikatakan hati seseorang telah mati berarti hilanglah kesempatan seseorang untuk memanfaatkan ilmu pengetahuannya. \n3. Kata membatasi (yahulu) adalah merupakan kata-kata majaz yang menggambarkan batas terdekat kepada hamba. Karena sesuatu yang memisahkan antara dua buah barang, adalah sangat dekat kepada dua barang itu. \nPengertian serupa ini dinukilkan dari Qatadah, karena pada saat membicarakan makna ayat, ia membawakan firman Allah: \n \n\"Dan Kami lebih dekat kepadanya daripada urat lehernya.\" (Qaf/50: 16) \n \n Bagaimana juga perbedaan pendapat di kalangan para mufassir mengenai penafsiran ayat ini, tetapi hal yang tidak dapat disangkal ialah bahwa Allah telah membuat bakat-bakat dalam diri seseorang. Bakat baik dan bakat buruk kedua-duanya dapat berkembang menurut Sunnah Allah yang telah ditetapkan bagi manusia. Berkembangnya bakat-bakat itu bergantung pada situasi, kondisi dan lingkungan. Apabila seseorang dididik dengan baik, niscaya jiwanya akan menjadi baik. Sebaliknya apabila jiwa itu dididik dengan jahat, atau berada dalam lingkungan yang jahat niscaya jiwa itu akan menjadi jahat. Hati adalah merupakan pusat perasaan, kemampuan serta kehendak seseorang yang dapat mengendalikan jasmaninya untuk mewujudkan amal perbuatan. \n Pantaslah kalau di dalam ayat ini dikatakan, bahwa Allah membatasi antara seseorang dengan hatinya, karena Allah-lah Yang lebih mengetahui hati nurani seseorang. Dia Yang menguasai hati itu, karena Dialah pula yang menciptakan bakat-bakat yang terdapat dalam hati dan Dia pula yang paling dapat menentukan ke mana hati itu mengarah. \n Akhir ayat ini Allah menegaskan bahwa sesungguhnya seluruh manusia itu akan dikumpulkan kepada Allah, di padang Mahsyar untuk mempertanggungjawabkan segala macam amalnya dan menerima pembalasan yang setimpal dengan amal perbuatan mereka.",
                        "64": "(25) Allah menyerukan kepada orang-orang beriman, agar memelihara diri mereka dari siksaan, yang tidak hanya khusus menimpa orang-orang zalim itu saja di antara orang-orang beriman. Maksudnya ialah apabila di dalam suatu kaum perbuatan maksiat telah merata maka Allah akan menyiksa mereka itu secara keseluruhan. Siksaan itu tidak hanya bagi orang yang melakukan kemaksiatan itu saja, akan tetapi siksaan itu akan menimpa mereka secara merata tanpa pilih kasih, meskipun di dalamnya terdapat juga orang-orang yang saleh yang berada di antara mereka itu. \n Rasulullah saw bersabda: \n\"Tidak ada suatu kaum yang sebagian besar orang-orangnya lebih terpedaya melakukan kemaksiatan dari yang tidak melakukan, kemudian mereka tidak mau mengubahnya selain Allah akan menyiksa mereka dengan siksaan yang merata.\" (Riwayat Ahmad dari Jarir) \n \n Oleh sebab itulah di dalam masyarakat ada institusi yang mengurus kemaslahatan dan mengurus amar maruf dan nahi mungkar. Lembaga ini hendaknya bertugas meneliti kemaksiatan yang timbul dalam masyarakat, serta berusaha pula untuk mencari cara-cara pencegahannya. Juga lembaga ini berusaha untuk menggiatkan masyarakat melakukan segala yang diperintahkan oleh agama dan menghentikan segala sesuatu yang dilarang. Apabila kemaksiatan itu telah merata, dan masyarakat telah melupakan agama, maka bencana yang akan menimpa masyarakat itu tidak hanya akan menimpa suatu kelompok atas golongan tertentu saja, tetapi bencana itu akan dirasakan oleh anggota masyarakat, secara keseluruhan dan merata. \n Di akhir ayat ini Allah memperingatkan orang-orang mukmin agar mereka itu mengetahui bahwa Allah amat pedih siksaan-Nya. Siksaan Allah ditimpakan atas siapa saja yang melanggar hukum-Nya. Ancaman Tuhan yang sangat keras ini akan berlaku apabila kejahatan itu telah merajalela dan merata di segenap anggota masyarakat itu tanpa pandang bulu. Sedangkan ancaman-ancamannya di akhirat ditimpakan kepada orang-orang, yang melakukannya sesuai dengan berat ringannya perbuatan yang dilakukan oleh orang itu.",
                        "65": "(26) Allah mengingatkan kaum Muslimin kepada nikmat Allah yang telah diberikan kepada mereka pada peristiwa hijrah. Pada saat itu mereka yang berhijrah dari Mekah ke Medinah berjumlah sedikit, dan mereka termasuk golongan yang tertindas. Pada saat permulaan Islam, kaum Muslimin merasa khawatir apabila orang-orang musyrik Quraisy menculik mereka. Kemudian Allah menghilangkan kekhawatiran itu. Allah, memberikan tempat yang aman buat mereka yaitu Medinah. Sesudah itu Allah, memberikan pertolongan kepada kaum Muslimin sehingga mereka menjadi umat yang kuat, baik berupa pertolongan yang diberikan oleh orang-orang Anshar ketika beliau dan pengikut-pengikutnya berada di Medinah, ataupun bantuan-bantuan Allah yang diberikan ketika mereka berhadapan dengan kaum musyrikin dalam Perang Badar. \nAllah juga mengingatkan kepada kaum Muslimin kepada nikmat-Nya yang lain yaitu rezeki yang baik dan halal, baik berupa kemakmuran bumi Medinah yang mereka alami ataupun kemenangan dalam Perang Badar. Nikmat-nikmat Allah yang diberikan kepada kaum Muslimin yang disebutkan dalam ayat-ayat ini, adalah untuk memberikan rangsangan agar kaum Muslimin mensyukuri nikmat-nikmat itu.",
                        "66": "(27) Abdullah bin Abi Qatadah berkata, \"Ayat ini turun berkenaan dengan Abu Lubabah pada ketika Rasulullah saw, mengepung suku Quraidhah dan memerintahkan mereka untuk menerima putusan Saad. Sesudah itu Quraidhah berunding dengan Abu Lubabah tentang menerima putusan Saad itu, karena keluarga Abu Lubabah dan harta bendanya berada dalam kekuasaan mereka. Kemudian Quraidhah menunjuk ke lehernya (yakni sebagai tanda untuk disembelih). Abu Lubabah berkata, \"Sebelum kedua telapak kakiku bergerak, aku telah mengetahui bahwa diriku telah berkhianat kepada Allah dan Rasul-Nya.\" Kemudian ia bersumpah tidak akan makan apa pun sehingga ia mati, atau Allah menerima taubatnya. Kemudian ia pergi ke mesjid dan mengikat dirinya ke tiang, dan tinggal beberapa hari di sana sehingga jatuh pingsan, karena badannya sangat lemah. Kemudian Allah menerima taubatnya. Dan ia bersumpah, bahwa dia tidak boleh dilepaskan dirinya dari ikatannya selain oleh Rasulullah sendiri. Kemudian ia berkata, \"Hai Rasulullah! Saya bernazar untuk melepaskan hartaku sebagai sadaqah.\" Rasulullah bersabda, \"Cukuplah bersadaqah sepertiganya.\" (Riwayat Saad bin Manshur dari Abdillah bin Abi Qatadah). \nAllah menyeru kaum Muslimin agar mereka tidak mengkhianati Allah dan Rasul-Nya, yaitu mengabaikan kewajiban-kewajiban yang harus mereka laksanakan, melanggar larangan-larangan-Nya, yang telah ditentukan dengan perantaraan wahyu. Tidak mengkhianati amanat yang telah dipercayakan kepada mereka, yaitu mengkhianati segala macam urusan yang menyangkut ketertiban umat, seperti urusan pemerintahan, urusan perang, urusan perdata, urusan kemasyarakatan dan tata tertib hidup masyarakat. Untuk mengatur segala macam urusan yang ada dalam masyarakat itu diperlukan adanya peraturan yang ditaati oleh segenap anggota masyarakat dan oleh pejabat-pejabat yang dipercaya mengurusi kepentingan umat. \nPeraturan-peraturan itu secara prinsip telah diberikan ketentuannya secara garis besar di dalam Al-Quran dan Hadis. Maka segenap yang berpautan dengan segala urusan kemasyarakatan itu tidak boleh bertentangan dengan prinsip-prinsip yang telah ditentukan. Karenanya segenap peraturan yang menyangkut kepentingan umat tidak boleh dikhianati, dan wajib ditaati sebagaimana mestinya. Hampir seluruh kegiatan dalam masyarakat ini berhubungan dengan kepercayaan itu. Itulah sebabnya maka Allah, melarang kaum Muslimin mengkhianati amanat, karena apabila amanat sudah tidak terpelihara lagi berarti hilanglah kepercayaan. Apabila kepercayaan telah hilang maka berarti ketertiban hukum tidak akan terpelihara lagi dan ketenangan hidup bermasyarakat tidak dapat dinikmati lagi. \nAllah menegaskan bahwa bahaya yang akan menimpa masyarakat lantaran mengkhianati amanat yang telah diketahui, baik bahaya yang akan menimpa mereka di dunia, yaitu merajalelanya kejahatan dan kemaksitan yang mengguncangkan hidup bermasyarakat, ataupun penyesalan yang abadi dan siksaan api neraka yang akan menimpa mereka di akhirat nanti. \nKhianat adalah sifat orang-orang munafik, sedang amanah adalah sifat orang-orang mukmin. Maka orang mukmin harus menjauhi sifat khianat itu agar tidak kejangkitan penyakit nifak yang dapat mengikis habis imannya. \n \n \nAnas bin Malik berkata: \n\"Rasulullah saw pada setiap khutbahnya selalu bersabda: \"Tidak beriman orang yang tak dapat dipercaya, dan tidak beragama orang yang tak dapat dipercaya.\" (Riwayat Ahmad dan Ibnu Hibban dari Anas bin Malik) \n \nSabda Nabi saw: \n\"Tanda-tanda orang munafik itu ada tiga. Apabila menuturkan kata-kata ia berdusta, dan apabila berjanji ia menyalahi, dan apabila diberi kepercayaan ia berkhianat.\" (Riwayat Muslim dari Abu Hurairah)",
                        "67": "(28) Allah memperingatkan kaum Muslimin agar mereka mengetahui bahwa harta dan anak-anak mereka itu adalah cobaan. Maksudnya ialah bahwa Allah menganugerahkan harta benda dan anak-anak kepada kaum Muslimin sebagai ujian bagi mereka itu apakah harta dan anak-anak banyak itu menambah ketakwaan kepada Allah, mensyukuri nikmat-Nya serta melaksanakan hak dan kewajiban seperti yang telah ditentukan Allah. Apabila seorang muslim diberi harta kekayaan oleh Allah, kemudian ia bersyukur atas kekayaan itu dengan membelanjakannya menurut ketentuan-ketentuan Allah berarti memenuhi kewajiban-kewajiban yang telah ditentukan Allah terhadap mereka. Tetapi apabila dengan kekayaan yang mereka peroleh kemudian mereka bertambah tamak dan berusaha menambah kekayaannya dengan jalan yang tidak halal serta enggan menafkahkan hartanya, berarti orang yang demikian ini adalah orang yang mengingkari nikmat Allah. \nDalam kehidupan manusia di masyarakat, harta benda adalah merupakan kebanggaan dalam kehidupan dunia. Sering orang lupa bahwa harta benda itu hanyalah amanah dari Allah yang dititipkan kepada mereka, sehingga mereka kebanyakan tertarik kepada harta kekayaan itu dan melupakan kewajiban-kewajiban yang harus dilaksanakan. \nDemikian juga anak adalah salah satu kesenangan hidup dan menjadi kebanggaan seseorang. Hal ini adalah merupakan cobaan pula terhadap kaum Muslimin. Anak itu harus dididik dengan pendidikan yang baik sehingga menjadi anak yang saleh. Apabila seseorang berhasil mendidik anak-anaknya menurut tuntutan agama, berarti anak itu menjadi rahmat yang tak ternilai harganya. Akan tetapi apabila anak itu dibiarkan sehingga menjadi anak yang menuruti hawa nafsunya, tidak mau melaksanakan perintah-perintah agama, maka hal ini menjadi bencana, tidak saja kepada kedua orang tuanya, bahkan kepada masyarakat seluruhnya. Oleh sebab itu, wajiblah bagi seorang muslim memelihara diri dari kedua cobaan tersebut. Hendaklah dia mengendalikan harta dan anak untuk dipergunakan dan dididik sesuai dengan tuntutan agama serta menjauhkan diri dari bencana yang ditimbulkan oleh harta dan anak tadi. \nAllah menegaskan bahwa sesungguhnya di sisi Allah-lah pahala yang besar. Maksudnya ialah barang siapa yang mengutamakan keridaan Allah dari pada mencintai harta dan anak-anaknya, maka ia akan mendapat pahala yang besar dari sisi Allah. Peringatan Allah agar manusia tidak lupa kepada ketentuan agama lantaran harta yang banyak dan anak yang banyak disebutkan pula dalam ayat yang lain. \nFirman Allah: \n \nWahai orang-orang yang beriman! janganlah harta-bendamu dan anak-anakmu melalaikan kamu dari mengingat Allah. Dan barang siapa berbuat demikian, maka mereka itulah orang-orang yang rugi. (al-Munafiqun/63: 9)",
                        "68": "(29) Allah menyeru orang-orang yang beriman bahwa apabila mereka bertakwa kepada Allah yaitu memelihara diri mereka dengan melaksanakan apa yang mereka tetapkan berdasar hukum-hukum Allah serta menjauhi segala macam larangan-Nya seperti tidak mau berkhianat, lebih mengutamakan hukum-hukum-Nya, Allah akan memberikan kepada mereka petunjuk yang dapat membedakan antara yang hak dengan yang batil, dan petunjuk itu merupakan penolong bagi mereka dikala kesusahan dan sebagai pelita dikala kegelapan. \nAllah berfirman: \n \n \nWahai orang-orang yang beriman! Bertakwalah kepada Allah dan berimanlah kepada Rasul-Nya (Muhammad), niscaya Allah memberikan rahmat-Nya kepadamu dua bagian, dan menjadikan cahaya untukmu yang dengan cahaya itu kamu dapat berjalan serta Dia mengampuni kamu. Dan Allah Maha Pengampun, Maha Penyayang. (al-Hadid/57: 28) \n \nAllah menjanjikan kepada mereka itu akan menghapus segala kesalahan mereka dan mengampuni dosa-dosa mereka lantaran mereka itu bertakwa, dan diberi pula furqan, sehingga mereka dapat mengetahui mana perbuatan yang harus dijauhi, karena dilarang Allah, serta dapat pula memelihara dirinya dari hal-hal yang membawa kepada kerusakan. Orang-orang yang mendapat pengampunan Allah berarti ia hidup bahagia. Hal yang demikian ini dapat mereka capai karena karunia Allah semata. \nAllah menegaskan bahwa Allah mempunyai karunia yang besar karena Dialah yang dapat memberikan keutamaan kepada makhluk-Nya, baik keutamaan kepada hamba-Nya di dunia ataupun maghfirah dan surga-Nya yang diberikan kepada hamba-Nya yang dikasihi di akhirat.",
                        "69": "(30) Allah mengingatkan Nabi Muhammad dan sahabatnya tentang suatu peristiwa yang pernah mereka alami, pada saat mereka berada di Mekah. Mereka diselamatkan dari siksaan orang-orang musyrikin. Ketika itu orang-orang kafir Quraisy merencanakan tipu-daya yang harus dilakukan terhadap Nabi, yaitu menawan Nabi sehingga ia tidak dapat bertemu dengan manusia dan tidak dapat lagi menyebarkan agama Islam, atau membunuh Nabi dengan cara yang menyukarkan kabilahnya untuk menuntut balas, sehingga tidak menyebabkan bahaya bagi siapa yang membunuhnya, atau mengusir Nabi dan mengasingkan ke tempat yang terpencil. \nPada saat itu orang-orang kafir Quraisy merencanakan tipu-daya. Allah memberikan bantuan-Nya kepada Nabi Muhammad, yaitu Allah menggagalkan usaha mereka dengan jalan memerintahkan Nabi dan sahabatnya hijrah ke Medinah, sehingga Nabi dan para sahabatnya terhindar dari tipu-daya orang musyrikin. \nAllah menegaskan bahwa Dia adalah sebaik-baik pembalas tipu-daya, yaitu dapat mengalahkan tipu-daya orang-orang musyrikin, dan orang-orang kafir Quraisy yang ingin mencelakakan Nabi.",
                        "70": "(31) Allah menjelaskan keingkaran orang-orang Quraisy serta kesombongan mereka terhadap seruan Nabi, terutama ketika mendengar ayat-ayat yang dibacakan oleh Nabi. Mereka menanggapinya dengan sikap yang sombong. Mereka menganggap diri mereka dapat membacakan seperti itu. Perkataan ini adalah perkataan yang ditandaskan oleh an-Nadhar bin al-Haris dari Bani Abdid Dar. Ia pulang pergi ke Persia dan mendengar dari mereka tentang Rustam dan Isfandiar dari beberapa orang ajam yang terkemuka. Dia sering bertemu dengan orang-orang Yahudi dan Nasrani, maka dia mendengar dari mereka isi Kitab Taurat dan Injil. \nLalu Allah menerangkan sebab-sebab mengapa orang-orang Quraisy itu mengemukakan anggapan demikian, yaitu lantaran mereka menganggap ayat-ayat Al-Quran yang dibacakan Nabi Muhammad dan pengikut-pengikutnya menyerupai kisah-kisah yang terdapat dalam Kitab Taurat dan Injil. Itulah sebabnya, mengapa mereka merasa sanggup untuk membacakan ayat-ayat yang dibacakan oleh Nabi. Mereka beranggapan bahwa ayat-ayat yang dibaca oleh Muhammad itu bukanlah wahyu, melainkan dongengan-dongengan orang-orang purbakala. \nNamun demikian, boleh jadi yang mengeluarkan kata-kata itu ialah an-Nadhar, kemudian diikuti oleh yang lain. Tetapi mereka itu tidak meyakini bahwa ayat-ayat yang dibaca itu adalah dongengan-dongengan orang-orang dahulu, yang bersimpang-siur dan tidak pula beranggapan bahwa Muhammad yang membuat-buatnya, karena mereka tidak pernah menuduh Muhammad seorang pendusta. \nAllah berfirman: \n \nKarena sebenarnya mereka bukan mendustakan engkau, tetapi orang yang zalim itu mengingkari ayat-ayat Allah. (al-Anam/6: 33) \n \nDan firman Allah: \n \nDan mereka berkata, \"(Itu hanya) dongeng-dongeng orang terdahulu, yang diminta agar dituliskan, lalu dibacakanlah dongeng itu kepadanya setiap pagi dan petang.\" (al-Furqan/25: 5) \n \nSebenarnya mereka bukan tidak meyakini kebenaran ayat-ayat itu, karena mereka sebenarnya telah mengetahui bahwa Nabi Muhammad itu adalah ummi, tetapi mereka mengatakan demikian itu hanyalah untuk merintangi orang-orang agar tidak mau mendengarkan Al-Quran. \nAda pula yang beranggapan bahwa pemimpin-pemimpin Quraisy seperti an-Nadhar bin al-Haris, Abu Jahal, dan al-Walid bin Mugirah sama-sama bersepakat untuk menyuruh orang agar tidak mendengarkan Al-Quran. Kemudian mereka datang ke rumah Nabi pada waktu malam untuk mendengarkannya dan mereka tertarik kepada Al-Quran itu. Karena begitu berkesannya bacaan Al-Quran pada hati mereka sehingga al-Walid bin Mugirah mengucapkan kata-kata yang terkenal, \"Sesungguhnya Al-Quran bernilai tinggi\". Itulah sebabnya mereka menghalang-halangi orang-orang Arab mendengarkan ayat-ayat Al-Quran dan menjauhkan orang-orang Arab dari Al-Quran, mereka mengatakan bahwa Al-Quran itu sihir.",
                        "71": "(32) Allah mengingatkan kepada orang-orang mukmin tentang suatu peristiwa, di mana orang-orang kafir Quraisy menentang Nabi Muhammad bahwa apabila benar Al-Quran yang disebarluaskan oleh Muhammad itu betul-betul diturunkan dari Allah, seperti dikatakan oleh Nabi dan dijadikan dasar agamanya, maka orang-orang Quraisy meminta kepada Allah agar diberikan bukti, sebagai penguat perkataannya itu. Mereka minta agar diturunkan hujan batu dari langit atau diberi siksaan yang pedih kepada mereka. \nDi dalam ayat ini terdapat satu isyarat, sebenarnya orang-orang kafir Quraisy tidak akan mau menjadi pengikut Nabi Muhammad, meskipun apa yang dikatakan Muhammad itu benar-benar ayat-ayat yang diturunkan dari Allah. Hal ini membuktikan bahwa mereka lebih menyukai kehancuran dari pada beriman kepada Muhammad. Mereka meminta kepada Allah agar dihujani batu dari langit atau disiksa dengan siksaan yang pedih.",
                        "72": "(33) Allah menerangkan kepada kaum Muslimin bagaimana sikap mereka menghadapi tindakan kaum musyrikin itu. Allah menyuruh kaum Muslimin agar membiarkan sikap mereka, karena ia tidak akan memenuhi permintaan mereka. Karena permintaan itu tidak sesuai dengan Sunnatullah dan tidak sesuai pula dengan sifat-sifat Allah yang sangat bijaksana dan Maha Pengasih. Allah tidak akan mengazab mereka di dunia, sebab Nabi diutus untuk memberikan petunjuk kepada mereka, untuk menginsyafkan mereka dari kekafiran, hingga mereka menunjukkan penyesalan atas perbuatan mereka. Nabi diutus sebagai rahmat bukan sebagai bencana. Allah tidak akan mengazab mereka, selama Rasulullah berada di antara mereka. Allah baru mengazab mereka setelah Rasulullah hijrah ke Medinah. \nAllah menjelaskan bahwa Dia tidak akan menurunkan siksa kepada mereka, apabila mereka mau menghentikan keingkaran dan mau bertaubat, yaitu mengikuti petunjuk yang telah diberikan oleh Rasulullah dan mereka mau memeluk agama Islam.",
                        "73": "(34) Sesudah itu Allah menjelaskan bahwa Allah tidak akan menurunkan azab kepada mereka, meskipun mereka sudah pantas diberi azab, lantaran mereka telah menghalangi orang-orang mukmin memasuki Masjidil Haram untuk menunaikan ibadah haji. Azab tidak diturunkan karena Nabi Muhammad berada di antara mereka, dan masih ada orang-orang mukmin yang memohon ampun kepada Allah bersama Nabi Muhammad. \nAllah menjelaskan bahwa orang-orang kafir itu tidak berhak menguasai Baitullah dan daerah-daerah haram, karena mereka telah berbuat syirik dan telah melakukan berbagai kerusakan di daerah itu. Akan tetapi yang sebenarnya berhak menguasai Baitullah dan daerah-daerah haram itu hanyalah orang-orang yang bertakwa yang menghormati Baitullah sebagai tempat suci dan peribadatan, yaitu Nabi Muhammad dan pengikut-pengikutnya. \nAllah menegaskan bahwa kebanyakan orang-orang kafir itu tidak mengetahui bahwa mereka tidak berhak menguasai Baitullah dan daerah-daerah haram, karena mereka bukanlah penolong-penolong agama. Dan yang berhak menguasai Baitullah itu hanya orang-orang yang bertakwa.",
                        "74": "(35) Allah menerangkan sebab-sebab mereka tidak berhak menguasai Baitullah, dan daerah haram, yaitu karena mereka dalam waktu beribadah, mengerjakan tawaf, mereka bertelanjang dan bersiul-siul serta bertepuk tangan. \nDiriwayatkan dari Ibnu Abbas ra: \"Orang-orang Quraisy mengitari Baitullah dalam keadaan telanjang, bersiul-siul dan bertepuk tangan.\" (Riwayat Ibnu Abi Hatim dari Ibnu Abbas). \n \nDan katanya: \n\"Bahwa orang-orang Quraisy itu, baik laki-laki maupun perempuan, mengelilingi Kabah dalam keadaan telanjang. Mereka saling bergandengan tangan, bersiul-siul dan bertepuk tangan.\" (Riwayat Ibnu Abi Hatim dari Ibnu Abbas) \n \nAth-thasti menceritakan sebuah riwayat yang ditanyakan Nafi bin al-Azraq bahwasanya dia berkata kepada Ibnu Abbas: \n\"Beritahukanlah kepadaku tentang makna firman Allah Azza wa Jalla \"Illa mukaan wa tashdiyah.\" Ia berkata, \"Al-Muka ialah suara burung Qunburah dan Tashdiyah ialah suara burung pipit sama dengan bertepuk tangan. Dan demikian itu ialah pada ketika Rasulullah mengerjakan salat, sedang beliau pada tempat di antara hajar aswad dan rukun yamani (yaitu beliau menghadap ke utara agar dapat mempersatukan arah Kabah dan Baitul Makdis pada suatu arah tujuan). Maka datanglah dua orang laki-laki dari Bani Sahm yang seorang berdiri di sebelah kanan Nabi, sedang yang lain bertepuk tangan seramai suara burung pipit mengganggu salat Nabi saw.\" (Riwayat Ath-thasti dari Nafi bin Azraq) \n \nKemudian Allah mengancam perbuatan mereka itu dengan ancaman yang keras, berupa azab karena kekafiran mereka itu. Siksaan ini meliputi siksaan dunia dan siksaan akhirat. Siksaan dunia yang mereka alami ialah tewasnya pemimpin-pemimpin mereka dan tertawannya tentara mereka pada waktu Perang Badar serta kekalahan total mereka pada saat penaklukan Mekah. Sedangkan siksaan mereka di akhirat ialah penyesalan yang tak berkeputusan ketika merasakan dahsyatnya derita akibat panasnya api neraka.",
                        "75": "(36) Para mufassir meriwayatkan dari Ibnu Abbas, Mujahid, Said bin Jubair, dan lain-lainnya sebagai berikut, \"Ayat ini turun mengenai diri Abu Sufyan dan harta bendanya yang diserahkan untuk membiayai orang-orang musyrikin pada waktu Perang Badar, serta bantuannya terhadap mereka pada waktu perang Uhud dan lainnya.\" \nDalam riwayat lain disebutkan bahwa, Setelah Abu Sufyan dapat menyelamatkan kafilahnya (dalam Perang Badar) dengan menempuh jalan pantai menuju Mekah ia berjalan dengan disertai satu regu dari tentara kaum musyrikin menghasut orang-orang agar tidak memerangi mereka. Maka datanglah mereka kepada orang-orang yang mempunyai barang dagangan dalam kafilah seraya berkata, \"Wahai orang-orang Quraisy, ketahuilah: Bahwa Muhammad telah mengucilkan kamu dan membunuh pemimpin-pemimpinmu. Maka bantulah kami dengan mengorbankan harta bendamu untuk memerangi Muhammad. Barangkali kami dapat mencapai kemenangan dari padanya.\" Kemudian mereka melaksanakan anjuran itu. Said bin Jubir berkata, \"Bahwasanya Abu Sufyan pada waktu perang Uhud menyewa 2.000 orang dari suku Bani Kinanah untuk memerangi Rasulullah selain orang Arab yang memang sudah menjadi tentara.\" (Riwayat Ath-thasti dari Nafi bin Azraq) \nDalam ayat ini Allah menjelaskan persiapan-persiapan orang-orang kafir Quraisy pada saat menjelang terjadinya Perang Badar, yaitu mereka mengerahkan tenaga dan harta benda mereka untuk menghalang-halangi tersiarnya agama Islam dan perjuangan Rasulullah. \nBetapa banyak kekuatan bala tentara yang mereka miliki dan harta benda yang mereka pergunakan, namun mereka akan mengalami kegagalan dalam menafkahkan harta benda itu, tidak lain karena perbuatan mereka seperti perbuatan setan yang tidak disandarkan pada pendirian yang benar. Akibatnya ialah penyesalan belaka, karena kekuatan jiwa dan harta mereka hilang tanpa faedah dan perjuangan mereka sia-sia. Kemudian perjuangan mereka secara berturut-turut akan dipatahkan, sehingga akhirnya yang menjulang tinggi hanyalah kalimat Allah semata. Allah mengancam orang-orang kafir dengan ancaman yang keras, bahwa pada hari Kiamat nanti mereka akan digiring ke dalam api neraka."
                    }
                }
            }
        }
    }
}