{"83": {"number": "83", "name": "المطفّفين", "name_latin": "Al-Mutaffifin", "number_of_ayah": "36", "text": {"1": "وَيْلٌ لِّلْمُطَفِّفِيْنَۙ", "2": "الَّذِيْنَ اِذَا اكْتَالُوْا عَلَى النَّاسِ يَسْتَوْفُوْنَۖ", "3": "وَاِذَا كَالُوْهُمْ اَوْ وَّزَنُوْهُمْ يُخْسِرُوْنَۗ", "4": "اَلَا يَظُنُّ اُولٰۤىِٕكَ اَنَّهُمْ مَّبْعُوْثُوْنَۙ", "5": "لِيَوْمٍ عَظِيْمٍۙ", "6": "يَّوْمَ يَقُوْمُ النَّاسُ لِرَبِّ الْعٰلَمِيْنَۗ", "7": "كَلَّآ اِنَّ كِتٰبَ الْفُجَّارِ لَفِيْ سِجِّيْنٍۗ", "8": "وَمَآ اَدْرٰىكَ مَا سِجِّيْنٌۗ", "9": "كِتٰبٌ مَّرْقُوْمٌۗ", "10": "وَيْلٌ يَّوْمَىِٕذٍ لِّلْمُكَذِّبِيْنَۙ", "11": "الَّذِيْنَ يُكَذِّبُوْنَ بِيَوْمِ الدِّيْنِۗ", "12": "وَمَا يُكَذِّبُ بِهٖٓ اِلَّا كُلُّ مُعْتَدٍ اَثِيْمٍۙ", "13": "اِذَا تُتْلٰى عَلَيْهِ اٰيٰتُنَا قَالَ اَسَاطِيْرُ الْاَوَّلِيْنَۗ", "14": "كَلَّا بَلْ ۜرَانَ عَلٰى قُلُوْبِهِمْ مَّا كَانُوْا يَكْسِبُوْنَ ", "15": "كَلَّآ اِنَّهُمْ عَنْ رَّبِّهِمْ يَوْمَىِٕذٍ لَّمَحْجُوْبُوْنَۗ", "16": "ثُمَّ اِنَّهُمْ لَصَالُوا الْجَحِيْمِۗ", "17": "ثُمَّ يُقَالُ هٰذَا الَّذِيْ كُنْتُمْ بِهٖ تُكَذِّبُوْنَۗ", "18": "كَلَّآ اِنَّ كِتٰبَ الْاَبْرَارِ لَفِيْ عِلِّيِّيْنَۗ ", "19": "وَمَآ اَدْرٰىكَ مَا عِلِّيُّوْنَۗ", "20": "كِتٰبٌ مَّرْقُوْمٌۙ", "21": "يَّشْهَدُهُ الْمُقَرَّبُوْنَۗ", "22": "اِنَّ الْاَبْرَارَ لَفِيْ نَعِيْمٍۙ", "23": "عَلَى الْاَرَاۤىِٕكِ يَنْظُرُوْنَۙ", "24": "تَعْرِفُ فِيْ وُجُوْهِهِمْ نَضْرَةَ النَّعِيْمِۚ", "25": "يُسْقَوْنَ مِنْ رَّحِيْقٍ مَّخْتُوْمٍۙ", "26": "خِتٰمُهٗ مِسْكٌ ۗوَفِيْ ذٰلِكَ فَلْيَتَنَافَسِ الْمُتَنَافِسُوْنَۗ", "27": "وَمِزَاجُهٗ مِنْ تَسْنِيْمٍۙ", "28": "عَيْنًا يَّشْرَبُ بِهَا الْمُقَرَّبُوْنَۗ", "29": "اِنَّ الَّذِيْنَ اَجْرَمُوْا كَانُوْا مِنَ الَّذِيْنَ اٰمَنُوْا يَضْحَكُوْنَۖ", "30": "وَاِذَا مَرُّوْا بِهِمْ يَتَغَامَزُوْنَۖ", "31": "وَاِذَا انْقَلَبُوْٓا اِلٰٓى اَهْلِهِمُ انْقَلَبُوْا فَكِهِيْنَۖ", "32": "وَاِذَا رَاَوْهُمْ قَالُوْٓا اِنَّ هٰٓؤُلَاۤءِ لَضَاۤلُّوْنَۙ", "33": "وَمَآ اُرْسِلُوْا عَلَيْهِمْ حٰفِظِيْنَۗ", "34": "فَالْيَوْمَ الَّذِيْنَ اٰمَنُوْا مِنَ الْكُفَّارِ يَضْحَكُوْنَۙ", "35": "عَلَى الْاَرَاۤىِٕكِ يَنْظُرُوْنَۗ", "36": "هَلْ ثُوِّبَ الْكُفَّارُ مَا كَانُوْا يَفْعَلُوْنَ ࣖ"}, "translations": {"id": {"name": "Orang-Orang Curang", "text": {"1": "Celakalah bagi orang-orang yang curang (dalam menakar dan menimbang)! ", "2": "(Yaitu) orang-orang yang apabila menerima takaran dari orang lain mereka minta dicukupkan, ", "3": "dan apabila mereka menakar atau menimbang (untuk orang lain), mereka mengurangi. ", "4": "Tidakkah mereka itu mengira, bahwa sesungguhnya mereka akan dibangkitkan, ", "5": "pada suatu hari yang besar, ", "6": "(yaitu) pada hari (ketika) semua orang bangkit menghadap Tuhan seluruh alam.", "7": "Sekali-kali jangan begitu! Sesungguhnya catatan orang yang durhaka benar-benar tersimpan dalam Sijjin. ", "8": "Dan tahukah engkau apakah Sijjin itu? ", "9": "(Yaitu) Kitab yang berisi catatan (amal).", "10": "Celakalah pada hari itu, bagi orang-orang yang mendustakan! ", "11": "(yaitu) orang-orang yang mendustakannya (hari pembalasan).", "12": "Dan tidak ada yang mendustakannya (hari pembalasan) kecuali setiap orang yang melampaui batas dan berdosa,", "13": "yang apabila dibacakan kepadanya ayat-ayat Kami, dia berkata, “Itu adalah dongeng orang-orang dahulu.” ", "14": "Sekali-kali tidak! Bahkan apa yang mereka kerjakan itu telah menutupi hati mereka. ", "15": "Sekali-kali tidak! Sesungguhnya mereka pada hari itu benar-benar terhalang dari (melihat) Tuhannya. ", "16": "Kemudian, sesungguhnya mereka benar-benar masuk neraka. ", "17": "Kemudian, dikatakan (kepada mereka), “Inilah (azab) yang dahulu kamu dustakan.”", "18": "Sekali-kali tidak! Sesungguhnya catatan orang-orang yang berbakti benar-benar tersimpan dalam ’Illiyyin. ", "19": "Dan tahukah engkau apakah ’Illiyyin itu?", "20": "(Yaitu) Kitab yang berisi catatan (amal),", "21": "yang disaksikan oleh (malaikat-malaikat) yang didekatkan (kepada Allah). ", "22": "Sesungguhnya orang-orang yang berbakti benar-benar berada dalam (surga yang penuh) kenikmatan,", "23": "mereka (duduk) di atas dipan-dipan melepas pandangan. ", "24": "Kamu dapat mengetahui dari wajah mereka kesenangan hidup yang penuh kenikmatan.", "25": "Mereka diberi minum dari khamar murni (tidak memabukkan) yang (tempatnya) masih dilak (disegel), ", "26": "laknya dari kasturi. Dan untuk yang demikian itu hendaknya orang berlomba-lomba. ", "27": "Dan campurannya dari tasnim, ", "28": "(yaitu) mata air yang diminum oleh mereka yang dekat (kepada Allah). ", "29": "Sesungguhnya orang-orang yang berdosa adalah mereka yang dahulu menertawakan orang-orang yang beriman.", "30": "Dan apabila mereka (orang-orang yang beriman) melintas di hadapan mereka, mereka saling mengedip-ngedipkan matanya,", "31": "dan apabila kembali kepada kaumnya, mereka kembali dengan gembira ria. ", "32": "Dan apabila mereka melihat (orang-orang mukmin), mereka mengatakan, “Sesungguhnya mereka benar-benar orang-orang sesat,”", "33": "padahal (orang-orang yang berdosa itu), mereka tidak diutus sebagai penjaga (orang-orang mukmin). ", "34": "Maka pada hari ini, orang-orang yang beriman yang menertawakan orang-orang kafir, ", "35": "mereka (duduk) di atas dipan-dipan melepas pandangan.", "36": "Apakah orang-orang kafir itu diberi balasan (hukuman) terhadap apa yang telah mereka perbuat? "}}}, "tafsir": {"id": {"kemenag": {"name": "Kemenag", "source": "Aplikasi Quran Kementrian Agama Republik Indonesia", "text": {"1": "Azab dan kehinaan yang besar pada hari Kiamat disediakan bagi orang-orang yang curang dalam menakar dan menimbang. Allah telah menyampaikan ancaman yang pedas kepada orang-orang yang curang dalam menakar dan menimbang yang terjadi di tempat-tempat jual beli di Mekah dan Medinah pada waktu itu.\n\nDiriwayatkan bahwa di Medinah ada seorang laki-laki bernama Abu Juhainah. Ia mempunyai dua macam takaran yang besar dan yang kecil. Bila ia membeli gandum atau kurma dari para petani, ia mempergunakan takaran yang besar, akan tetapi jika ia menjual kepada orang lain ia mempergunakan takaran yang kecil.\n\nPerbuatan seperti itu menunjukkan adanya sifat tamak, ingin mencari keuntungan bagi dirinya sendiri walaupun dengan jalan merugikan orang lain. Terhadap orang seperti itu, Nabi Muhammad telah memberi ancaman yang pedas sekali seperti tersebut dalam hadis ini:\n\nAda lima perkara yang dibalas dengan lima perkara: Tidak pernah suatu kaum yang melanggar janji, melainkan Allah akan membiarkan kaum itu dikuasai musuhnya. Tidak pernah mereka yang memutuskan suatu perkara dengan hukuman yang tidak diturunkan oleh Allah, melainkan akan tersebar luaslah kefakiran di kalangan mereka. Perzinaan tidak pernah meluas di kalangan mereka secara luas, melainkan akan tersebar luaslah bahaya kematian. Tidak pernah mereka yang berbuat curang dalam menakar dan menimbang, melainkan mereka akan kehilangan kesuburan tumbuh-tumbuhan dan ditimpa musim kemarau. Dan tidak pernah mereka yang menahan zakat, melainkan akan diazab dengan tertahannya hujan (kemarau yang panjang). (Riwayat ath-thabrani dari Ibnu 'Abbas)", "2": "Dalam dua ayat ini, Allah menjelaskan perilaku orang yang akan menjadi penghuni neraka. Mereka adalah orang-orang yang ingin dipenuhi takaran atau timbangannya ketika membeli karena tidak mau rugi. Sebaliknya, apabila menjual kepada orang lain, mereka akan mengurangi takaran atau timbangannya. \n\nOrang-orang yang mengurangi takaran dan timbangan mendapat dosa yang besar karena dengan perbuatan itu, dia dianggap telah memakan harta orang lain tanpa kerelaan pemiliknya. Allah melarang perbuatan yang demikian itu. Allah berfirman:\n\nDan janganlah kamu makan harta di antara kamu dengan jalan yang batil. (al-Baqarah/2: 188)\n\nYang dimaksud dengan takaran di sini mencakup segala ukuran dan timbangan yang biasa dipakai dalam jual beli dan terkait dengan pengurangan hak orang lain. Banyak sekali kita jumpai dalam kehidupan sekarang ini pengurangan-pengurangan yang merugikan orang lain, seperti menjual tabung gas yang isinya tidak sesuai dengan standar, mengurangi literan bensin yang dijual, penjual kain yang mengurangi ukuran kain yang dijualnya. Termasuk dalam pengurangan takaran yang sangat merugikan dan berbahaya adalah korupsi. Pelaku korupsi mengurangi dana sebuah proyek dari perencanaan semula demi memperoleh keuntungan untuk diri sendiri, atau mengurangi kualitas bahan yang diperlukan dalam proyek tersebut dan menggantinya dengan bahan yang berkualitas lebih rendah.\n\nAyat ini mengingatkan manusia untuk menjauhi praktek-praktek yang merugikan orang lain dan ancaman hukumannya sangat besar di dunia dan akhirat. Ayat senada yang menyuruh manusia untuk memenuhi dan menyempurnakan timbangan adalah firman Allah:\n\nDan sempurnakanlah takaran apabila kamu menakar, dan timbanglah dengan timbangan yang benar. Itulah yang lebih utama (bagimu) dan lebih baik akibatnya. (al-Isra'/17: 35)", "3": "Dalam dua ayat ini, Allah menjelaskan perilaku orang yang akan menjadi penghuni neraka. Mereka adalah orang-orang yang ingin dipenuhi takaran atau timbangannya ketika membeli karena tidak mau rugi. Sebaliknya, apabila menjual kepada orang lain, mereka akan mengurangi takaran atau timbangannya. \n\nOrang-orang yang mengurangi takaran dan timbangan mendapat dosa yang besar karena dengan perbuatan itu, dia dianggap telah memakan harta orang lain tanpa kerelaan pemiliknya. Allah melarang perbuatan yang demikian itu. Allah berfirman:\n\nDan janganlah kamu makan harta di antara kamu dengan jalan yang batil. (al-Baqarah/2: 188)\n\nYang dimaksud dengan takaran di sini mencakup segala ukuran dan timbangan yang biasa dipakai dalam jual beli dan terkait dengan pengurangan hak orang lain. Banyak sekali kita jumpai dalam kehidupan sekarang ini pengurangan-pengurangan yang merugikan orang lain, seperti menjual tabung gas yang isinya tidak sesuai dengan standar, mengurangi literan bensin yang dijual, penjual kain yang mengurangi ukuran kain yang dijualnya. Termasuk dalam pengurangan takaran yang sangat merugikan dan berbahaya adalah korupsi. Pelaku korupsi mengurangi dana sebuah proyek dari perencanaan semula demi memperoleh keuntungan untuk diri sendiri, atau mengurangi kualitas bahan yang diperlukan dalam proyek tersebut dan menggantinya dengan bahan yang berkualitas lebih rendah.\n\nAyat ini mengingatkan manusia untuk menjauhi praktek-praktek yang merugikan orang lain dan ancaman hukumannya sangat besar di dunia dan akhirat. Ayat senada yang menyuruh manusia untuk memenuhi dan menyempurnakan timbangan adalah firman Allah:\n\nDan sempurnakanlah takaran apabila kamu menakar, dan timbanglah dengan timbangan yang benar. Itulah yang lebih utama (bagimu) dan lebih baik akibatnya. (al-Isra'/17: 35)", "4": "Ayat ini mencela orang-orang yang mengurangi takaran dan timbangan dengan pertanyaan apakah mereka itu menyangka hari kebangkitan itu tidak akan pernah ada. Sebab, jika mereka menyangka saja, belum meyakini adanya hari kebangkitan, tentu mereka tidak tergugah untuk menghindari kecurangan. Memang mereka itu tidak mengharapkan adanya hari penghitungan, sebagaimana firman Allah:\n\nSesungguhnya dahulu mereka tidak pernah mengharapkan perhitungan. (an-Naba'/78: 27)", "5": "Mereka akan dibangkitkan untuk dihisab pada hari pembalasan. Allah menerangkan bahwa ketika itu semua umat manusia berdiri menghadap Allah Rabbul 'Alamin untuk dihisab dan diperiksa segala amal perbuatannya selama hidup di dunia. Semuanya dihisab dengan penuh keadilan karena Allah Mahaadil. Timbangan itu adalah lambang keadilan yang senantiasa harus ditegakkan dan dipertahankan.", "6": "Mereka akan dibangkitkan untuk dihisab pada hari pembalasan. Allah menerangkan bahwa ketika itu semua umat manusia berdiri menghadap Allah Rabbul 'Alamin untuk dihisab dan diperiksa segala amal perbuatannya selama hidup di dunia. Semuanya dihisab dengan penuh keadilan karena Allah Mahaadil. Timbangan itu adalah lambang keadilan yang senantiasa harus ditegakkan dan dipertahankan.", "7": "Ayat-ayat ini menjelaskan kepada orang-orang yang tidak percaya terhadap hari kebangkitan bahwa perbuatan mereka harus dipertanggungjawabkan. Mereka tidak bisa menghindari hukuman Allah karena masing-masing manusia diawasi oleh malaikat yang mencatat semua perbuatannya . \n\nBuku catatan orang-orang yang durhaka kepada Allah akan disimpan di Sijjin, yaitu kitab yang tertulis. Di dalamnya tercatat kejahatan dan kecurangan manusia. Catatan-catatan inilah yang akan dijadikan takaran untuk menghisab mereka.", "8": "Ayat-ayat ini menjelaskan kepada orang-orang yang tidak percaya terhadap hari kebangkitan bahwa perbuatan mereka harus dipertanggungjawabkan. Mereka tidak bisa menghindari hukuman Allah karena masing-masing manusia diawasi oleh malaikat yang mencatat semua perbuatannya . \n\nBuku catatan orang-orang yang durhaka kepada Allah akan disimpan di Sijjin, yaitu kitab yang tertulis. Di dalamnya tercatat kejahatan dan kecurangan manusia. Catatan-catatan inilah yang akan dijadikan takaran untuk menghisab mereka.", "9": "Ayat-ayat ini menjelaskan kepada orang-orang yang tidak percaya terhadap hari kebangkitan bahwa perbuatan mereka harus dipertanggungjawabkan. Mereka tidak bisa menghindari hukuman Allah karena masing-masing manusia diawasi oleh malaikat yang mencatat semua perbuatannya . \n\nBuku catatan orang-orang yang durhaka kepada Allah akan disimpan di Sijjin, yaitu kitab yang tertulis. Di dalamnya tercatat kejahatan dan kecurangan manusia. Catatan-catatan inilah yang akan dijadikan takaran untuk menghisab mereka.", "10": "Dua ayat ini kembali mengancam orang-orang yang mendustakan hari pembalasan dengan azab yang sangat pedih, yaitu neraka. Ancaman dan hukuman bagi orang-orang yang mengingkari hari kebangkitan memang sangat pedih, karena mengingkari hari kiamat berarti mengingkari keadilan Allah, dan hukum-hukum syariat agama yang berlaku di dunia dan berakibat di akhirat.", "11": "Dua ayat ini kembali mengancam orang-orang yang mendustakan hari pembalasan dengan azab yang sangat pedih, yaitu neraka. Ancaman dan hukuman bagi orang-orang yang mengingkari hari kebangkitan memang sangat pedih, karena mengingkari hari kiamat berarti mengingkari keadilan Allah, dan hukum-hukum syariat agama yang berlaku di dunia dan berakibat di akhirat.", "12": "Ayat ini menjelaskan bahwa tidak ada manusia yang mengingkari hari Kiamat kecuali orang-orang yang selalu melampaui batas-batas agama, yang tertutup hatinya oleh kekafiran, dan yang tidak lagi bermanfaat baginya berbagai peringatan dan ancaman. Allah berfirman:\n\nSesungguhnya orang-orang kafir, sama saja bagi mereka, engkau (Muhammad) beri peringatan atau tidak engkau beri peringatan, mereka tidak akan beriman. (al-Baqarah/2: 6)\n\nSifat lain dari manusia yang mengingkari hari Kiamat adalah tenggelam dalam perbuatan dosa-dosa besar, acuh tak acuh terhadap perintah dan larangan Allah, lebih mementingkan kesenangan duniawi daripada kehidupan akhirat. Firman Allah:\n\nMaka adapun orang yang melampaui batas, dan lebih mengutamakan kehidupan dunia, maka sungguh, nerakalah tempat tinggalnya. (an-Nazi'at/79: 37-39)", "13": "Ayat ini menjelaskan bahwa ketika dibacakan ayat-ayat Al-Qur'an kepada orang-orang yang melampaui batas, selalu berdosa, tidak mempercayai hari akhirat dan Al-Qur'an sebagai kitab suci yang berisi petunjuk-petunjuk Allah untuk mengantarkan manusia ke jalan yang lurus menuju kebahagiaan dunia dan akhirat, mereka tidak mau mendengarkannya dengan khusyuk atau menyimak isinya. Mereka bahkan mengatakan bahwa Al-Qur'an itu adalah dongeng-dongeng orang-orang dahulu yang didiktekan kepada Nabi Muhammad. Firman Allah:\n\nDan orang-orang kafir berkata, \"(Al-Qur'an) ini tidak lain hanyalah kebohongan yang diada-adakan oleh dia (Muhammad), dibantu oleh orang-orang lain,\" Sungguh, mereka telah berbuat zalim dan dusta yang besar. Dan mereka berkata, \"(Itu hanya) dongeng-dongeng orang-orang terdahulu, yang diminta agar dituliskan, lalu dibacakanlah dongeng itu kepadanya setiap pagi dan petang.\" Katakanlah (Muhammad), \"(Al-Qur'an) itu diturunkan oleh (Allah) yang mengetahui rahasia di langit dan di bumi. Sungguh, Dia Maha Pengampun, Maha Penyayang.\" (al-Furqan/25: 4-6)", "14": "Dalam ayat ini, Allah membantah tuduhan orang-orang kafir Mekah yang mengatakan bahwa Al-Qur'an itu dongengan orang dahulu. Sama sekali bukan demikian. Sebenarnya apa yang selalu mereka usahakan itu menutup hati mereka. Kebiasaan mereka berbuat dosa telah menyebabkan hati mereka jadi keras, gelap, dan tertutup laksana logam yang berkarat. Oleh karena itu, mereka tidak dapat membedakan antara dusta yang berat dengan kebenaran yang terang benderang. Hati yang demikian hanya bisa dibersihkan dengan tobat yang sempurna.", "15": "Ayat ini menjelaskan bahwa orang-orang kafir yang tidak mau mengakui Al-Qur'an sebagai wahyu Allah terhalang dari rahmat-Nya di dunia dan akhirat. Mereka terhalang dari nikmat terbesar bagi seorang hamba, yaitu memandang dan melihat Allah di akhirat. Imam Syafi'i mengatakan ayat ini bisa dijadikan dalil bahwa orang-orang Mukmin tidak akan terhalangi dari memandang Allah di akhirat, sebagaimana firman-Nya:\n\nWajah-wajah (orang mukmin) pada hari itu berseri-seri, memandang Tuhannya. (al-Qiyamah/75: 22-23)", "16": "Setelah dijauhkan dari rahmat Allah dan tidak dapat mencapai cita-cita yang diangan-angankannya pada hari pembalasan, orang-orang kafir itu benar-benar masuk neraka Jahim yang sangat panas.", "17": "Kemudian dikatakan kepada mereka ucapan yang mengandung cercaan sehingga penderitaan mereka itu berlipat ganda. Di samping penderitaan fisik, mereka juga menderita secara psikis (kejiwaan). Inilah azab yang selalu mereka dustakan ketika di dunia. Inilah balasan terhadap sikap mereka mendustakan berita-berita rasul yang benar, seperti anggapan mereka bahwa manusia tidak akan dibangkitkan kembali, Al-Qur'an itu dongengan orang-orang dahulu, Muhammad saw itu hanya seorang tukang sihir atau pendusta, dan berbagai macam tuduhan lainnya.\n\nDi akhirat nanti, akan menjadi jelas bagaimana fakta kebenaran yang sesungguhnya yang dapat disaksikan oleh pancaindra mereka. Alangkah sedihnya dirasakan oleh seorang yang sedang menderita azab bila diberi kecaman yang sangat menusuk hatinya, padahal ia sempat menempuh jalan keselamatannya jika ia benar-benar beriman dan bertakwa.", "18": "Dalam ayat ini, Allah membantah tuduhan orang-orang durhaka yang mengingkari hari kebangkitan dan kebenaran Al-Qur'an. Sekali-kali tidak demikian. Sesungguhnya kitab orang-orang yang berbakti disimpan dalam suatu tempat yang tinggi yang diberi nama 'Illiyyun, yang disaksikan oleh malaikat-malaikat muqarrabin (yang dekat dengan Allah).", "19": "Untuk memperlihatkan keagungan 'Illiyyun itu, Allah mengemukakan pertanyaan, \"Tahukah kamu apakah 'Illiyyun itu?\" Allah lalu menjelaskannya langsung, \"Yaitu kitab yang tertulis dan disaksikan oleh para malaikat yang didekatkan kepada Allah.\"", "20": "Untuk memperlihatkan keagungan 'Illiyyun itu, Allah mengemukakan pertanyaan, \"Tahukah kamu apakah 'Illiyyun itu?\" Allah lalu menjelaskannya langsung, \"Yaitu kitab yang tertulis dan disaksikan oleh para malaikat yang didekatkan kepada Allah.\"", "21": "Untuk memperlihatkan keagungan 'Illiyyun itu, Allah mengemukakan pertanyaan, \"Tahukah kamu apakah 'Illiyyun itu?\" Allah lalu menjelaskannya langsung, \"Yaitu kitab yang tertulis dan disaksikan oleh para malaikat yang didekatkan kepada Allah.\"", "22": "Setelah menerangkan kitab orang-orang yang berbakti yang diberi nama 'Illiyyun, lalu Allah menerangkan keadaan orang yang berbakti (al-abrar) itu secara terperinci. Sesungguhnya mereka yang membenarkan apa-apa yang dibawa oleh Muhammad saw itu, benar-benar berada dalam kenikmatan yang besar, yaitu surga.", "23": "Mereka duduk di atas dipan-dipan sambil memandang berbagai macam kenikmatan surga seperti bidadari, anak-anak mereka yang mati sebelum balig yang disediakan dalam surga untuk berkhidmat kepada orang tuanya, aneka macam makanan dan minuman, dan sebagainya.", "24": "Dalam ayat ini dijelaskan bahwa tanda-tanda kebahagiaan itu tampak pada wajah-wajah mereka. Orang yang melihatnya dapat merasakan kesenangan hidup mereka yang penuh dengan kenikmatan seperti tercantum dalam firman Allah:\n\nPada hari itu ada wajah-wajah yang berseri-seri, tertawa dan gembira ria. ('Abasa/80: 38-39)", "25": "Dalam ayat ini dijelaskan bahwa orang-orang yang berbakti itu diberi minum dari khamar murni yang bersih dari campuran dan tidak memabukkan. Khamar itu disimpan di tempat yang tersegel sehingga terpelihara dari pencemaran.", "26": "Segelnya adalah kasturi dan untuk mencapai kenikmatan yang demikian itu, hendaklah orang berlomba-lomba dalam rangka melaksanakan ketaatan dan ketakwaan kepada Allah. Barang siapa yang giat beribadah kepada-Nya, maka akan cepat pula melintasi jembatan as-sirathal-mustaqim yang berada di atas api neraka.", "27": "Dalam dua ayat ini dijelaskan bahwa campuran khamar murni itu ialah dari tasnim yang datang dari daerah yang tinggi. Tasnim adalah mata air yang menjadi sumber air minum orang-orang yang didekatkan kepada Allah.", "28": "Dalam dua ayat ini dijelaskan bahwa campuran khamar murni itu ialah dari tasnim yang datang dari daerah yang tinggi. Tasnim adalah mata air yang menjadi sumber air minum orang-orang yang didekatkan kepada Allah.", "29": "Sesungguhnya orang-orang yang melampaui batas dan berdosa dahulu selalu menertawakan orang-orang yang beriman. Ketika Nabi Muhammad membawa Al-Qur'an dengan ajaran Islam yang mengandung kebajikan, ia mendapatkan perlawanan yang hebat dari orang-orang musyrik Mekah. Perlawanan ini terutama dari para pembesarnya yang sejak nenek moyangnya sudah biasa menyembah patung berhala. Mereka menentang ajaran apa saja yang datang dari luar yang bertentangan dengan kepercayaan mereka.\n\nTelah menjadi kebiasaan bagi orang-orang besar yang bersandar kepada kekuasaan dan kebendaan atau kekayaan bahwa mereka selalu bersikap sinis atau mencemoohkan pihak lain yang tidak sejalan dengan kepercayaan dan kebudayaan mereka.", "30": "Apabila orang-orang yang beriman lewat di hadapan mereka, orang-orang yang berdosa itu saling memberi isyarat dengan kedipan mata yang mengandung unsur ejekan dan cemoohan. Apabila kembali kepada kaum kerabatnya, mereka membangga-banggakan diri karena telah mengadakan tindakan terhadap pengikut-pengikut Muhammad saw dengan berbagai tindakan yang mengandung unsur ejekan, cemoohan, dan permusuhan.", "31": "Apabila orang-orang yang beriman lewat di hadapan mereka, orang-orang yang berdosa itu saling memberi isyarat dengan kedipan mata yang mengandung unsur ejekan dan cemoohan. Apabila kembali kepada kaum kerabatnya, mereka membangga-banggakan diri karena telah mengadakan tindakan terhadap pengikut-pengikut Muhammad saw dengan berbagai tindakan yang mengandung unsur ejekan, cemoohan, dan permusuhan.", "32": "Apabila melihat orang-orang Mukmin, orang-orang yang berdosa itu berkata bahwa sesungguhnya mereka melihat orang yang benar-benar sesat dan menyimpang dari kebenaran, karena mengubah kepercayaan yang sejak dahulu kala mereka warisi dari nenek moyang mereka tentang penyembahan berhala.", "33": "Allah menegaskan bahwa orang-orang kafir itu hidup di dunia tidak ditugaskan untuk melindungi atau menjaga orang-orang Mukmin. Mereka tidak berwenang menjaga orang-orang Mukmin karena orang-orang Mukmin tidak berada di bawah kekuasaan mereka. Oleh sebab itu, mereka tidak berhak mengejek, mengawasi, dan menyakiti orang-orang Mukmin yang tulus ikhlas beriman kepada Allah.", "34": "Dalam ayat ini, Allah menjelaskan bahwa pada hari pembalasan giliran orang-orang Mukmin dalam surga mencemoohkan orang-orang kafir yang sedang menderita azab neraka. Pada hari itu, orang-orang yang beriman akan tertawa lebar karena menyaksikan pahala dan berbagai macam kenikmatan yang sesuai dengan janji Allah. Mereka juga menertawakan orang-orang kafir yang dahulu di dunia pernah mencemoohkan mereka.", "35": "Mereka duduk santai di atas dipan-dipan sambil memandang apa yang diperbuat oleh Allah terhadap orang-orang kafir dalam neraka.", "36": "Mereka meyakinkan bahwa sesungguhnya orang-orang kafir itu tidak dianiaya, tetapi hanya diberi balasan terhadap apa yang dahulu mereka kerjakan. Sebab, balasan itu biasanya diambil dari jenis perbuatan, yang baik dibalas dengan baik, dan yang jahat dibalas dengan jahat."}}, "jalalain": {"name": "Jalalain", "source": "Pesantren Persatuan Islam 91 Kota Tasikmalaya", "text": {"1": "(Kecelakaan besarlah) lafal Wailun merupakan kalimat yang mengandung makna azab; atau merupakan nama sebuah lembah di dalam neraka Jahanam (bagi orang-orang yang curang.)", "2": "(Yaitu orang-orang yang apabila menerima takaran dari) atau mereka menerimanya dari (orang lain, mereka minta dipenuhi) minta supaya takaran itu dipenuhi.", "3": "(Dan apabila mereka menakar untuk orang lain) atau menakarkan buat orang lainnya (atau menimbang buat orang lain) artinya mereka menimbang buat orang lain (mereka mengurangi) takaran atau timbangan.", "4": "(Tidakkah) Istifham atau kata tanya di sini mengandung makna celaan (mempunyai sangkaan) artinya merasa yakin (mereka itu, bahwa sesungguhnya mereka akan dibangkitkan.)", "5": "(Pada suatu hari yang besar) maksudnya pada hari itu mereka dibangkitkan, yaitu pada hari kiamat.", "6": "(Yaitu hari) lafal Yauma menjadi Badal dari lafal Yaumin secara Mahall, yang dinashabkannya adalah lafal Mab'uutsuuna. Lengkapnya pada hari mereka dibangkitkan (manusia berdiri) dari kuburan mereka (menghadap Rabb semesta alam) artinya, semua makhluk dihidupkan kembali untuk memenuhi perintah, hisab dan pembalasan-Nya.", "7": "(sekali-kali tidak) maksudnya, benarlah (karena sesungguhnya kitab orang-orang yang durhaka) yakni kitab catatan amal perbuatan orang-orang kafir (tersimpan dalam sijjiin) menurut suatu pendapat; sijjiin itu adalah nama sebuah kitab yang mencatat semua amal perbuatan setan dan orang kafir. Menurut suatu pendapat lagi sijjiin itu adalah nama tempat yang berada di lapisan bumi yang ketujuh; tempat itu merupakan pangkalan iblis dan bala tentaranya.", "8": "(Tahukah kamu apakah sijjiin itu?) maksudnya apakah kitab sijjiin itu?", "9": "(Ialah kitab yang bertulis) yakni yang mempunyai catatan.", "10": "(Kecelakaan yang besarlah pada hari itu bagi orang-orang yang mendustakan.)", "11": "(Yaitu-orang-orang yang mendustakan hari pembalasan) lafal ayat ini berkedudukan sebagai Badal atau Bayan dari lafal Al-Mukadzdzibiin pada ayat sebelumnya.", "12": "(Dan tidak ada yang mendustakan hari pembalasan itu melainkan setiap orang yang melampaui batas) atau melanggar batas (lagi berdosa) maksudnya banyak dosanya; lafal Atsiim adalah bentuk Mubalaghah dari lafal Aatsim.", "13": "(Yang apabila dibacakan kepadanya ayat-ayat Kami) yakni Alquran (ia berkata, \"Itu adalah dongengan-dongengan orangorang yang dahulu\") atau cerita-cerita yang dibuat di masa silam. Lafal Asaathiir bentuk jamak dari lafal Usthuurah atau Isthaarah.", "14": "(Sekali-kali tidak demikian) lafal ini mengandung makna hardikan dan cegahan terhadap perkataan mereka yang demikian  388  itu (sebenarnya telah menodai) telah menutupi (atas hati mereka) sehingga hati mereka tertutup oleh noda itu (apa yang selalu mereka usahakan itu) yakni kedurhakaan-kedurhakaan yang selalu mereka kerjakan, sehingga mirip dengan karat yang menutupi hati mereka.", "15": "(Sekali-kali tidak) artinya benarlah (sesungguhnya mereka pada hari itu terhadap Rabb mereka) pada hari kiamat (benarbenar tertutup) sehingga mereka tidak dapat melihat-Nya.", "16": "(Kemudian, sesungguhnya mereka benar-benar masuk Jahim) yakni mereka memasuki neraka yang membakar.", "17": "(Kemudian dikatakan) kepada mereka (\"Inilah) maksudnya azab ini (yang dahulu selalu kalian dustakan.\")", "18": "(Sekali-kali tidak) artinya benarlah (sesungguhnya kitab orang-orang berbakti itu) yaitu kitab catatan amal perbuatan orangorang mukmin yang imannya benar-benar ikhlas (berada dalam 'Illiyyiin) menurut suatu pendapat 'Illiyyiin adalah nama kitab yang mencatat semua amal kebaikan para malaikat dan orang-orang yang beriman dari kalangan manusia dan jin. Menurut pendapat lain 'Illiyyiin adalah nama sebuah tempat yang terletak di langit yang ketujuh, di bawah Arasy.", "19": "(Tahukah kamu) atau apakah kamu mengetahui (apakah 'Illiyyiin itu?) apakah kitab 'Illiyyiin itu?", "20": "Yaitu (kitab yang bertulis) kitab yang ada catatannya.", "21": "(Yang disaksikan oleh yang didekatkan) yakni malaikat-malaikat yang didekatkan.", "22": "(Sesungguhnya orang-orang yang berbakti itu berada dalam kenikmatan yang berlimpah) yakni surga.", "23": "(Di atas dipan-dipan) atau di atas ranjang-ranjang yang berkelambu (mereka memandang) kenikmatan-kenikmatan yang diberikan kepada mereka.", "24": "(Kamu dapat mengetahui dari wajah mereka kesenangan hidup mereka yang penuh kenikmatan) yakni wajah-wajah yang cerah penuh dengan kenikmatan hidup.", "25": "(Mereka diberi minum dari khamar murni) atau khamar yang bersih dari kotoran (yang dilak) tempat-tempatnya dan tidak pernah dibuka selain oleh mereka.", "26": "(Laknya adalah kesturi) setelah diminum keluar daripadanya bau minyak kesturi (dan untuk meraih yang demikian itu hendaknya orang berlomba-lomba) artinya hendaklah mereka menginginkannya dengan cara bersegera taat kepada Allah swt.", "27": "(Dan campuran khamar murni itu) yaitu barang yang dicampurkan ke dalamnya (adalah tasnim) makna tasnim ditafsirkan atau dijelaskan oleh firman berikutnya:", "28": "(Yaitu mata air) dinashabkan oleh lafal Amdaha yang tidak disebutkan (yang minum daripadanya orang-orang yang didekatkan kepada Allah) atau makna lafal Yasyrabu ini mengandung pengertian Yaltadzdzu; artinya yang minum dengan lezatnya adalah orang-orang yang didekatkan kepada Allah dari mata air itu.", "29": "(Sesungguhnya orang-orang yang berdosa) seperti Abu Jahal dan lain-lainnya (adalah mereka terhadap orang-orang yang beriman) seperti Ammar bin Yasir, Bilal bin Rabbah dan lain-lainnya (mereka selalu menertawakannya) dan memperolokolokkannya.", "30": "(Dan apabila mereka berlalu) yakni orang-orang yang beriman itu (di hadapan orang-orang yang berdosa, maka orangorang yang berdosa itu saling mengedipkan matanya) di antara sesama mereka mengisyaratkan dengan kedipan dan picingan alis mereka kepada orang-orang mukmin yang lewat di hadapan mereka. Isyarat ini untuk memperolok-olokkan mereka yang lewat itu.", "31": "(Dan apabila orang-orang yang berdosa itu kembali) pulang (kepada kaumnya, mereka kembali dengan gembira) menurut suatu qiraat dibaca Faakihiina bukan Fakihiina; artinya mereka merasa puas karena telah memperolok-olokkan kaum mukmin.", "32": "(Dan apabila mereka melihatnya) yakni melihat orang-orang yang beriman (mereka mengatakan, \"Sesungguhnya mereka itu benar-benar orang-orang yang sesat\") karena mereka telah beriman kepada Muhammad.", "33": "Allah swt. berfirman (padahal orang-orang yang berdosa itu tidak dikirim) maksudnya orang-orang kafir itu tidak disuruh (kepada orang-orang yang beriman) atau kaum mukmin (sebagai penjaga) bagi mereka, atau bagi amal perbuatan mereka, sehingga berhak untuk membenarkan mereka.", "34": "(Maka pada hari ini) yakni hari kiamat (orang-orang yang beriman menertawakan orang-orang kafir.)", "35": "(Mereka duduk di atas dipan-dipan) di surga (sambil memandang) dari tempat tinggal mereka kepada orang-orang kafir yang sedang diazab; maka orang-orang yang beriman itu menertawakan mereka sebagaimana mereka menertawakannya ketika mereka berada di dunia.", "36": "(Apakah telah diberi ganjaran) atau telah diberi pembalasan (orang-orang kafir itu sesuai dengan apa yang dahulu mereka kerjakan?) jawabnya, \"Ya\", atau, \"Tentu saja.\""}}}}}}