{
    "92": {
        "number": "92",
        "name": "الّيل",
        "name_latin": "Al-Lail",
        "number_of_ayah": "21",
        "text": {
            "1": "وَالَّيْلِ اِذَا يَغْشٰىۙ",
            "2": "وَالنَّهَارِ اِذَا تَجَلّٰىۙ",
            "3": "وَمَا خَلَقَ الذَّكَرَ وَالْاُنْثٰىٓ ۙ",
            "4": "اِنَّ سَعْيَكُمْ لَشَتّٰىۗ",
            "5": "فَاَمَّا مَنْ اَعْطٰى وَاتَّقٰىۙ",
            "6": "وَصَدَّقَ بِالْحُسْنٰىۙ",
            "7": "فَسَنُيَسِّرُهٗ لِلْيُسْرٰىۗ",
            "8": "وَاَمَّا مَنْۢ بَخِلَ وَاسْتَغْنٰىۙ",
            "9": "وَكَذَّبَ بِالْحُسْنٰىۙ",
            "10": "فَسَنُيَسِّرُهٗ لِلْعُسْرٰىۗ",
            "11": "وَمَا يُغْنِيْ عَنْهُ مَالُهٗٓ اِذَا تَرَدّٰىٓۙ",
            "12": "اِنَّ عَلَيْنَا لَلْهُدٰىۖ",
            "13": "وَاِنَّ لَنَا لَلْاٰخِرَةَ وَالْاُوْلٰىۗ",
            "14": "فَاَنْذَرْتُكُمْ نَارًا تَلَظّٰىۚ",
            "15": "لَا يَصْلٰىهَآ اِلَّا الْاَشْقَىۙ",
            "16": "الَّذِيْ كَذَّبَ وَتَوَلّٰىۗ",
            "17": "وَسَيُجَنَّبُهَا الْاَتْقَىۙ",
            "18": "الَّذِيْ يُؤْتِيْ مَالَهٗ يَتَزَكّٰىۚ",
            "19": "وَمَا لِاَحَدٍ عِنْدَهٗ مِنْ نِّعْمَةٍ تُجْزٰىٓۙ",
            "20": "اِلَّا ابْتِغَاۤءَ وَجْهِ رَبِّهِ الْاَعْلٰىۚ",
            "21": "وَلَسَوْفَ يَرْضٰى ࣖ"
        },
        "translations": {
            "id": {
                "name": "Malam",
                "text": {
                    "1": "Demi malam apabila menutupi (cahaya siang),",
                    "2": "demi siang apabila terang benderang,",
                    "3": "demi penciptaan laki-laki dan perempuan,",
                    "4": "sungguh, usahamu memang beraneka macam.",
                    "5": "Maka barangsiapa memberikan (hartanya di jalan Allah) dan bertakwa,",
                    "6": "dan membenarkan (adanya pahala) yang terbaik (surga),",
                    "7": "maka akan Kami mudahkan baginya jalan menuju kemudahan (kebahagiaan),",
                    "8": "dan adapun orang yang kikir dan merasa dirinya cukup (tidak perlu pertolongan Allah),",
                    "9": "serta mendustakan (pahala) yang terbaik,",
                    "10": "maka akan Kami mudahkan baginya jalan menuju kesukaran (kesengsaraan),",
                    "11": "dan hartanya tidak bermanfaat baginya apabila dia telah binasa.",
                    "12": "Sesungguhnya Kamilah yang memberi petunjuk,",
                    "13": "dan sesungguhnya milik Kamilah akhirat dan dunia itu.",
                    "14": "Maka Aku memperingatkan kamu dengan neraka yang menyala-nyala,",
                    "15": "yang hanya dimasuki oleh orang yang paling celaka,",
                    "16": "yang mendustakan (kebenaran) dan berpaling (dari iman).",
                    "17": "Dan akan dijauhkan darinya (neraka) orang yang paling bertakwa, ",
                    "18": "yang menginfakkan hartanya (di jalan Allah) untuk membersihkan (dirinya),",
                    "19": "dan tidak ada seorang pun memberikan suatu nikmat padanya yang harus dibalasnya,",
                    "20": "tetapi (dia memberikan itu semata-mata) karena mencari keridaan Tuhannya Yang Mahatinggi.",
                    "21": "Dan niscaya kelak dia akan mendapat kesenangan (yang sempurna)."
                }
            }
        },
        "tafsir": {
            "id": {
                "kemenag": {
                    "name": "Kemenag",
                    "source": "Aplikasi Quran Kementrian Agama Republik Indonesia",
                    "text": {
                        "1": "Allah bersumpah dengan malam apabila menutupi, yaitu ketika malam sudah merata menutupi alam ini. Ini adalah waktu isya yaitu ketika cahaya merah sudah hilang di ufuk barat. Waktu itu manusia pada umumnya sudah mengakhiri aktivitasnya, dan ingin istirahat dan pergi tidur. Kemudian Allah bersumpah dengan aktivitas alam sebaliknya, yaitu siang ketika terang benderang. Waktu itu adalah waktu duha ketika cahaya matahari sudah merata menyinari alam ini, yang kontras dengan malam yang baru saja berakhir, dan manusia mulai bekerja.",
                        "2": "Allah bersumpah dengan malam apabila menutupi, yaitu ketika malam sudah merata menutupi alam ini. Ini adalah waktu isya yaitu ketika cahaya merah sudah hilang di ufuk barat. Waktu itu manusia pada umumnya sudah mengakhiri aktivitasnya, dan ingin istirahat dan pergi tidur. Kemudian Allah bersumpah dengan aktivitas alam sebaliknya, yaitu siang ketika terang benderang. Waktu itu adalah waktu duha ketika cahaya matahari sudah merata menyinari alam ini, yang kontras dengan malam yang baru saja berakhir, dan manusia mulai bekerja.",
                        "3": "Selanjutnya, Allah bersumpah dengan laki-laki dan perempuan yang telah diciptakan-Nya. Ini adalah juga dua makhluk yang berlawanan jenis dan kodratnya.",
                        "4": "Setelah bersumpah dengan dua-dua makhluk-Nya yang berlawanan jenis dan sifatnya, Allah menegaskan bahwa perbuatan atau tingkah laku manusia itu memang bermacam-macam. Perbedaan itu terjadi karena perbedaan kemauannya, apakah mengikuti potensi positifnya ataukah mengikuti potensi negatifnya.",
                        "5": "Dalam ayat ini, Allah menerangkan adanya tiga tingkah laku manusia. Pertama, suka memberi, yaitu menolong antara sesama manusia. Ia tidak hanya mengeluarkan zakat kekayaannya, yang merupakan kewajiban, tetapi juga berinfak, bersedekah, dan sebagainya yang bukan wajib. Kedua, bertakwa, yaitu takut mengabaikan perintah-Nya atau melanggar larangan-Nya. \n\nKetiga, membenarkan kebaikan Allah, yaitu mengakui nikmat-nikmat yang telah diberikan kepadanya lalu mensyukurinya. Nikmat terbesar Allah yang ia akui adalah surga. Oleh karena itu, ia tidak segan-segan beramal di dunia untuk memperolehnya, di antaranya membantu antara sesama manusia.\n\nKepada mereka yang melakukan tiga aspek perbuatan baik di atas, Allah akan memberikan kemudahan bagi mereka, yaitu kemudahan untuk memperoleh keberuntungan di dunia maupun di akhirat.",
                        "6": "Dalam ayat ini, Allah menerangkan adanya tiga tingkah laku manusia. Pertama, suka memberi, yaitu menolong antara sesama manusia. Ia tidak hanya mengeluarkan zakat kekayaannya, yang merupakan kewajiban, tetapi juga berinfak, bersedekah, dan sebagainya yang bukan wajib. Kedua, bertakwa, yaitu takut mengabaikan perintah-Nya atau melanggar larangan-Nya. \n\nKetiga, membenarkan kebaikan Allah, yaitu mengakui nikmat-nikmat yang telah diberikan kepadanya lalu mensyukurinya. Nikmat terbesar Allah yang ia akui adalah surga. Oleh karena itu, ia tidak segan-segan beramal di dunia untuk memperolehnya, di antaranya membantu antara sesama manusia.\n\nKepada mereka yang melakukan tiga aspek perbuatan baik di atas, Allah akan memberikan kemudahan bagi mereka, yaitu kemudahan untuk memperoleh keberuntungan di dunia maupun di akhirat.",
                        "7": "Dalam ayat ini, Allah menerangkan adanya tiga tingkah laku manusia. Pertama, suka memberi, yaitu menolong antara sesama manusia. Ia tidak hanya mengeluarkan zakat kekayaannya, yang merupakan kewajiban, tetapi juga berinfak, bersedekah, dan sebagainya yang bukan wajib. Kedua, bertakwa, yaitu takut mengabaikan perintah-Nya atau melanggar larangan-Nya. \n\nKetiga, membenarkan kebaikan Allah, yaitu mengakui nikmat-nikmat yang telah diberikan kepadanya lalu mensyukurinya. Nikmat terbesar Allah yang ia akui adalah surga. Oleh karena itu, ia tidak segan-segan beramal di dunia untuk memperolehnya, di antaranya membantu antara sesama manusia.\n\nKepada mereka yang melakukan tiga aspek perbuatan baik di atas, Allah akan memberikan kemudahan bagi mereka, yaitu kemudahan untuk memperoleh keberuntungan di dunia maupun di akhirat.",
                        "8": "Sebaliknya, ada manusia yang bertingkah laku sebaliknya. Ia bakhil, pelit, tidak mau menolong antar sesama, apalagi mengeluarkan kewajibannya yaitu zakat. Di samping itu, ia sudah merasa cukup segala-galanya. Oleh karena itu, ia merasa tidak memerlukan orang lain bahkan Allah. Akibatnya, ia sombong dan tidak mengakui nikmat-nikmat Allah yang telah ia terima dan tidak mengharapkan nikmat-nikmat itu. Akibatnya ia tidak mengindahkan aturan-aturan Allah. Orang itu akan dimudahkan Allah menuju kesulitan, baik kesulitan di dunia maupun di akhirat. Kesulitan di dunia misalnya kejatuhan, penyakit, kecelakaan, musibah, dan sebagainya. Kesulitan di akhirat adalah ketersiksaan yang puncaknya adalah neraka.\n\nManusia, bila sudah mati tanpa memiliki amal dan kemudian masuk neraka di akhirat, maka harta benda dan kekayaan mereka tidak berguna apa pun. Hal itu karena harta itu tidak akan bisa digunakan untuk menebus dosa-dosa mereka.",
                        "9": "Sebaliknya, ada manusia yang bertingkah laku sebaliknya. Ia bakhil, pelit, tidak mau menolong antar sesama, apalagi mengeluarkan kewajibannya yaitu zakat. Di samping itu, ia sudah merasa cukup segala-galanya. Oleh karena itu, ia merasa tidak memerlukan orang lain bahkan Allah. Akibatnya, ia sombong dan tidak mengakui nikmat-nikmat Allah yang telah ia terima dan tidak mengharapkan nikmat-nikmat itu. Akibatnya ia tidak mengindahkan aturan-aturan Allah. Orang itu akan dimudahkan Allah menuju kesulitan, baik kesulitan di dunia maupun di akhirat. Kesulitan di dunia misalnya kejatuhan, penyakit, kecelakaan, musibah, dan sebagainya. Kesulitan di akhirat adalah ketersiksaan yang puncaknya adalah neraka.\n\nManusia, bila sudah mati tanpa memiliki amal dan kemudian masuk neraka di akhirat, maka harta benda dan kekayaan mereka tidak berguna apa pun. Hal itu karena harta itu tidak akan bisa digunakan untuk menebus dosa-dosa mereka.",
                        "10": "Sebaliknya, ada manusia yang bertingkah laku sebaliknya. Ia bakhil, pelit, tidak mau menolong antar sesama, apalagi mengeluarkan kewajibannya yaitu zakat. Di samping itu, ia sudah merasa cukup segala-galanya. Oleh karena itu, ia merasa tidak memerlukan orang lain bahkan Allah. Akibatnya, ia sombong dan tidak mengakui nikmat-nikmat Allah yang telah ia terima dan tidak mengharapkan nikmat-nikmat itu. Akibatnya ia tidak mengindahkan aturan-aturan Allah. Orang itu akan dimudahkan Allah menuju kesulitan, baik kesulitan di dunia maupun di akhirat. Kesulitan di dunia misalnya kejatuhan, penyakit, kecelakaan, musibah, dan sebagainya. Kesulitan di akhirat adalah ketersiksaan yang puncaknya adalah neraka.\n\nManusia, bila sudah mati tanpa memiliki amal dan kemudian masuk neraka di akhirat, maka harta benda dan kekayaan mereka tidak berguna apa pun. Hal itu karena harta itu tidak akan bisa digunakan untuk menebus dosa-dosa mereka.",
                        "11": "Sebaliknya, ada manusia yang bertingkah laku sebaliknya. Ia bakhil, pelit, tidak mau menolong antar sesama, apalagi mengeluarkan kewajibannya yaitu zakat. Di samping itu, ia sudah merasa cukup segala-galanya. Oleh karena itu, ia merasa tidak memerlukan orang lain bahkan Allah. Akibatnya, ia sombong dan tidak mengakui nikmat-nikmat Allah yang telah ia terima dan tidak mengharapkan nikmat-nikmat itu. Akibatnya ia tidak mengindahkan aturan-aturan Allah. Orang itu akan dimudahkan Allah menuju kesulitan, baik kesulitan di dunia maupun di akhirat. Kesulitan di dunia misalnya kejatuhan, penyakit, kecelakaan, musibah, dan sebagainya. Kesulitan di akhirat adalah ketersiksaan yang puncaknya adalah neraka.\n\nManusia, bila sudah mati tanpa memiliki amal dan kemudian masuk neraka di akhirat, maka harta benda dan kekayaan mereka tidak berguna apa pun. Hal itu karena harta itu tidak akan bisa digunakan untuk menebus dosa-dosa mereka.",
                        "12": "Allah menegaskan bahwa Ia berkewajiban menunjuki manusia mana jalan yang benar dan mana jalan yang salah, mana yang baik dan mana yang buruk, sebagaimana dinyatakan-Nya dalam ayat lain:\n\nDan apabila orang-orang yang beriman kepada ayat-ayat Kami datang kepadamu, maka katakanlah, \"Salamun 'alaikum (selamat sejahtera untuk kamu).\" Tuhanmu telah menetapkan sifat kasih sayang pada diri-Nya, (yaitu) barang siapa berbuat kejahatan di antara kamu karena kebodohan, kemudian dia bertobat setelah itu dan memperbaiki diri, maka Dia Maha Pengampun, Maha Penyayang. (al-An'am/6: 54)",
                        "13": "Allah juga pemilik alam ini, baik alam akhirat maupun alam dunia. Bila Allah pemilik segala-galanya, maka tiada jalan bagi manusia selain meminta semuanya itu kepada-Nya dengan jalan mengimani dan bertakwa kepada-Nya.",
                        "14": "Di samping Allah telah menunjuki manusia jalan yang benar, Ia juga memperingatkan manusia tentang adanya neraka yang senantiasa menyala-nyala. Penghuni neraka itu adalah mereka yang paling durhaka, yaitu orang-orang yang senantiasa memandang dusta wahyu-wahyu yang disampaikan kepadanya, dan karena itu tidak mau mengimaninya dan menjalankannya.",
                        "15": "Di samping Allah telah menunjuki manusia jalan yang benar, Ia juga memperingatkan manusia tentang adanya neraka yang senantiasa menyala-nyala. Penghuni neraka itu adalah mereka yang paling durhaka, yaitu orang-orang yang senantiasa memandang dusta wahyu-wahyu yang disampaikan kepadanya, dan karena itu tidak mau mengimaninya dan menjalankannya.",
                        "16": "Di samping Allah telah menunjuki manusia jalan yang benar, Ia juga memperingatkan manusia tentang adanya neraka yang senantiasa menyala-nyala. Penghuni neraka itu adalah mereka yang paling durhaka, yaitu orang-orang yang senantiasa memandang dusta wahyu-wahyu yang disampaikan kepadanya, dan karena itu tidak mau mengimaninya dan menjalankannya.",
                        "17": "Sebaliknya adalah orang yang takwa, yaitu orang yang memberikan kekayaannya untuk membantu orang lain untuk menyucikan dirinya. Orang yang takwa itu akan terjauh dari neraka. Contoh orang yang paling takwa adalah Abu Bakar as-siddiq yang telah menggunakan seluruh kekayaannya untuk memerdekakan orang-orang lemah dan perempuan-perempuan yang masuk Islam dan membantu mereka.",
                        "18": "Sebaliknya adalah orang yang takwa, yaitu orang yang memberikan kekayaannya untuk membantu orang lain untuk menyucikan dirinya. Orang yang takwa itu akan terjauh dari neraka. Contoh orang yang paling takwa adalah Abu Bakar as-siddiq yang telah menggunakan seluruh kekayaannya untuk memerdekakan orang-orang lemah dan perempuan-perempuan yang masuk Islam dan membantu mereka.",
                        "19": "Orang-orang yang bertakwa membantu orang lain bukan karena orang itu berjasa kepadanya yang karena itu ia perlu membalasnya. Ia membantu orang itu semata-mata karena mengharapkan rida dan surga Allah di akhirat.",
                        "20": "Orang-orang yang bertakwa membantu orang lain bukan karena orang itu berjasa kepadanya yang karena itu ia perlu membalasnya. Ia membantu orang itu semata-mata karena mengharapkan rida dan surga Allah di akhirat.",
                        "21": "Orang takwa yang membantu orang lain untuk mencari rida Allah itu akhirnya akan memperolehnya. Orang itu terjauh dari neraka, dan pasti masuk surga."
                    }
                },
                "jalalain": {
                    "name": "Jalalain",
                    "source": "https://islamkitasemua.files.wordpress.com/",
                    "text": {},
                    "1": "(Demi malam apabila menutupi) semua apa yang ada di langit dan di bumi dengan kegelapannya.",
                    "2": "(Dan siang apabila terang benderang) apabila menampilkan dirinya. Lafal Idzaa yang ada pada dua tempat di atas hanya menunjukkan makna Zharaf atau waktu. Sedangkan yang menjadi Amilnya adalah Fi'il Qasam.",
                    "3": "(Dan apa) lafal Maa di sini bermakna Man, yakni manusia; atau dianggap sebagai Maa Mashdariyah (yang Dia telah menciptakannya, yaitu laki-laki dan perempuan) yang dimaksud adalah Adam dan Hawa, demikian pula setiap laki-laki dan perempuan lainnya. Adapun banci/wadam yang tidak dapat diketahui apakah ia sebagai laki-laki atau perempuan di sisi Allah swt., maka jika seseorang yang bersumpah bahwa dia tidak akan berbicara dengan siapa pun baik laki-laki atau perempuan, lalu dia berbicara dengan orang banci, maka dia dianggap telah melanggar sumpahnya itu.",
                    "4": "(Sesungguhnya usaha kalian) atau kerja kalian (memang berbeda-beda) beraneka macam; ada orang yang beramal atau bekerja untuk mendapatkan surga, dengan cara menempuh jalan ketaatan; dan ada pula orang yang beramal atau bekerja untuk neraka, dengan cara menempuh jalan kemaksiatan.",
                    "5": "(Adapun orang yang memberikan) menginfakkan hartanya di jalan Allah (dan bertakwa) kepada Allah.",
                    "6": "(Dan membenarkan perkara yang baik) yaitu makna yang terkandung di dalam lafal Laa Ilaaha Illallaah yang artinya tiada Tuhan selain Allah. Dengan kata lain, bahwa infak di jalan Allah yang dilakukannya dan bertakwa kepada-Nya yang dijalankannya itu tiada lain berangkat dari keimanannya kepada kalimat Laa Ilaaha Illallaah.",
                    "7": "(Maka Kami kelak akan menyiapkan baginya tempat yang mudah) yaitu surga.",
                    "8": "(Dan adapun orang yang bakhil) tidak mau menginfakkan hartanya di jalan Allah (dan merasa dirinya cukup) artinya tidak membutuhkan pahala-Nya.",
                    "9": "(Serta mendustakan perkara yang baik.)",
                    "10": "(Maka kelak Kami akan menyiapkan baginya) menyediakan baginya (tempat yang sukar) yaitu neraka.  395",
                    "11": "(Dan tiadalah) huruf Maa di sini bermakna Nafi yakni tidaklah (berguna bagi dirinya harta miliknya apabila ia telah terjerumus) ke dalam neraka.",
                    "12": "(Sesungguhnya kewajiban Kamilah memberi petunjuk) untuk membedakan antara jalan hidayah dan jalan kesesatan; dimaksud supaya ia mengerjakan perintah Kami dengan menempuh jalan yang pertama, dan ia Kami larang dari menempuh jalan yang kedua.",
                    "13": "(Dan sesungguhnya kepunyaan Kamilah akhirat dan dunia) maka barang siapa yang mencari keduanya tanpa meminta kepada Kami berarti dia telah sesat jalan.",
                    "14": "(Maka Kami memperingatkan kalian) maksudnya Kami pertakuti kalian hai penduduk Mekah (dengan neraka yang menyala-nyala) asal kata Talazhzhaa adalah Tatalazhzhaa, kemudian salah satu di antara kedua huruf Ta dibuang, sehingga jadilah Talazhzhaa. Akan tetapi ada juga suatu qiraat yang membaca sesuai dengan huruf asalnya.",
                    "15": "(Tidak ada yang masuk ke dalamnya) atau memasukinya (kecuali orang yang celaka) sekalipun lafal Al-Asyqaa ini menunjukkan arti yang paling celaka, akan tetapi makna yang dimaksud ialah orang yang celaka.",
                    "16": "(Yang mendustakan) Nabi saw. (dan berpaling) dari iman. Pengecualian yang terdapat pada ayat sebelum ayat ini merupakan takwil dari makna yang terkandung di dalam ayat lainnya yaitu, firman-Nya, \"dan Dia mengampuni segala dosa yang selain dari (syirik) itu, bagi siapa yang dikehendaki-Nya.\" (Q.S. An-Nisa, 48) Dengan demikian berarti makna yang dimaksud dengan masuk neraka pada ayat 15 tadi adalah masuk untuk selama-lamanya, yakni untuk menjadi penghuni yang abadi.",
                    "17": "(Dan kelak akan dijauhkan dari neraka itu) dihindarkan daripadanya (orang yang bertakwa) demikian pula lafal Al-Atqaa, sekalipun menunjukkan makna Tafdhil, tetapi makna yang dimaksud adalah At-Taqiyyu, yakni orang yang bertakwa.",
                    "18": "(Yang menafkahkan hartanya untuk membersihkannya) untuk membersihkannya di sisi Allah swt. seumpamanya dia mengeluarkannya bukan karena ria atau pamer dan gengsi, maka setelah itu harta yang dimilikinya menjadi bersih di sisi-Nya nanti. Ayat ini diturunkan berkenaan dengan Abu Bakar Ash-Shiddiq r.a. yaitu sewaktu ia membeli Bilal yang sedang disiksa oleh majikannya karena beriman. Setelah membelinya lalu langsung memerdekakannya. Pada saat itu juga orang-orang kafir mengatakan, bahwa tiada lain Abu Bakar melakukan hal tersebut karena ia telah berutang jasa kepadanya. Maka pada saat itu turunlah ayat ini.",
                    "19": "(Padahal tidak ada seseorang pun memberikan suatu nikmat kepadanya yang harus dibalasnya,)",
                    "20": "(melainkan) tetapi hanya semata-mata (karena mencari keridaan Rabbnya Yang Maha Tinggi) artinya dia memberikan hartanya itu hanya karena mengharapkan pahala Allah.",
                    "21": "(Dan kelak Dia benar-benar mendapat kepuasan) dari pahala pemberiannya itu di surga nanti. Makna ayat ini mencakup pula setiap orang yang mengerjakan amal perbuatan seperti yang telah dilakukan oleh Abu Bakar r.a. Kelak dia akan dijauhkan dari neraka dan mendapatkan pahala yang berlimpah."
                }
            }
        }
    }
}